[{"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 1°", "content": ["Artículo 1°. Dignidad humana. Quien intervenga en la actuación disciplinaria será tratado con el respeto debido a la dignidad inherente al ser humano.\n"]}, "dot_comma_sep": ["Artículo 1°", ".°", "Dignidad humana.", "Quien intervenga en la actuación disciplinaria será tratado con el respeto debido a la dignidad inherente al ser humano."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 2°", "content": ["Artículo 2°. Titularidad. Corresponde al Estado, a través de las Salas Jurisdiccionales Disciplinarias de los Consejos Superior y Seccionales de la Judicatura, conocer de los procesos que por la comisión de alguna de las faltas previstas en la ley se adelanten contra los abogados en ejercicio de su profesión.\n", "La acción disciplinaria es independiente de cualquiera otra que pueda surgir de la comisión de la falta.\n"]}, "dot_comma_sep": ["Artículo 2°", ".°", "Titularidad.", "Corresponde al Estado, a través de las Salas Jurisdiccionales Disciplinarias de los Consejos Superior y Seccionales de la Judicatura, conocer de los procesos que por la comisión de alguna de las faltas previstas en la ley se adelanten contra los abogados en ejercicio de su profesión.", "La acción disciplinaria es independiente de cualquiera otra que pueda surgir de la comisión de la falta."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 3°", "content": ["Artículo 3°. Legalidad. El abogado sólo será investigado y sancionado disciplinariamente por comportamientos que estén descritos como falta en la ley vigente al momento de su realización y conforme a las reglas fijadas en este código o las normas que lo modifiquen.\n"]}, "dot_comma_sep": ["Artículo 3°", ".°", "Legalidad.", "El abogado sólo será investigado y sancionado disciplinariamente por comportamientos que estén descritos como falta en la ley vigente al momento de su realización y conforme a las reglas fijadas en este código o las normas que lo modifiquen."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 4°", "content": ["Artículo 4°. Antijuridicidad. Un abogado incurrirá en una falta antijurídica cuando con su conducta afecte, sin justificación, alguno de los deberes consagrados en el presente código.\n"]}, "dot_comma_sep": ["Artículo 4°", ".°", "Antijuridicidad.", "Un abogado incurrirá en una falta antijurídica cuando con su conducta afecte, sin justificación, alguno de los deberes consagrados en el presente código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 5°", "content": ["Artículo 5°. Culpabilidad. En materia disciplinaria sólo se podrá imponer sanción por faltas realizadas con culpabilidad. Queda erradicada toda forma de responsabilidad objetiva.\n"]}, "dot_comma_sep": ["Artículo 5°", ".°", "Culpabilidad.", "En materia disciplinaria sólo se podrá imponer sanción por faltas realizadas con culpabilidad.", "Queda erradicada toda forma de responsabilidad objetiva."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 6°", "content": ["Artículo 6°. Debido proceso. El sujeto disciplinable deberá ser investigado por funcionario competente y con observancia formal y material de las normas que determinen la ritualidad del proceso, en los términos de este código.\n"]}, "dot_comma_sep": ["Artículo 6°", ".°", "Debido proceso.", "El sujeto disciplinable deberá ser investigado por funcionario competente y con observancia formal y material de las normas que determinen la ritualidad del proceso, en los términos de este código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 7°", "content": ["Artículo 7°. Favorabilidad. En materia disciplinaria la ley permisiva o favorable, aun cuando sea posterior, se aplicará de preferencia a la restrictiva o desfavorable. Este principio rige también para quien esté cumpliendo la sanción.\n", "La ley que fije la jurisdicción y competencia o determine lo concerniente a la sustanciación y ritualidad del proceso se aplicará desde el momento en que entre a regir, salvo lo que la ley determine.\n"]}, "dot_comma_sep": ["Artículo 7°", ".°", "Favorabilidad.", "En materia disciplinaria la ley permisiva o favorable, aun cuando sea posterior, se aplicará de preferencia a la restrictiva o desfavorable.", "Este principio rige también para quien esté cumpliendo la sanción.", "La ley que fije la jurisdicción y competencia o determine lo concerniente a la sustanciación y ritualidad del proceso se aplicará desde el momento en que entre a regir, salvo lo que la ley determine."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 8°", "content": ["Artículo 8°. Presunción de inocencia. A quien se atribuya una falta disciplinaria se presume inocente mientras no se declare su responsabilidad en sentencia ejecutoriada.\n", "Durante la actuación toda duda razonable se resolverá a favor del investigado cuando no haya modo de eliminarla.\n"]}, "dot_comma_sep": ["Artículo 8°", ".°", "Presunción de inocencia.", "A quien se atribuya una falta disciplinaria se presume inocente mientras no se declare su responsabilidad en sentencia ejecutoriada.", "Durante la actuación toda duda razonable se resolverá a favor del investigado cuando no haya modo de eliminarla."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 9°", "content": ["Artículo 9°. Non bis in ídem. Los destinatarios del presente código cuya situación se haya resuelto mediante sentencia ejecutoriada o decisión que tenga la misma fuerza vinculante, proferidas por autoridad competente, no serán sometidos a nueva investigación y juzgamiento disciplinarios por el mismo hecho, aun cuando a este se le dé una denominación distinta.\n"]}, "dot_comma_sep": ["Artículo 9°", ".°", "Non bis in ídem.", "Los destinatarios del presente código cuya situación se haya resuelto mediante sentencia ejecutoriada o decisión que tenga la misma fuerza vinculante, proferidas por autoridad competente, no serán sometidos a nueva investigación y juzgamiento disciplinarios por el mismo hecho, aun cuando a este se le dé una denominación distinta."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Igualdad material. En la actuación disciplinaria prevalecerá la igualdad material respecto de todos sus intervinientes.\n"]}, "dot_comma_sep": ["Artículo 10.", "Igualdad material.", "En la actuación disciplinaria prevalecerá la igualdad material respecto de todos sus intervinientes."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Función de la sanción disciplinaria. La sanción disciplinaria tiene función preventiva y correctiva para garantizar la efectividad de los principios y fines previstos en la Constitución, la ley y los tratados internacionales, que se deben observar en el ejercicio de la profesión de abogado.\n"]}, "dot_comma_sep": ["Artículo 11.", "Función de la sanción disciplinaria.", "La sanción disciplinaria tiene función preventiva y correctiva para garantizar la efectividad de los principios y fines previstos en la Constitución, la ley y los tratados internacionales, que se deben observar en el ejercicio de la profesión de abogado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. Derecho a la defensa. Durante la actuación el disciplinable tiene derecho a la defensa material y a la designación de un abogado. Cuando se juzgue como persona ausente se designará defensor de oficio.\n"]}, "dot_comma_sep": ["Artículo 12.", "Derecho a la defensa.", "Durante la actuación el disciplinable tiene derecho a la defensa material y a la designación de un abogado.", "Cuando se juzgue como persona ausente se designará defensor de oficio."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. Criterios para la graduación de la sanción. La imposición de cualquier sanción disciplinaria deberá responder a los principios de razonabilidad, necesidad y proporcionalidad. En la graduación de la sanción deben aplicarse los criterios que fija esta ley.\n"]}, "dot_comma_sep": ["Artículo 13.", "Criterios para la graduación de la sanción.", "La imposición de cualquier sanción disciplinaria deberá responder a los principios de razonabilidad, necesidad y proporcionalidad.", "En la graduación de la sanción deben aplicarse los criterios que fija esta ley."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Gratuidad de la actuación disciplinaria. Ninguna actuación procesal causará erogación a quien intervenga en el proceso, salvo el costo de las copias solicitadas por los sujetos procesales.\n"]}, "dot_comma_sep": ["Artículo 14.", "Gratuidad de la actuación disciplinaria.", "Ninguna actuación procesal causará erogación a quien intervenga en el proceso, salvo el costo de las copias solicitadas por los sujetos procesales."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. Interpretación. En la interpretación y aplicación del presente código el funcionario competente debe tener en cuenta que la finalidad del proceso es la prevalencia de la justicia, la efectividad del derecho sustantivo, la búsqueda de la verdad material y el cumplimiento de los derechos y garantías debidos a las personas que en él intervienen.\n"]}, "dot_comma_sep": ["Artículo 15.", "Interpretación.", "En la interpretación y aplicación del presente código el funcionario competente debe tener en cuenta que la finalidad del proceso es la prevalencia de la justicia, la efectividad del derecho sustantivo, la búsqueda de la verdad material y el cumplimiento de los derechos y garantías debidos a las personas que en él intervienen."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000100000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. Aplicación de principios e integración normativa. En la aplicación del régimen disciplinario prevalecerán los principios rectores contenidos en la Constitución Política y en esta ley. En lo no previsto en este código se aplicarán los tratados internacionales sobre Derechos Humanos y deontología de los abogados, y lo dispuesto en los Códigos Disciplinario Único, Penal, de Procedimiento Penal y de Procedimiento Civil, en lo que no contravenga la naturaleza del derecho disciplinario.\n"]}, "dot_comma_sep": ["Artículo 16.", "Aplicación de principios e integración normativa.", "En la aplicación del régimen disciplinario prevalecerán los principios rectores contenidos en la Constitución Política y en esta ley.", "En lo no previsto en este código se aplicarán los tratados internacionales sobre Derechos Humanos y deontología de los abogados, y lo dispuesto en los Códigos Disciplinario Único, Penal, de Procedimiento Penal y de Procedimiento Civil, en lo que no contravenga la naturaleza del derecho disciplinario."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000301000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. La falta disciplinaria. Constituye falta disciplinaria y da lugar a imposición de sanción la comisión de cualquiera de las conductas previstas como tales en el presente código.\n"]}, "dot_comma_sep": ["Artículo 17.", "La falta disciplinaria.", "Constituye falta disciplinaria y da lugar a imposición de sanción la comisión de cualquiera de las conductas previstas como tales en el presente código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000302000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. Ambito de aplicación. El presente código se aplicará a sus destinatarios cuando incurran en falta disciplinaria dentro del territorio nacional y extranjero. En este caso será menester que la gestión profesional se hubiere encomendado en Colombia.\n", "Parágrafo. Los estudiantes adscritos a los consultorios jurídicos de las universidades del país, serán disciplinados conforme a los estatutos de la correspondiente universidad.\n"]}, "dot_comma_sep": ["Artículo 18.", "Ambito de aplicación.", "El presente código se aplicará a sus destinatarios cuando incurran en falta disciplinaria dentro del territorio nacional y extranjero.", "En este caso será menester que la gestión profesional se hubiere encomendado en Colombia.", "Parágrafo.", "Los estudiantes adscritos a los consultorios jurídicos de las universidades del país, serán disciplinados conforme a los estatutos de la correspondiente universidad."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000303000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. Destinatarios. Son destinatarios de este código los abogados en ejercicio de su profesión que cumplan con la misión de asesorar, patrocinar y asistir a las personas naturales o jurídicas, tanto de derecho privado como de derecho público, en la ordenación y desenvolvimiento de sus relaciones jurídicas así se encuentren excluidos o suspendidos del ejercicio de la profesión y quienes actúen con licencia provisional.\n", "Se entienden cobijados bajo este régimen los abogados que desempeñen funciones públicas relacionadas con dicho ejercicio, así como los curadores ad litem. Igualmente, lo serán los abogados que en representación de una firma o asociación de abogados suscriban contratos de prestación de servicios profesionales a cualquier título. \n", "NOTA: Texto subrayado declarado EXEQUIBLE de manera condicionada, mediante Sentencia de la Corte Constitucional C-899 del 30 de noviembre de 2011.\n"]}, "dot_comma_sep": ["Artículo 19.", "Destinatarios.", "Son destinatarios de este código los abogados en ejercicio de su profesión que cumplan con la misión de asesorar, patrocinar y asistir a las personas naturales o jurídicas, tanto de derecho privado como de derecho público, en la ordenación y desenvolvimiento de sus relaciones jurídicas así se encuentren excluidos o suspendidos del ejercicio de la profesión y quienes actúen con licencia provisional.", "Se entienden cobijados bajo este régimen los abogados que desempeñen funciones públicas relacionadas con dicho ejercicio, así como los curadores ad litem.", "Igualmente, lo serán los abogados que en representación de una firma o asociación de abogados suscriban contratos de prestación de servicios profesionales a cualquier título.", "NOTA: Texto subrayado declarado EXEQUIBLE de manera condicionada, mediante Sentencia de la Corte Constitucional C-899 del 30 de noviembre de 2011."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000304000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. Acción y omisión. Las faltas disciplinarias se realizan por acción u omisión.\n"]}, "dot_comma_sep": ["Artículo 20.", "Acción y omisión.", "Las faltas disciplinarias se realizan por acción u omisión."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000304000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. Modalidades de la conducta sancionable. Las faltas disciplinarias solo son sancionables a título de dolo o culpa.\n"]}, "dot_comma_sep": ["Artículo 21.", "Modalidades de la conducta sancionable.", "Las faltas disciplinarias solo son sancionables a título de dolo o culpa."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000305000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO V\n", "name": "EXCLUSIÓN DE LA RESPONSABILIDAD DISCIPLINARIA\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Causales de exclusión de la responsabilidad disciplinaria. No habrá lugar a responsabilidad disciplinaria cuando:\n", "1. Se obre en circunstancias de fuerza mayor o caso fortuito.\n", "2. Se obre en estricto cumplimiento de un deber constitucional o legal de mayor importancia que el sacrificado.\n", "3. Se obre en legítimo ejercicio de un derecho o de una actividad lícita.\n", "4. Se obre para salvar un derecho propio o ajeno al cual deba ceder el cumplimiento del deber, en razón de la necesidad, adecuación, proporcionalidad y razonabilidad.\n", "5. Se obre por insuperable coacción ajena o miedo insuperable.\n", "6. Se obre con la convicción errada e invencible de que su conducta no constituye falta disciplinaria.\n", "7. Se actúe en situación de inimputabilidad.\n", "No habrá lugar al reconocimiento de inimputabilidad cuando el sujeto disciplinable hubiere preordenado su comportamiento.\n"]}, "dot_comma_sep": ["Artículo 22.", "Causales de exclusión de la responsabilidad disciplinaria.", "No habrá lugar a responsabilidad disciplinaria cuando:\n.", "1.", "Se obre en circunstancias de fuerza mayor o caso fortuito.", "2.", "Se obre en estricto cumplimiento de un deber constitucional o legal de mayor importancia que el sacrificado.", "3.", "Se obre en legítimo ejercicio de un derecho o de una actividad lícita.", "4.", "Se obre para salvar un derecho propio o ajeno al cual deba ceder el cumplimiento del deber, en razón de la necesidad, adecuación, proporcionalidad y razonabilidad.", "5.", "Se obre por insuperable coacción ajena o miedo insuperable.", "6.", "Se obre con la convicción errada e invencible de que su conducta no constituye falta disciplinaria.", "7.", "Se actúe en situación de inimputabilidad.", "No habrá lugar al reconocimiento de inimputabilidad cuando el sujeto disciplinable hubiere preordenado su comportamiento."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000401000023", "part": {"title": "PARTE ESPECIAL\n", "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO SEGUNDO\n", "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "EXTINCIÓN DE LA SANCIÓN DISCIPLINARIA\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Causales. Son causales de extinción de la acción disciplinaria las siguientes:\n", "1. La muerte del disciplinable.\n", "2. La prescripción.\n", "Parágrafo. El desistimiento del quejoso no extingue la acción disciplinaria.\n", "NOTA: La Corte Constitucional, mediante Sentencia C-290 del 02 de noviembre de 2008, determinó ESTARSE A LO RESUELTO en la Sentencia C-884 del 24 de octubre de 2007 que declaró EXEQUIBLE este parágrafo.\n"]}, "dot_comma_sep": ["Artículo 23.", "Causales.", "Son causales de extinción de la acción disciplinaria las siguientes:\n.", "1.", "La muerte del disciplinable.", "2.", "La prescripción.", "Parágrafo.", "El desistimiento del quejoso no extingue la acción disciplinaria.", "NOTA: La Corte Constitucional, mediante Sentencia C-290 del 02 de noviembre de 2008, determinó ESTARSE A LO RESUELTO en la Sentencia C-884 del 24 de octubre de 2007 que declaró EXEQUIBLE este parágrafo."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000401000024", "part": {"title": "PARTE ESPECIAL\n", "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO SEGUNDO\n", "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "EXTINCIÓN DE LA SANCIÓN DISCIPLINARIA\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Términos de prescripción. La acción disciplinaria prescribe en cinco años, contados para las faltas instantáneas desde el día de su consumación y para las de carácter permanente o continuado desde la realización del último acto ejecutivo de la misma.\n", "Cuando fueren varias las conductas juzgadas en un solo proceso, la prescripción de las acciones se cumple independientemente para cada una de ellas.\n"]}, "dot_comma_sep": ["Artículo 24.", "Términos de prescripción.", "La acción disciplinaria prescribe en cinco años, contados para las faltas instantáneas desde el día de su consumación y para las de carácter permanente o continuado desde la realización del último acto ejecutivo de la misma.", "Cuando fueren varias las conductas juzgadas en un solo proceso, la prescripción de las acciones se cumple independientemente para cada una de ellas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000401000025", "part": {"title": "PARTE ESPECIAL\n", "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO SEGUNDO\n", "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "EXTINCIÓN DE LA SANCIÓN DISCIPLINARIA\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Renuncia a la prescripción. El disciplinable podrá renunciar a la prescripción de la acción disciplinaria dentro del término de ejecutoria del auto que la decrete. En este caso la acción sólo podrá proseguirse por un término máximo de dos (2) años, contados a partir de la presentación personal de la solicitud, vencido el cual, sin que se hubiese proferido y ejecutoriado decisión definitiva, no procederá determinación distinta a la declaratoria de prescripción.\n"]}, "dot_comma_sep": ["Artículo 25.", "Renuncia a la prescripción.", "El disciplinable podrá renunciar a la prescripción de la acción disciplinaria dentro del término de ejecutoria del auto que la decrete.", "En este caso la acción sólo podrá proseguirse por un término máximo de dos (2) años, contados a partir de la presentación personal de la solicitud, vencido el cual, sin que se hubiese proferido y ejecutoriado decisión definitiva, no procederá determinación distinta a la declaratoria de prescripción."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000402000026", "part": {"title": "PARTE ESPECIAL\n", "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO SEGUNDO\n", "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "EXTINCIÓN DE LA SANCIÓN DISCIPLINARIA\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Causales. Son causales de extinción de la sanción disciplinaria:\n", "1. La muerte del sancionado.\n", "2. La prescripción.\n", "3. La rehabilitación.\n"]}, "dot_comma_sep": ["Artículo 26.", "Causales.", "Son causales de extinción de la sanción disciplinaria:\n.", "1.", "La muerte del sancionado.", "2.", "La prescripción.", "3.", "La rehabilitación."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000402000027", "part": {"title": "PARTE ESPECIAL\n", "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO SEGUNDO\n", "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "EXTINCIÓN DE LA SANCIÓN DISCIPLINARIA\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. Término de prescripción. La sanción disciplinaria prescribe en un término de cinco (5) años, contados a partir de la ejecutoria del fallo.\n"]}, "dot_comma_sep": ["Artículo 27.", "Término de prescripción.", "La sanción disciplinaria prescribe en un término de cinco (5) años, contados a partir de la ejecutoria del fallo."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000501000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "INCOMPATIBILIDADES\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. Deberes profesionales del abogado. Son deberes del abogado:\n", "1. Observar la Constitución Política y la ley.\n", "2. Defender y promocionar los Derechos Humanos, entendidos como la unidad integral de derechos civiles y políticos, económicos, sociales y culturales y de derechos colectivos, conforme a las normas constitucionales y a los tratados internacionales ratificados por Colombia.\n", "3. Conocer, promover y respetar las normas consagradas en este código.\n", "4. Actualizar los conocimientos inherentes al ejercicio de la profesión.\n", "5. Conservar y defender la dignidad y el decoro de la profesión.\n", "6. Colaborar leal y legalmente en la recta y cumplida realización de la justicia y los fines del Estado.\n", "7. Observar y exigir mesura, seriedad, ponderación y respeto en sus relaciones con los servidores públicos, colaboradores y auxiliares de la justicia, la contraparte, abogados y demás personas que intervengan en los asuntos de su profesión.\n", "8. Obrar con lealtad y honradez en sus relaciones profesionales. En desarrollo de este deber, entre otros aspectos, el abogado deberá fijar sus honorarios con criterio equitativo, justificado y proporcional frente al servicio prestado o de acuerdo a las normas que se dicten para el efecto, y suscribirá recibos cada vez que perciba dineros, cualquiera sea su concepto.\n", "Asimismo, deberá acordar con claridad los términos del mandato en lo concerniente al objeto, los costos, la contraprestación y forma de pago.\n", "9. Guardar el secreto profesional, incluso después de cesar la prestación de sus servicios.\n", "10. Atender con celosa diligencia sus encargos profesionales, lo cual se extiende al control de los abogados suplentes y dependientes, así como a los miembros de la firma o asociación de abogados que represente al suscribir contrato de prestación de servicios, y a aquellos que contrate para el cumplimiento del mismo.\n", "11. Proceder con lealtad y honradez en sus relaciones con los colegas.\n", "12. Mantener en todo momento su independencia profesional, de tal forma que las opiniones políticas propias o ajenas, así como las filosóficas o religiosas no interfieran en ningún momento en el ejercicio de la profesión, en la cual sólo deberá atender a la Constitución, la ley y los principios que la orientan.\n", "13. Prevenir litigios innecesarios, inocuos o fraudulentos y facilitar los mecanismos de solución alternativa de conflictos.\n", "14. Respetar y cumplir las disposiciones legales que establecen las incompatibilidades para el ejercicio de la profesión.\n", "15. Tener un domicilio profesional conocido, registrado y actualizado ante el Registro Nacional de Abogados para la atención de los asuntos que se le encomienden, debiendo además informar de manera inmediata toda variación del mismo a las autoridades ante las cuales adelante cualquier gestión profesional.\n", "16. Abstenerse de incurrir en actuaciones temerarias de acuerdo con la ley.\n", "17. Exhortar a los testigos a declarar con veracidad los hechos de su conocimiento.\n", "18. Informar con veracidad a su cliente sobre las siguientes situaciones:\n", "a) Las posibilidades de la gestión, sin crear falsas expectativas, magnificar las dificultades ni asegurar un resultado favorable;\n", "b) Las relaciones de parentesco, amistad o interés con la parte contraria o cualquier situación que pueda afectar su independencia o configurar un motivo determinante para la interrupción de la relación profesional;\n", "c) La constante evolución del asunto encomendado y las posibilidades de mecanismos alternos de solución de conflictos.\n", "19. Renunciar o sustituir los poderes, encargos o mandatos que le hayan sido confiados, en aquellos eventos donde se le haya impuesto pena o sanción que resulte incompatible con el ejercicio de la profesión.\n", "20. Abstenerse de aceptar poder en un asunto hasta tanto no se haya obtenido el correspondiente paz y salvo de honorarios de quien venía atendiéndolo, salvo causa justificada.\n", "21. Aceptar y desempeñar las designaciones como defensor de oficio. Sólo podrá excusarse por enfermedad grave, incompatibilidad de intereses, ser servidor público, o tener a su cargo tres (3) o más defensas de oficio, o que exista una razón que a juicio del funcionario de conocimiento pueda incidir negativamente en la defensa del imputado o resultar violatoria de los derechos fundamentales de la persona designada.\n"]}, "dot_comma_sep": ["Artículo 28.", "Deberes profesionales del abogado.", "Son deberes del abogado:\n.", "1.", "Observar la Constitución Política y la ley.", "2.", "Defender y promocionar los Derechos Humanos, entendidos como la unidad integral de derechos civiles y políticos, económicos, sociales y culturales y de derechos colectivos, conforme a las normas constitucionales y a los tratados internacionales ratificados por Colombia.", "3.", "Conocer, promover y respetar las normas consagradas en este código.", "4.", "Actualizar los conocimientos inherentes al ejercicio de la profesión.", "5.", "Conservar y defender la dignidad y el decoro de la profesión.", "6.", "Colaborar leal y legalmente en la recta y cumplida realización de la justicia y los fines del Estado.", "7.", "Observar y exigir mesura, seriedad, ponderación y respeto en sus relaciones con los servidores públicos, colaboradores y auxiliares de la justicia, la contraparte, abogados y demás personas que intervengan en los asuntos de su profesión.", "8.", "Obrar con lealtad y honradez en sus relaciones profesionales.", "En desarrollo de este deber, entre otros aspectos, el abogado deberá fijar sus honorarios con criterio equitativo, justificado y proporcional frente al servicio prestado o de acuerdo a las normas que se dicten para el efecto, y suscribirá recibos cada vez que perciba dineros, cualquiera sea su concepto.", "Asimismo, deberá acordar con claridad los términos del mandato en lo concerniente al objeto, los costos, la contraprestación y forma de pago.", "9.", "Guardar el secreto profesional, incluso después de cesar la prestación de sus servicios.", "10.", "Atender con celosa diligencia sus encargos profesionales, lo cual se extiende al control de los abogados suplentes y dependientes, así como a los miembros de la firma o asociación de abogados que represente al suscribir contrato de prestación de servicios, y a aquellos que contrate para el cumplimiento del mismo.", "11.", "Proceder con lealtad y honradez en sus relaciones con los colegas.", "12.", "Mantener en todo momento su independencia profesional, de tal forma que las opiniones políticas propias o ajenas, así como las filosóficas o religiosas no interfieran en ningún momento en el ejercicio de la profesión, en la cual sólo deberá atender a la Constitución, la ley y los principios que la orientan.", "13.", "Prevenir litigios innecesarios, inocuos o fraudulentos y facilitar los mecanismos de solución alternativa de conflictos.", "14.", "Respetar y cumplir las disposiciones legales que establecen las incompatibilidades para el ejercicio de la profesión.", "15.", "Tener un domicilio profesional conocido, registrado y actualizado ante el Registro Nacional de Abogados para la atención de los asuntos que se le encomienden, debiendo además informar de manera inmediata toda variación del mismo a las autoridades ante las cuales adelante cualquier gestión profesional.", "16.", "Abstenerse de incurrir en actuaciones temerarias de acuerdo con la ley.", "17.", "Exhortar a los testigos a declarar con veracidad los hechos de su conocimiento.", "18.", "Informar con veracidad a su cliente sobre las siguientes situaciones:\n.", "a) Las posibilidades de la gestión, sin crear falsas expectativas, magnificar las dificultades ni asegurar un resultado favorable;", "b) Las relaciones de parentesco, amistad o interés con la parte contraria o cualquier situación que pueda afectar su independencia o configurar un motivo determinante para la interrupción de la relación profesional;", "c) La constante evolución del asunto encomendado y las posibilidades de mecanismos alternos de solución de conflictos.", "19.", "Renunciar o sustituir los poderes, encargos o mandatos que le hayan sido confiados, en aquellos eventos donde se le haya impuesto pena o sanción que resulte incompatible con el ejercicio de la profesión.", "20.", "Abstenerse de aceptar poder en un asunto hasta tanto no se haya obtenido el correspondiente paz y salvo de honorarios de quien venía atendiéndolo, salvo causa justificada.", "21.", "Aceptar y desempeñar las designaciones como defensor de oficio.", "Sólo podrá excusarse por enfermedad grave, incompatibilidad de intereses, ser servidor público, o tener a su cargo tres (3) o más defensas de oficio, o que exista una razón que a juicio del funcionario de conocimiento pueda incidir negativamente en la defensa del imputado o resultar violatoria de los derechos fundamentales de la persona designada."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000502000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "INCOMPATIBILIDADES\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. Incompatibilidades. No pueden ejercer la abogacía, aunque se hallen inscritos:\n", "1. Los servidores públicos, aun en uso de licencia, salvo cuando deban hacerlo en función de su cargo o cuando el respectivo contrato se los permita. Pero en ningún caso los abogados contratados o vinculados podrán litigar contra la Nación, el departamento, el distrito o el municipio, según la esfera administrativa a que pertenezca la entidad o establecimiento al cual presten sus servicios, excepto en causa propia y los abogados de pobres en las actuaciones que deban adelantar en ejercicio de sus funciones.\n", "Parágrafo. Los abogados titulados e inscritos que se desempeñen como profesores de universidades oficiales podrán ejercer la profesión de la abogacía, siempre que su ejercicio no interfiera las funciones del docente. Así mismo, los miembros de las Corporaciones de elección popular, en los casos señalados en la Constitución y la ley.\n", "NOTA: Parágrafo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-1004 del 22 de noviembre de 2007.\n", "NOTA: Numeral 1 y su Parágrafo declarados EXEQUIBLES por la Corte Constitucional mediante Sentencia C-819 del 13 de octubre de 2010.\n", "NOTA: El texto subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-879 del 19 de noviembre de 2014.\n", "Ver concepto 220204129 de 2020. Secretaría Jurídica Distrital.\n", "2. Los militares en servicio activo, con las excepciones consagradas en el Código Penal Militar.\n", "3. Las personas privadas de su libertad como consecuencia de la imposición de una medida de aseguramiento o sentencia, excepto cuando la actuación sea en causa propia, sin perjuicio de los reglamentos penitenciarios y carcelarios. \n", "NOTA: Expresión subrayada Declarada Exequible por la Corte Constitucional mediante Sentencia C-398 del 18 de mayo de 2011.\n", "4. Los abogados suspendidos o excluidos de la profesión.\n", "5. Los abogados en relación con asuntos de que hubieren conocido en desempeño de un cargo público o en los cuales hubieren intervenido en ejercicio de funciones oficiales. Tampoco podrán hacerlo ante la dependencia en la cual hayan trabajado, dentro del año siguiente a la dejación de su cargo o función y durante todo el tiempo que dure un proceso en el que hayan intervenido.\n"]}, "dot_comma_sep": ["Artículo 29.", "Incompatibilidades.", "No pueden ejercer la abogacía, aunque se hallen inscritos:\n.", "1.", "Los servidores públicos, aun en uso de licencia, salvo cuando deban hacerlo en función de su cargo o cuando el respectivo contrato se los permita.", "Pero en ningún caso los abogados contratados o vinculados podrán litigar contra la Nación, el departamento, el distrito o el municipio, según la esfera administrativa a que pertenezca la entidad o establecimiento al cual presten sus servicios, excepto en causa propia y los abogados de pobres en las actuaciones que deban adelantar en ejercicio de sus funciones.", "Parágrafo.", "Los abogados titulados e inscritos que se desempeñen como profesores de universidades oficiales podrán ejercer la profesión de la abogacía, siempre que su ejercicio no interfiera las funciones del docente.", "Así mismo, los miembros de las Corporaciones de elección popular, en los casos señalados en la Constitución y la ley.", "NOTA: Parágrafo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-1004 del 22 de noviembre de 2007.", "NOTA: Numeral 1 y su Parágrafo declarados EXEQUIBLES por la Corte Constitucional mediante Sentencia C-819 del 13 de octubre de 2010.", "NOTA: El texto subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-879 del 19 de noviembre de 2014.", "Ver concepto 220204129 de 2020.", "Secretaría Jurídica Distrital.", "2.", "Los militares en servicio activo, con las excepciones consagradas en el Código Penal Militar.", "3.", "Las personas privadas de su libertad como consecuencia de la imposición de una medida de aseguramiento o sentencia, excepto cuando la actuación sea en causa propia, sin perjuicio de los reglamentos penitenciarios y carcelarios.", "NOTA: Expresión subrayada Declarada Exequible por la Corte Constitucional mediante Sentencia C-398 del 18 de mayo de 2011.", "4.", "Los abogados suspendidos o excluidos de la profesión.", "5.", "Los abogados en relación con asuntos de que hubieren conocido en desempeño de un cargo público o en los cuales hubieren intervenido en ejercicio de funciones oficiales.", "Tampoco podrán hacerlo ante la dependencia en la cual hayan trabajado, dentro del año siguiente a la dejación de su cargo o función y durante todo el tiempo que dure un proceso en el que hayan intervenido."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Constituyen faltas contra la dignidad de la profesión:\n", "1. Intervenir en actuación judicial o administrativa de modo que impida, perturbe o interfiera el normal desarrollo de las mismas.\n", "2. Encontrarse en estado de embriaguez o bajo el efecto de sustancias estupefacientes o de aquellas que produzcan dependencia, alteren la conciencia y la voluntad al momento de realizar las actuaciones judiciales o administrativas en calidad de abogado o en el ejercicio de la profesión.\n", "3. Provocar o intervenir voluntariamente en riñas o escándalo público originado en asuntos profesionales.\n", "4. Obrar con mala fe en las actividades relacionadas con el ejercicio de la profesión.\n", "5. Utilizar intermediarios para obtener poderes o participar honorarios con quienes lo han recomendado.\n", "6. Patrocinar el ejercicio ilegal de la abogacía.\n", "7. Obtener clientes aprovechándose de una situación de calamidad que afecte gravemente la libertad de elección.\n"]}, "dot_comma_sep": ["Artículo 30.", "Constituyen faltas contra la dignidad de la profesión:\n.", "1.", "Intervenir en actuación judicial o administrativa de modo que impida, perturbe o interfiera el normal desarrollo de las mismas.", "2.", "Encontrarse en estado de embriaguez o bajo el efecto de sustancias estupefacientes o de aquellas que produzcan dependencia, alteren la conciencia y la voluntad al momento de realizar las actuaciones judiciales o administrativas en calidad de abogado o en el ejercicio de la profesión.", "3.", "Provocar o intervenir voluntariamente en riñas o escándalo público originado en asuntos profesionales.", "4.", "Obrar con mala fe en las actividades relacionadas con el ejercicio de la profesión.", "5.", "Utilizar intermediarios para obtener poderes o participar honorarios con quienes lo han recomendado.", "6.", "Patrocinar el ejercicio ilegal de la abogacía.", "7.", "Obtener clientes aprovechándose de una situación de calamidad que afecte gravemente la libertad de elección."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Son faltas contra el decoro profesional:\n", "1. Utilizar propaganda que no se limite al nombre del abogado, sus títulos y especializaciones académicas, los cargos desempeñados, los asuntos que atiende de preferencia o con exclusividad y los datos relativos a su domicilio profesional.\n", "2. Solicitar o conseguir publicidad laudatoria para sí o para los servidores públicos que conozcan o hayan conocido de los asuntos concretos a cargo del abogado.\n"]}, "dot_comma_sep": ["Artículo 31.", "Son faltas contra el decoro profesional:\n.", "1.", "Utilizar propaganda que no se limite al nombre del abogado, sus títulos y especializaciones académicas, los cargos desempeñados, los asuntos que atiende de preferencia o con exclusividad y los datos relativos a su domicilio profesional.", "2.", "Solicitar o conseguir publicidad laudatoria para sí o para los servidores públicos que conozcan o hayan conocido de los asuntos concretos a cargo del abogado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Constituyen faltas contra el respeto debido a la administración de justicia y a las autoridades administrativas:\n", "Injuriar o acusar temerariamente a los servidores públicos, abogados y demás personas que intervengan en los asuntos profesionales, sin perjuicio del derecho de reprochar o denunciar, por los medios pertinentes, los delitos o las faltas cometidas por dichas personas.\n"]}, "dot_comma_sep": ["Artículo 32.", "Constituyen faltas contra el respeto debido a la administración de justicia y a las autoridades administrativas:\n.", "Injuriar o acusar temerariamente a los servidores públicos, abogados y demás personas que intervengan en los asuntos profesionales, sin perjuicio del derecho de reprochar o denunciar, por los medios pertinentes, los delitos o las faltas cometidas por dichas personas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Son faltas contra la recta y leal realización de la justicia y los fines del Estado:\n", "1. Emplear medios distintos de la persuasión para influir en el ánimo de los servidores públicos, sus colaboradores o de los auxiliares de la justicia.\n", "2. Promover una causa o actuación manifiestamente contraria a derecho.\n", "3. Promover la presentación de varias acciones de tutela respecto de los mismos hechos y derechos, caso en el cual se aplicarán las sanciones previstas en el artículo 38 del Decreto 2591 de 1991.\n", "4. Recurrir en sus gestiones profesionales a las amenazas o a las alabanzas a los funcionarios, a sus colaboradores o a los auxiliares de la justicia.\n", "5. Invocar relaciones personales, profesionales, gremiales, políticas, culturales o religiosas con los funcionarios, sus colaboradores o los auxiliares de la justicia.\n", "6. Valerse de dádivas, remuneraciones ilegales, atenciones injustificadas o insólitas o de cualquier otro acto equívoco que pueda ser interpretado como medio para lograr el favor o la benevolencia de los funcionarios, de sus colaboradores o de los auxiliares de la justicia.\n", "7. Aconsejar, patrocinar o intervenir en cualquier acto que comporte el desplazamiento de las funciones propias de los auxiliares de la justicia. También incurre en esta falta el abogado que de cualquier modo acceda a los bienes materia del litigio o involucrados en este mientras se encuentre en curso.\n", "8. Proponer incidentes, interponer recursos, formular oposiciones o excepciones, manifiestamente encaminados a entorpecer o demorar el normal desarrollo de los procesos y de las tramitaciones legales y, en general, el abuso de las vías de derecho o su empleo en forma contraria a su finalidad.\n", "9. Aconsejar, patrocinar o intervenir en actos fraudulentos en detrimento de intereses ajenos, del Estado o de la comunidad.\n", "10. Efectuar afirmaciones o negaciones maliciosas, citas inexactas, inexistentes o descontextualizadas que puedan desviar el recto criterio de los funcionarios, empleados o auxiliares de la justicia encargados de definir una cuestión judicial o administrativa.\n", "11. Usar pruebas o poderes falsos, desfigurar, amañar o tergiversar las pruebas o poderes con el propósito de hacerlos valer en actuaciones judiciales o administrativas.\n", "12. Infringir las disposiciones legales sobre la reserva sumarial.\n", "13. Infringir el deber relacionado con el domicilio profesional.\n", "14. Efectuar desgloses, retirar expedientes, archivos o sus copias, sin autorización, consignar glosas, anotaciones marginales en los mismos o procurar su destrucción.\n"]}, "dot_comma_sep": ["Artículo 33.", "Son faltas contra la recta y leal realización de la justicia y los fines del Estado:\n.", "1.", "Emplear medios distintos de la persuasión para influir en el ánimo de los servidores públicos, sus colaboradores o de los auxiliares de la justicia.", "2.", "Promover una causa o actuación manifiestamente contraria a derecho.", "3.", "Promover la presentación de varias acciones de tutela respecto de los mismos hechos y derechos, caso en el cual se aplicarán las sanciones previstas en el artículo 38 del Decreto 2591 de 1991.", "4.", "Recurrir en sus gestiones profesionales a las amenazas o a las alabanzas a los funcionarios, a sus colaboradores o a los auxiliares de la justicia.", "5.", "Invocar relaciones personales, profesionales, gremiales, políticas, culturales o religiosas con los funcionarios, sus colaboradores o los auxiliares de la justicia.", "6.", "Valerse de dádivas, remuneraciones ilegales, atenciones injustificadas o insólitas o de cualquier otro acto equívoco que pueda ser interpretado como medio para lograr el favor o la benevolencia de los funcionarios, de sus colaboradores o de los auxiliares de la justicia.", "7.", "Aconsejar, patrocinar o intervenir en cualquier acto que comporte el desplazamiento de las funciones propias de los auxiliares de la justicia.", "También incurre en esta falta el abogado que de cualquier modo acceda a los bienes materia del litigio o involucrados en este mientras se encuentre en curso.", "8.", "Proponer incidentes, interponer recursos, formular oposiciones o excepciones, manifiestamente encaminados a entorpecer o demorar el normal desarrollo de los procesos y de las tramitaciones legales y, en general, el abuso de las vías de derecho o su empleo en forma contraria a su finalidad.", "9.", "Aconsejar, patrocinar o intervenir en actos fraudulentos en detrimento de intereses ajenos, del Estado o de la comunidad.", "10.", "Efectuar afirmaciones o negaciones maliciosas, citas inexactas, inexistentes o descontextualizadas que puedan desviar el recto criterio de los funcionarios, empleados o auxiliares de la justicia encargados de definir una cuestión judicial o administrativa.", "11.", "Usar pruebas o poderes falsos, desfigurar, amañar o tergiversar las pruebas o poderes con el propósito de hacerlos valer en actuaciones judiciales o administrativas.", "12.", "Infringir las disposiciones legales sobre la reserva sumarial.", "13.", "Infringir el deber relacionado con el domicilio profesional.", "14.", "Efectuar desgloses, retirar expedientes, archivos o sus copias, sin autorización, consignar glosas, anotaciones marginales en los mismos o procurar su destrucción."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Constituyen faltas de lealtad con el cliente:\n", "a) No expresar su franca y completa opinión acerca del asunto consultado o encomendado;\n", "b) Garantizar que de ser encargado de la gestión, habrá de obtener un resultado favorable;\n", "c) Callar, en todo o en parte, hechos, implicaciones jurídicas o situaciones inherentes a la gestión encomendada o alterarle la información correcta, con ánimo de desviar la libre decisión sobre el manejo del asunto;\n", "d) No informar con veracidad la constante evolución del asunto encomendado o las posibilidades de mecanismos alternos de solución de conflictos;\n", "e) Asesorar, patrocinar o representar, simultánea o sucesivamente, a quienes tengan intereses contrapuestos, sin perjuicio de que pueda realizar, con el consentimiento de todos, gestiones que redunden en provecho común;\n", "En esta falta también pueden incurrir los miembros de una misma firma o sociedad de abogados que representen intereses contrapuestos;\n", "f) Revelar o utilizar los secretos que le haya confiado el cliente, aun en virtud de requerimiento de autoridad, a menos que haya recibido autorización escrita de aquel, o que tenga necesidad de hacer revelaciones para evitar la comisión de un delito;\n", "NOTA: Expresión subrayada declarada EXEQUIBLE de manera condicionada por la Corte Constitucional, mediante Sentencia C-301 del 25 de abril de 2012, siempre y cuando tal conducta se encuadre en la causal de exoneración contemplada en el numeral 4 del artículo 22 de esta ley.\n", "g) Adquirir del cliente directa o indirectamente todo o parte de su interés en causa, a título distinto de la equitativa retribución de los servicios y gastos profesionales;\n", "h) Callar las relaciones de parentesco, amistad o interés con la parte contraria o cualquiera otra situación que pueda afectar su independencia o configurar motivo determinante para interrumpir la relación profes ional,\n", "i) Aceptar cualquier encargo profesional para el cual no se encuentre capacitado, o que no pueda atender diligentemente en razón del exceso de compromisos profesionales.\n"]}, "dot_comma_sep": ["Artículo 34.", "Constituyen faltas de lealtad con el cliente:\n.", "a) No expresar su franca y completa opinión acerca del asunto consultado o encomendado;", "b) Garantizar que de ser encargado de la gestión, habrá de obtener un resultado favorable;", "c) Callar, en todo o en parte, hechos, implicaciones jurídicas o situaciones inherentes a la gestión encomendada o alterarle la información correcta, con ánimo de desviar la libre decisión sobre el manejo del asunto;", "d) No informar con veracidad la constante evolución del asunto encomendado o las posibilidades de mecanismos alternos de solución de conflictos;", "e) Asesorar, patrocinar o representar, simultánea o sucesivamente, a quienes tengan intereses contrapuestos, sin perjuicio de que pueda realizar, con el consentimiento de todos, gestiones que redunden en provecho común;", "En esta falta también pueden incurrir los miembros de una misma firma o sociedad de abogados que representen intereses contrapuestos;", "f) Revelar o utilizar los secretos que le haya confiado el cliente, aun en virtud de requerimiento de autoridad, a menos que haya recibido autorización escrita de aquel, o que tenga necesidad de hacer revelaciones para evitar la comisión de un delito;", "NOTA: Expresión subrayada declarada EXEQUIBLE de manera condicionada por la Corte Constitucional, mediante Sentencia C-301 del 25 de abril de 2012, siempre y cuando tal conducta se encuadre en la causal de exoneración contemplada en el numeral 4 del artículo 22 de esta ley.", "g) Adquirir del cliente directa o indirectamente todo o parte de su interés en causa, a título distinto de la equitativa retribución de los servicios y gastos profesionales;", "h) Callar las relaciones de parentesco, amistad o interés con la parte contraria o cualquiera otra situación que pueda afectar su independencia o configurar motivo determinante para interrumpir la relación profes ional,", "i) Aceptar cualquier encargo profesional para el cual no se encuentre capacitado, o que no pueda atender diligentemente en razón del exceso de compromisos profesionales."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. Constituyen faltas a la honradez del abogado:\n", "1. Acordar, exigir u obtener del cliente o de tercero remuneración o beneficio desproporcionado a su trabajo, con aprovechamiento de la necesidad, la ignorancia o la inexperiencia de aquellos.\n", "2. Acordar, exigir u obtener honorarios que superen la participación correspondiente al cliente.\n", "3. Exigir u obtener dinero o cualquier otro bien para gastos o expensas irreales o ilícitas.\n", "4. No entregar a quien corresponda y a la menor brevedad posible dineros, bienes o documentos recibidos en virtud de la gestión profesional, o demorar la comunicación de este recibo.\n", "5. No rendir, a la menor brevedad posible, a quien corresponda, las cuentas o informes de la gestión o manejo de los bienes cuya guarda, disposición o administración le hayan sido confiados por virtud del mandato, o con ocasión del mismo.\n", "6. No expedir recibos donde consten los pagos de honorarios o de gastos.\n"]}, "dot_comma_sep": ["Artículo 35.", "Constituyen faltas a la honradez del abogado:\n.", "1.", "Acordar, exigir u obtener del cliente o de tercero remuneración o beneficio desproporcionado a su trabajo, con aprovechamiento de la necesidad, la ignorancia o la inexperiencia de aquellos.", "2.", "Acordar, exigir u obtener honorarios que superen la participación correspondiente al cliente.", "3.", "Exigir u obtener dinero o cualquier otro bien para gastos o expensas irreales o ilícitas.", "4.", "No entregar a quien corresponda y a la menor brevedad posible dineros, bienes o documentos recibidos en virtud de la gestión profesional, o demorar la comunicación de este recibo.", "5.", "No rendir, a la menor brevedad posible, a quien corresponda, las cuentas o informes de la gestión o manejo de los bienes cuya guarda, disposición o administración le hayan sido confiados por virtud del mandato, o con ocasión del mismo.", "6.", "No expedir recibos donde consten los pagos de honorarios o de gastos."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Constituyen faltas a la lealtad y honradez con los colegas:\n", "1. Realizar directamente o por interpuesta persona, gestiones encaminadas a desplazar o sustituir a un colega en asunto profesional de que este se haya encargado, u ofrecer o prestar sus servicios a menor precio para impedir que se confiera el encargo a otro abogado.\n", "2. Aceptar la gestión profesional a sabiendas de que le fue encomendada a otro abogado, salvo que medie la renuncia, paz y salvo o autorización del colega reemplazado, o que se justifique la sustitución.\n", "3. Negociar directa o indirectamente con la contraparte, sin la intervención o autorización del abogado de esta.\n", "4. Eludir o retardar el pago de los honorarios, gastos o expensas debidos a un colega o propiciar estas conductas.\n"]}, "dot_comma_sep": ["Artículo 36.", "Constituyen faltas a la lealtad y honradez con los colegas:\n.", "1.", "Realizar directamente o por interpuesta persona, gestiones encaminadas a desplazar o sustituir a un colega en asunto profesional de que este se haya encargado, u ofrecer o prestar sus servicios a menor precio para impedir que se confiera el encargo a otro abogado.", "2.", "Aceptar la gestión profesional a sabiendas de que le fue encomendada a otro abogado, salvo que medie la renuncia, paz y salvo o autorización del colega reemplazado, o que se justifique la sustitución.", "3.", "Negociar directa o indirectamente con la contraparte, sin la intervención o autorización del abogado de esta.", "4.", "Eludir o retardar el pago de los honorarios, gastos o expensas debidos a un colega o propiciar estas conductas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Constituyen faltas a la debida diligencia profesional:\n", "1. Demorar la iniciación o prosecución de las gestiones encomendadas o dejar de hacer oportunamente las diligencias propias de la actuación profesional, descuidarlas o abandonarlas.\n", "2. Omitir o retardar la rendición escrita de informes de la gestión en los términos pactados en el mandato o cuando le sean solicitados por el cliente, y en todo caso al concluir la gestión profesional.\n", "3. Obrar con negligencia en la administración de los recursos aportados por el cliente para cubrir los gastos del asunto encomendado.\n", "4. Omitir o retardar el reporte a los Juzgados de los abonos a las obligaciones que se están cobrando judicialmente.\n"]}, "dot_comma_sep": ["Artículo 37.", "Constituyen faltas a la debida diligencia profesional:\n.", "1.", "Demorar la iniciación o prosecución de las gestiones encomendadas o dejar de hacer oportunamente las diligencias propias de la actuación profesional, descuidarlas o abandonarlas.", "2.", "Omitir o retardar la rendición escrita de informes de la gestión en los términos pactados en el mandato o cuando le sean solicitados por el cliente, y en todo caso al concluir la gestión profesional.", "3.", "Obrar con negligencia en la administración de los recursos aportados por el cliente para cubrir los gastos del asunto encomendado.", "4.", "Omitir o retardar el reporte a los Juzgados de los abonos a las obligaciones que se están cobrando judicialmente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. Son faltas contra el deber de prevenir litigios y facilitar los mecanismos de solución alternativa de conflictos:\n", "1. Promover o fomentar litigios innecesarios, inocuos o fraudulentos.\n", "2. Entorpecer los mecanismos de solución alternativa de conflictos con el propósito de obtener un lucro mayor o fomentarlos en su propio beneficio.\n"]}, "dot_comma_sep": ["Artículo 38.", "Son faltas contra el deber de prevenir litigios y facilitar los mecanismos de solución alternativa de conflictos:\n.", "1.", "Promover o fomentar litigios innecesarios, inocuos o fraudulentos.", "2.", "Entorpecer los mecanismos de solución alternativa de conflictos con el propósito de obtener un lucro mayor o fomentarlos en su propio beneficio."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000600000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. También constituye falta disciplinaria, el ejercicio ilegal de la profesión, y la violación de las disposiciones legales que establecen el régimen de incompatibilidades para el ejercicio de la profesión o al deber de independencia profesional.\n"]}, "dot_comma_sep": ["Artículo 39.", "También constituye falta disciplinaria, el ejercicio ilegal de la profesión, y la violación de las disposiciones legales que establecen el régimen de incompatibilidades para el ejercicio de la profesión o al deber de independencia profesional."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. Sanciones disciplinarias. El abogado que incurra en cualquiera de las faltas reseñadas en el título precedente será sancionado con censura, multa, suspensión o exclusión del ejercicio de la profesión, las cuales se impondrán atendiendo los criterios de graduación establecidos en este código.\n", "NOTA: Artículo declarado EXEQUIBLE por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.\n", "NOTA: La Corte Constitucional a través de la Sentencia C-379 del 23 de abril de 2008 determinó ESTARSE A LO RESUELTO en la Sentencia C-290 del 02 de noviembre de 2008.\n"]}, "dot_comma_sep": ["Artículo 40.", "Sanciones disciplinarias.", "El abogado que incurra en cualquiera de las faltas reseñadas en el título precedente será sancionado con censura, multa, suspensión o exclusión del ejercicio de la profesión, las cuales se impondrán atendiendo los criterios de graduación establecidos en este código.", "NOTA: Artículo declarado EXEQUIBLE por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.", "NOTA: La Corte Constitucional a través de la Sentencia C-379 del 23 de abril de 2008 determinó ESTARSE A LO RESUELTO en la Sentencia C-290 del 02 de noviembre de 2008."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. Censura. Consiste en la reprobación pública que se hace al infractor por la falta cometida.\n", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 41.", "Censura.", "Consiste en la reprobación pública que se hace al infractor por la falta cometida.", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Multa. Es una sanción de carácter pecuniario que no podrá ser inferior a un (1) smmlv ni superior a cien (100) smmlv, dependiendo de la gravedad de la falta, la cual se impondrá en favor del Consejo Superior de la Judicatura el cual organizará programas de capacitación y rehabilitación con entidades acreditadas, pudiendo incluso acudir a los colegios de abogados.\n", "Esta sanción podrá imponerse de manera autónoma o concurrente con las de suspensión y exclusión, atendiendo la gravedad de la falta y los criterios de graduación establecidos en el presente código. \n", "NOTA: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-884 del 24 de octubre de 2007, en el entendido que sólo cabe la sanción de multa autónoma para faltas que no merezcan la sanción de suspensión o exclusión.\n", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 42.", "Multa.", "Es una sanción de carácter pecuniario que no podrá ser inferior a un (1) smmlv ni superior a cien (100) smmlv, dependiendo de la gravedad de la falta, la cual se impondrá en favor del Consejo Superior de la Judicatura el cual organizará programas de capacitación y rehabilitación con entidades acreditadas, pudiendo incluso acudir a los colegios de abogados.", "Esta sanción podrá imponerse de manera autónoma o concurrente con las de suspensión y exclusión, atendiendo la gravedad de la falta y los criterios de graduación establecidos en el presente código.", "NOTA: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-884 del 24 de octubre de 2007, en el entendido que sólo cabe la sanción de multa autónoma para faltas que no merezcan la sanción de suspensión o exclusión.", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. Suspensión. Consiste en la prohibición de ejercer la profesión por el término señalado en el fallo. Esta sanción oscilará entre dos (2) meses y (3) tres años.\n", "Parágrafo. La suspensión oscilará entre seis (6) meses y cinco (5) años, cuando los hechos que originen la imposición de la sanción tengan lugar en actuaciones judiciales del abogado que se desempeñe o se haya desempeñado como apoderado o contraparte de una entidad pública.\n", "NOTA: Parágrafo declarado EXEQUIBLE por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.\n", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 43.", "Suspensión.", "Consiste en la prohibición de ejercer la profesión por el término señalado en el fallo.", "Esta sanción oscilará entre dos (2) meses y (3) tres años.", "Parágrafo.", "La suspensión oscilará entre seis (6) meses y cinco (5) años, cuando los hechos que originen la imposición de la sanción tengan lugar en actuaciones judiciales del abogado que se desempeñe o se haya desempeñado como apoderado o contraparte de una entidad pública.", "NOTA: Parágrafo declarado EXEQUIBLE por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 44.", "content": ["Artículo 44. Exclusión. Consiste en la cancelación de la tarjeta profesional y la prohibición para ejercer la abogacía.\n", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 44.", "Exclusión.", "Consiste en la cancelación de la tarjeta profesional y la prohibición para ejercer la abogacía.", "NOTA: Artículo declarado EXEQUIBLE a través de la Sentencia C-379 del 23 de abril de 2008 de la Corte Constitucional."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Criterios de graduación de la sanción. Serán considerados como criterios para la graduación de la sanción disciplinaria, los siguientes:\n", "A. Criterios generales\n", "1. La trascendencia social de la conducta.\n", "2. La modalidad de la conducta.\n", "3. El perjuicio causado.\n", "4. Las modalidades y circunstancias en que se cometió la falta, que se apreciarán teniendo en cuenta el cuidado empleado en su preparación.\n", "5. Los motivos determinantes del comportamiento.\n", "B. Criterios de atenuación\n", "1. La confesión de la falta antes de la formulación de cargos. En este caso la sanción no podrá ser la exclusión siempre y cuando carezca de antecedentes disciplinarios.\n", "2. Haber procurado, por iniciativa propia, resarcir el daño o compensar el perjuicio causado. En este caso se sancionará con censura siempre y cuando carezca de antecedentes disciplinarios.\n", "NOTA: Apartes subrayados declarados EXEQUIBLES por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.\n", "C. Criterios de agravación\n", "1. La afectación de Derechos Humanos.\n", "2. La afectación de derechos fundamentales.\n", "3. Atribuir la responsabilidad disciplinaria infundadamente a un tercero.\n", "4. La utilización en provecho propio o de un tercero de los dineros, bienes o documentos que hubiere recibido en virtud del encargo encomendado.\n", "5. Cuando la falta se realice con la intervención de varias personas, sean particulares o servidores públicos.\n", "6. Haber sido sancionado disciplinariamente dentro de los 5 años anteriores a la comisión de la conducta que se investiga.\n", "7. Cuando la conducta se realice aprovechando las condiciones de ignorancia, inexperiencia o necesidad del afectado.\n"]}, "dot_comma_sep": ["Artículo 45.", "Criterios de graduación de la sanción.", "Serán considerados como criterios para la graduación de la sanción disciplinaria, los siguientes:\n.", "A.", "Criterios generales\n.", "1.", "La trascendencia social de la conducta.", "2.", "La modalidad de la conducta.", "3.", "El perjuicio causado.", "4.", "Las modalidades y circunstancias en que se cometió la falta, que se apreciarán teniendo en cuenta el cuidado empleado en su preparación.", "5.", "Los motivos determinantes del comportamiento.", "B.", "Criterios de atenuación\n.", "1.", "La confesión de la falta antes de la formulación de cargos.", "En este caso la sanción no podrá ser la exclusión siempre y cuando carezca de antecedentes disciplinarios.", "2.", "Haber procurado, por iniciativa propia, resarcir el daño o compensar el perjuicio causado.", "En este caso se sancionará con censura siempre y cuando carezca de antecedentes disciplinarios.", "NOTA: Apartes subrayados declarados EXEQUIBLES por la Sentencia C-290 del 02 de noviembre de 2008 de la Corte Constitucional.", "C.", "Criterios de agravación\n.", "1.", "La afectación de Derechos Humanos.", "2.", "La afectación de derechos fundamentales.", "3.", "Atribuir la responsabilidad disciplinaria infundadamente a un tercero.", "4.", "La utilización en provecho propio o de un tercero de los dineros, bienes o documentos que hubiere recibido en virtud del encargo encomendado.", "5.", "Cuando la falta se realice con la intervención de varias personas, sean particulares o servidores públicos.", "6.", "Haber sido sancionado disciplinariamente dentro de los 5 años anteriores a la comisión de la conducta que se investiga.", "7.", "Cuando la conducta se realice aprovechando las condiciones de ignorancia, inexperiencia o necesidad del afectado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. Motivación de la dosificación sancionatoria. Toda sentencia deberá contener una fundamentación completa y explícita sobre los motivos de la determinación cualitativa y cuantitativa de la sanción.\n"]}, "dot_comma_sep": ["Artículo 46.", "Motivación de la dosificación sancionatoria.", "Toda sentencia deberá contener una fundamentación completa y explícita sobre los motivos de la determinación cualitativa y cuantitativa de la sanción."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000701000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": "LIBRO TERCERO\n", "name": "PROCEDIMIENTO DISCIPLINARIO\n"}, "chapter": {"title": "CAPITULO UNICO\n", "name": "LAS SANCIONES DISCIPLINARIAS\n"}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. Ejecución y registro de la sanción. Notificada la sentencia de segunda instancia, la oficina de Registro Nacional de Abogados anotará la sanción impuesta. Esta comenzará a regir a partir de la fecha del registro.\n", "Para tal efecto, la Secretaría Judicial de la Sala Jurisdiccional Dis ciplinaria del Consejo Superior de la Judicatura, luego de la referida notificación hará entrega inmediata de copia de la sentencia a la oficina de registro.\n"]}, "dot_comma_sep": ["Artículo 47.", "Ejecución y registro de la sanción.", "Notificada la sentencia de segunda instancia, la oficina de Registro Nacional de Abogados anotará la sanción impuesta.", "Esta comenzará a regir a partir de la fecha del registro.", "Para tal efecto, la Secretaría Judicial de la Sala Jurisdiccional Dis ciplinaria del Consejo Superior de la Judicatura, luego de la referida notificación hará entrega inmediata de copia de la sentencia a la oficina de registro."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. Principios constitucionales que orientan la función disciplinaria. Los principios constitucionales que inciden especialmente en el ámbito disciplinario deberán orientar el ejercicio de la función disciplinaria.\n"]}, "dot_comma_sep": ["Artículo 48.", "Principios constitucionales que orientan la función disciplinaria.", "Los principios constitucionales que inciden especialmente en el ámbito disciplinario deberán orientar el ejercicio de la función disciplinaria."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. Prevalencia del derecho sustancial. En la aplicación de las normas procesales de este código deberá prevalecer la efectividad de los derechos sustanciales sobre las disposiciones procedimentales.\n"]}, "dot_comma_sep": ["Artículo 49.", "Prevalencia del derecho sustancial.", "En la aplicación de las normas procesales de este código deberá prevalecer la efectividad de los derechos sustanciales sobre las disposiciones procedimentales."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Gratuidad. Ninguna actuación procesal causará erogación a quien intervenga en el proceso, salvo el costo de las copias solicitadas por los intervinientes autorizados.\n"]}, "dot_comma_sep": ["Artículo 50.", "Gratuidad.", "Ninguna actuación procesal causará erogación a quien intervenga en el proceso, salvo el costo de las copias solicitadas por los intervinientes autorizados."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. Celeridad. El funcionario competente impulsará oficiosamente la actuación disciplinaria y cumplirá estrictamente los términos previstos en este código.\n"]}, "dot_comma_sep": ["Artículo 51.", "Celeridad.", "El funcionario competente impulsará oficiosamente la actuación disciplinaria y cumplirá estrictamente los términos previstos en este código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. Eficiencia. Los funcionarios deberán ser diligentes en la investigación y juzgamiento de los asuntos de su competencia de tal forma que garanticen la calidad de sus decisiones y su emisión oportuna.\n"]}, "dot_comma_sep": ["Artículo 52.", "Eficiencia.", "Los funcionarios deberán ser diligentes en la investigación y juzgamiento de los asuntos de su competencia de tal forma que garanticen la calidad de sus decisiones y su emisión oportuna."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. Lealtad. Todos los que intervienen en la actuación disciplinaria, tienen el deber de obrar con lealtad y buena fe.\n"]}, "dot_comma_sep": ["Artículo 53.", "Lealtad.", "Todos los que intervienen en la actuación disciplinaria, tienen el deber de obrar con lealtad y buena fe."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. Motivación. Toda decisión de fondo deberá motivarse adecuadamente.\n"]}, "dot_comma_sep": ["Artículo 54.", "Motivación.", "Toda decisión de fondo deberá motivarse adecuadamente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. Doble instancia. Las sentencias y demás providencias expresamente previstas en este código tendrán segunda instancia.\n"]}, "dot_comma_sep": ["Artículo 55.", "Doble instancia.", "Las sentencias y demás providencias expresamente previstas en este código tendrán segunda instancia."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. Publicidad. La actuación disciplinaria será conocida por los intervinientes a partir de la resolución de apertura de la investigación disciplinaria y será pública a partir de la audiencia de juzgamiento.\n"]}, "dot_comma_sep": ["Artículo 56.", "Publicidad.", "La actuación disciplinaria será conocida por los intervinientes a partir de la resolución de apertura de la investigación disciplinaria y será pública a partir de la audiencia de juzgamiento."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. Oralidad. La actuación procesal será oral, para lo cual se utilizarán los medios técnicos disponibles que permitan imprimirle mayor agilidad y fidelidad, sin perjuicio de conservar un registro de lo acontecido. A estos efectos se levantará un acta breve y clara que sintetice lo actuado.\n"]}, "dot_comma_sep": ["Artículo 57.", "Oralidad.", "La actuación procesal será oral, para lo cual se utilizarán los medios técnicos disponibles que permitan imprimirle mayor agilidad y fidelidad, sin perjuicio de conservar un registro de lo acontecido.", "A estos efectos se levantará un acta breve y clara que sintetice lo actuado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000800000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. Contradicción. En desarrollo de la actuación los intervinientes autorizados tendrán derecho a presentar y controvertir las pruebas.\n"]}, "dot_comma_sep": ["Artículo 58.", "Contradicción.", "En desarrollo de la actuación los intervinientes autorizados tendrán derecho a presentar y controvertir las pruebas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000901000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. De la Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura. La Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura conoce:\n", "1. En segunda instancia, de la apelación y la consulta de las providencias proferidas por las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura, en los términos previstos en la Ley Estatutaria de la Administración de Justicia y en este código.\n", "2. De los conflictos de competencia territorial que se susciten entre las Salas Disciplinarias de los Consejos Seccionales de la Judicatura.\n", "3. De las solicitudes de cambio de radicación de los procesos.\n"]}, "dot_comma_sep": ["Artículo 59.", "De la Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura.", "La Sala Jurisdiccional Disciplinaria del Consejo Superior de la Judicatura conoce:\n.", "1.", "En segunda instancia, de la apelación y la consulta de las providencias proferidas por las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura, en los términos previstos en la Ley Estatutaria de la Administración de Justicia y en este código.", "2.", "De los conflictos de competencia territorial que se susciten entre las Salas Disciplinarias de los Consejos Seccionales de la Judicatura.", "3.", "De las solicitudes de cambio de radicación de los procesos."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000901000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. Competencia de las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura. Las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura conocen en primera instancia:\n", "1. De los procesos disciplinarios contra los abogados por faltas cometidas en el territorio de su jurisdicción.\n", "2. De las solicitudes de rehabilitación de los abogados.\n"]}, "dot_comma_sep": ["Artículo 60.", "Competencia de las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura.", "Las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura conocen en primera instancia:\n.", "1.", "De los procesos disciplinarios contra los abogados por faltas cometidas en el territorio de su jurisdicción.", "2.", "De las solicitudes de rehabilitación de los abogados."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000902000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 61.", "content": ["Artículo 61. Causales. Son causales de impedimento y recusación, para los funcionarios judiciales que ejerzan la acción disciplinaria, las siguientes:\n", "1. Tener interés directo en la actuación disciplinaria, o tenerlo su cónyuge, compañero permanente, o alguno de sus parientes dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.\n", "2. Haber proferido la decisión de cuya revisión se trata, o ser cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad, del inferior que dictó la providencia.\n", "3. Ser cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad, de cualquiera de los intervinientes.\n", "4. Haber sido apoderado o defensor de alguno de los intervinientes o contraparte de cualquiera de ellos, o haber dado consejo o manifestado su opinión sobre el asunto materia de la actuación.\n", "5. Tener amistad íntima o enemistad grave con cualquiera de los intervinientes.\n", "6. Ser o haber sido socio de cualquiera de los intervinientes en sociedad colectiva, de responsabilidad limitada, en comandita simple, o de hecho, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.\n", "7. Ser o haber sido heredero, legatario o guardador de cualquiera de los intervinientes, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.\n", "8. Estar o haber estado vinculado legalmente a una investigación penal o disciplinaria en la que se le hubiere proferido resolución de acusación o formulado cargos, por denuncia o queja instaurada por cualquiera de los intervinientes.\n", "9. Ser o haber sido acreedor o deudor de cualquiera de los intervinientes, salvo cuando se trate de sociedad anónima, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.\n", "10. Haber dejado vencer, sin actuar, los términos que la ley señale, a menos que la demora sea debidamente justificada.\n"]}, "dot_comma_sep": ["Artículo 61.", "Causales.", "Son causales de impedimento y recusación, para los funcionarios judiciales que ejerzan la acción disciplinaria, las siguientes:\n.", "1.", "Tener interés directo en la actuación disciplinaria, o tenerlo su cónyuge, compañero permanente, o alguno de sus parientes dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.", "2.", "Haber proferido la decisión de cuya revisión se trata, o ser cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad, del inferior que dictó la providencia.", "3.", "Ser cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad, de cualquiera de los intervinientes.", "4.", "Haber sido apoderado o defensor de alguno de los intervinientes o contraparte de cualquiera de ellos, o haber dado consejo o manifestado su opinión sobre el asunto materia de la actuación.", "5.", "Tener amistad íntima o enemistad grave con cualquiera de los intervinientes.", "6.", "Ser o haber sido socio de cualquiera de los intervinientes en sociedad colectiva, de responsabilidad limitada, en comandita simple, o de hecho, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.", "7.", "Ser o haber sido heredero, legatario o guardador de cualquiera de los intervinientes, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.", "8.", "Estar o haber estado vinculado legalmente a una investigación penal o disciplinaria en la que se le hubiere proferido resolución de acusación o formulado cargos, por denuncia o queja instaurada por cualquiera de los intervinientes.", "9.", "Ser o haber sido acreedor o deudor de cualquiera de los intervinientes, salvo cuando se trate de sociedad anónima, o serlo o haberlo sido su cónyuge o compañero permanente, o pariente dentro del cuarto grado de consanguinidad o civil, o segundo de afinidad.", "10.", "Haber dejado vencer, sin actuar, los términos que la ley señale, a menos que la demora sea debidamente justificada."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000902000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 62.", "content": ["Artículo 62. Declaración de impedimento. El funcionario judicial deberá declararse impedido inmediatamente advierta que se encuentra incurso en cualquiera de las anteriores causales, expresando las razones, señalando la causal y si fuere el caso aportando las pruebas pertinentes.\n"]}, "dot_comma_sep": ["Artículo 62.", "Declaración de impedimento.", "El funcionario judicial deberá declararse impedido inmediatamente advierta que se encuentra incurso en cualquiera de las anteriores causales, expresando las razones, señalando la causal y si fuere el caso aportando las pruebas pertinentes."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000902000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 63.", "content": ["Artículo 63. Recusaciones. Cualquiera de los intervinientes podrá recusar al funcionario judicial que conozca de la actuación disciplinaria, con base en las causales a que se refiere el artículo 61 de esta ley, acompañando las pruebas en que se funde.\n"]}, "dot_comma_sep": ["Artículo 63.", "Recusaciones.", "Cualquiera de los intervinientes podrá recusar al funcionario judicial que conozca de la actuación disciplinaria, con base en las causales a que se refiere el artículo 61 de esta ley, acompañando las pruebas en que se funde."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000902000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 64.", "content": ["Artículo 64. Procedimiento en caso de impedimento o de recusación. Del impedimento manifestado por un Magistrado conocerá el que le siga en turno en la respectiva Sala Jurisdiccional, quien decidirá de plano dentro de los tres días siguientes a la fecha de su recibo. Si la causal de impedimento se extiende a todos los integrantes de la Sala, el trámite del mismo se adelantará por conjuez.\n", "Cuando se trate de recusación, el funcionario judicial manifestará si acepta o no la causal, dentro de los dos días siguientes a la fecha de su formulación. Vencido este término, se seguirá el trámite señalado en el inciso anterior.\n", "La actuación disciplinaria se suspenderá desde que se manifieste el impedimento o se presente la recusación y hasta cuando se decida.\n"]}, "dot_comma_sep": ["Artículo 64.", "Procedimiento en caso de impedimento o de recusación.", "Del impedimento manifestado por un Magistrado conocerá el que le siga en turno en la respectiva Sala Jurisdiccional, quien decidirá de plano dentro de los tres días siguientes a la fecha de su recibo.", "Si la causal de impedimento se extiende a todos los integrantes de la Sala, el trámite del mismo se adelantará por conjuez.", "Cuando se trate de recusación, el funcionario judicial manifestará si acepta o no la causal, dentro de los dos días siguientes a la fecha de su formulación.", "Vencido este término, se seguirá el trámite señalado en el inciso anterior.", "La actuación disciplinaria se suspenderá desde que se manifieste el impedimento o se presente la recusación y hasta cuando se decida."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000903000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 65.", "content": ["Artículo 65. Intervinientes. Podrán intervenir en la actuación disciplinaria el investigado, su defensor y el defensor suplente cuando sea necesario; el Ministerio Público podrá hacerlo en cumplimiento de sus funciones constitucionales.\n"]}, "dot_comma_sep": ["Artículo 65.", "Intervinientes.", "Podrán intervenir en la actuación disciplinaria el investigado, su defensor y el defensor suplente cuando sea necesario; el Ministerio Público podrá hacerlo en cumplimiento de sus funciones constitucionales."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000903000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 66.", "content": ["Artículo 66. Facultades. Los intervinientes se encuentran facultados para:\n", "1. Solicitar, aportar y controvertir pruebas e intervenir en su práctica.\n", "2. Interponer los recursos de ley.\n", "3. Presentar las solicitudes que consideren necesarias para garantizar la legalidad de la actuación disciplinaria y el cumplimiento de sus fines, y\n", "4. Obtener copias de la actuación, salvo que por mandato constitucional o legal estas tengan carácter reservado.\n", "Parágrafo. El quejoso solamente podrá concurrir al disciplinario para la formulación y ampliación de la queja bajo la gravedad del juramento, aporte de pruebas e impugnación de las decisiones que pongan fin a la actuación, distintas a la sentencia. Para este efecto podrá conocerlas en la Secretaría de la Sala respectiva.\n"]}, "dot_comma_sep": ["Artículo 66.", "Facultades.", "Los intervinientes se encuentran facultados para:\n.", "1.", "Solicitar, aportar y controvertir pruebas e intervenir en su práctica.", "2.", "Interponer los recursos de ley.", "3.", "Presentar las solicitudes que consideren necesarias para garantizar la legalidad de la actuación disciplinaria y el cumplimiento de sus fines, y\n.", "4.", "Obtener copias de la actuación, salvo que por mandato constitucional o legal estas tengan carácter reservado.", "Parágrafo.", "El quejoso solamente podrá concurrir al disciplinario para la formulación y ampliación de la queja bajo la gravedad del juramento, aporte de pruebas e impugnación de las decisiones que pongan fin a la actuación, distintas a la sentencia.", "Para este efecto podrá conocerlas en la Secretaría de la Sala respectiva."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000904000067", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 67.", "content": ["Artículo 67. Formas de iniciar la acción disciplinaria. La acción disciplinaria se podrá iniciar de oficio, por información proveniente de servidor público o por otro medio que amerite credibilidad y también mediante queja presentada por cualquier persona. No procederá en caso de anónimos, salvo cuando estos suministren datos o medios de prueba que permitan encausar la investigación y cumplan con los requisitos mínimos establecidos en el artículo 38 de la Ley 190 de 1995 y 27 de la Ley 24 de 1992.\n"]}, "dot_comma_sep": ["Artículo 67.", "Formas de iniciar la acción disciplinaria.", "La acción disciplinaria se podrá iniciar de oficio, por información proveniente de servidor público o por otro medio que amerite credibilidad y también mediante queja presentada por cualquier persona.", "No procederá en caso de anónimos, salvo cuando estos suministren datos o medios de prueba que permitan encausar la investigación y cumplan con los requisitos mínimos establecidos en el artículo 38 de la Ley 190 de 1995 y 27 de la Ley 24 de 1992."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000904000068", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 68.", "content": ["Artículo 68. Procedencia. La Sala del conocimiento deberá examinar la procedencia de la acción disciplinaria y podrá desestimar de plano la queja si la misma no presta mérito para abrir proceso disciplinario o existe una causal objetiva de improcedibilidad.\n"]}, "dot_comma_sep": ["Artículo 68.", "Procedencia.", "La Sala del conocimiento deberá examinar la procedencia de la acción disciplinaria y podrá desestimar de plano la queja si la misma no presta mérito para abrir proceso disciplinario o existe una causal objetiva de improcedibilidad."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000904000069", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 69.", "content": ["Artículo 69. Quejas falsas o temerarias. Las informaciones y quejas falsas o temerarias, referidas a hechos disciplinariamente irrelevantes, de imposible ocurrencia o que sean presentados de manera absolutamente inconcreta o difusa, darán lugar a inhibirse de iniciar actuación alguna.\n", "Advertida la falsedad o temeridad de la queja, el investigador podrá imponer una multa hasta de 180 salarios mínimos legales diarios vigentes. Las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura, en los casos que se advierta la temeridad de la queja, podrán imponer sanción de multa, previa audiencia del quejoso, por medio de resolución motivada contra la cual procede únicamente el recurso de reposición que puede ser interpuesto dentro de los dos días siguientes a su notificación personal o por estado.\n"]}, "dot_comma_sep": ["Artículo 69.", "Quejas falsas o temerarias.", "Las informaciones y quejas falsas o temerarias, referidas a hechos disciplinariamente irrelevantes, de imposible ocurrencia o que sean presentados de manera absolutamente inconcreta o difusa, darán lugar a inhibirse de iniciar actuación alguna.", "Advertida la falsedad o temeridad de la queja, el investigador podrá imponer una multa hasta de 180 salarios mínimos legales diarios vigentes.", "Las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura, en los casos que se advierta la temeridad de la queja, podrán imponer sanción de multa, previa audiencia del quejoso, por medio de resolución motivada contra la cual procede únicamente el recurso de reposición que puede ser interpuesto dentro de los dos días siguientes a su notificación personal o por estado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000070", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 70.", "content": ["Artículo 70. Formas de notificación. La notificación de las decisiones disciplinarias a los intervinientes puede ser: personal, por estado, en estrados, por edicto o por conducta concluyente.\n"]}, "dot_comma_sep": ["Artículo 70.", "Formas de notificación.", "La notificación de las decisiones disciplinarias a los intervinientes puede ser: personal, por estado, en estrados, por edicto o por conducta concluyente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000071", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 71.", "content": ["Artículo 71. Notificación personal. Se notificarán personalmente el auto de trámite de apertura de proceso, las sentencias de primera y segunda instancia, las demás decisiones que pongan fin a la actuación, el auto que niega el recurso de apelación, el que decide sobre la rehabilitación, la resolución que sanciona al recusante temerario.\n"]}, "dot_comma_sep": ["Artículo 71.", "Notificación personal.", "Se notificarán personalmente el auto de trámite de apertura de proceso, las sentencias de primera y segunda instancia, las demás decisiones que pongan fin a la actuación, el auto que niega el recurso de apelación, el que decide sobre la rehabilitación, la resolución que sanciona al recusante temerario."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000072", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 72.", "content": ["Artículo 72. Notificación por medios de comunicación electrónicos. Las decisiones que deban notificarse personalmente podrán ser enviadas al número de fax o a la dirección de correo electrónico del disciplinable o de su defensor, si previamente y por escrito hubieren aceptado ser notificados de esta manera. La notificación se entenderá surtida en la fecha que aparezca en el reporte del fax o en que el correo electrónico sea enviado.\n"]}, "dot_comma_sep": ["Artículo 72.", "Notificación por medios de comunicación electrónicos.", "Las decisiones que deban notificarse personalmente podrán ser enviadas al número de fax o a la dirección de correo electrónico del disciplinable o de su defensor, si previamente y por escrito hubieren aceptado ser notificados de esta manera.", "La notificación se entenderá surtida en la fecha que aparezca en el reporte del fax o en que el correo electrónico sea enviado."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000073", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 73.", "content": ["Artículo 73. Notificación de sentencias y providencias interlocutorias. Proferida la decisión por la Sala, a más tardar al día siguiente se librará comunicación por el medio más expedito con destino al interviniente que deba notificarse; si no se presenta a la secretaría judicial de la Sala que profirió la decisión dentro de los tres días hábiles siguientes, se procederá a notificar por estado o por edicto.\n", "En la comunicación se indicará la fecha de la providencia y la decisión tomada.\n"]}, "dot_comma_sep": ["Artículo 73.", "Notificación de sentencias y providencias interlocutorias.", "Proferida la decisión por la Sala, a más tardar al día siguiente se librará comunicación por el medio más expedito con destino al interviniente que deba notificarse; si no se presenta a la secretaría judicial de la Sala que profirió la decisión dentro de los tres días hábiles siguientes, se procederá a notificar por estado o por edicto.", "En la comunicación se indicará la fecha de la providencia y la decisión tomada."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000074", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 74.", "content": ["Artículo 74. Notificación por estado. La notificación por estado se hará conforme lo dispone el Código de Procedimiento Civil y procede de manera subsidiaria a la notificación personal.\n"]}, "dot_comma_sep": ["Artículo 74.", "Notificación por estado.", "La notificación por estado se hará conforme lo dispone el Código de Procedimiento Civil y procede de manera subsidiaria a la notificación personal."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000075", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. Notificación por edicto. La notificación por edicto se hará conforme lo dispone el Código de Procedimiento Civil y procede de manera subsidiaria a la notificación personal de la sentencia.\n"]}, "dot_comma_sep": ["Artículo 75.", "Notificación por edicto.", "La notificación por edicto se hará conforme lo dispone el Código de Procedimiento Civil y procede de manera subsidiaria a la notificación personal de la sentencia."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000076", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 76.", "content": ["Artículo 76. Notificación en estrados. Las decisiones que se profieran en audiencia se consideran notificadas a todos los intervinientes inmediatamente se haga el pronunciamiento, se encuentren o no presentes.\n"]}, "dot_comma_sep": ["Artículo 76.", "Notificación en estrados.", "Las decisiones que se profieran en audiencia se consideran notificadas a todos los intervinientes inmediatamente se haga el pronunciamiento, se encuentren o no presentes."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000077", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 77.", "content": ["Artículo 77. Notificación por conducta concluyente. Cuando no se hubiere realizado la notificación, o esta fuere irregular, la exigencia legal se entiende cumplida, para todos los efectos, si el interviniente no reclama y actúa en diligencias posteriores o interpone recursos contra ellos o se refiere a las mismas o a su contenido en escritos o alegatos verbales posteriores.\n"]}, "dot_comma_sep": ["Artículo 77.", "Notificación por conducta concluyente.", "Cuando no se hubiere realizado la notificación, o esta fuere irregular, la exigencia legal se entiende cumplida, para todos los efectos, si el interviniente no reclama y actúa en diligencias posteriores o interpone recursos contra ellos o se refiere a las mismas o a su contenido en escritos o alegatos verbales posteriores."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000905000078", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 78.", "content": ["Artículo 78. Comunicaciones. Se debe comunicar al quejoso las decisiones que pongan fin a la actuación, distintas a la sentencia adjuntándole copia de la decisión a la dirección registrada en el expediente al día siguiente del pronunciamiento. Se entenderá cumplida la comunicación cuando hayan transcurrido cinco días, después de la fecha de su entrega a la oficina de correo.\n", "Las decisiones no susceptibles de recurso se comunicarán al día siguiente por el medio más eficaz y de ello se dejará constancia en el expediente.\n"]}, "dot_comma_sep": ["Artículo 78.", "Comunicaciones.", "Se debe comunicar al quejoso las decisiones que pongan fin a la actuación, distintas a la sentencia adjuntándole copia de la decisión a la dirección registrada en el expediente al día siguiente del pronunciamiento.", "Se entenderá cumplida la comunicación cuando hayan transcurrido cinco días, después de la fecha de su entrega a la oficina de correo.", "Las decisiones no susceptibles de recurso se comunicarán al día siguiente por el medio más eficaz y de ello se dejará constancia en el expediente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000906000079", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 79.", "content": ["Artículo 79. Clases de recursos. Contra las decisiones disciplinarias proceden los recursos de reposición y apelación de acuerdo con lo previsto en esta codificación.\n", "Parágrafo. Contra las decisiones de simple trámite no procede recurso alguno.\n"]}, "dot_comma_sep": ["Artículo 79.", "Clases de recursos.", "Contra las decisiones disciplinarias proceden los recursos de reposición y apelación de acuerdo con lo previsto en esta codificación.", "Parágrafo.", "Contra las decisiones de simple trámite no procede recurso alguno."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000906000080", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 80.", "content": ["Artículo 80. Recurso de reposición. Procede contra las decisiones interlocutorias dictadas en audiencia o diligencia; se interpondrá y sustentará de manera oral en el mismo acto, y será resuelto inmediatamente; el auto que lo decida se notificará en estrados.\n", "También procede contra los autos que imponen multa al quejoso temerario y al testigo renuente, y el que decide la solicitud de rehabilitación.\n"]}, "dot_comma_sep": ["Artículo 80.", "Recurso de reposición.", "Procede contra las decisiones interlocutorias dictadas en audiencia o diligencia; se interpondrá y sustentará de manera oral en el mismo acto, y será resuelto inmediatamente; el auto que lo decida se notificará en estrados.", "También procede contra los autos que imponen multa al quejoso temerario y al testigo renuente, y el que decide la solicitud de rehabilitación."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000906000081", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 81.", "content": ["Artículo 81. Recurso de apelación. Procede únicamente contra las decisiones de terminación del procedimiento, de nulidad decretada al momento de dictar sentencia de primer grado, de rehabilitación, la que niega la práctica de pruebas y contra la sentencia de primera instancia.\n", "Podrá interponerse de manera principal o subsidiaria al recurso de reposición respecto de las providencias que lo admitan.\n", "Se concederá en el efecto suspensivo y salvo norma expresa en contrario, deberá interponerse y sustentarse por escrito dentro de los tres (3) días siguientes a la última notificación. Vencido este término, los no apelantes podrán pronunciarse en relación con el recurso dentro de los dos (2) días siguientes.\n", "Sobre su concesión se decidirá de plano. El recurso será rechazado cuando no sea sustentado o se interponga de manera extemporánea, decisión contra la cual no procede recurso alguno.\n"]}, "dot_comma_sep": ["Artículo 81.", "Recurso de apelación.", "Procede únicamente contra las decisiones de terminación del procedimiento, de nulidad decretada al momento de dictar sentencia de primer grado, de rehabilitación, la que niega la práctica de pruebas y contra la sentencia de primera instancia.", "Podrá interponerse de manera principal o subsidiaria al recurso de reposición respecto de las providencias que lo admitan.", "Se concederá en el efecto suspensivo y salvo norma expresa en contrario, deberá interponerse y sustentarse por escrito dentro de los tres (3) días siguientes a la última notificación.", "Vencido este término, los no apelantes podrán pronunciarse en relación con el recurso dentro de los dos (2) días siguientes.", "Sobre su concesión se decidirá de plano.", "El recurso será rechazado cuando no sea sustentado o se interponga de manera extemporánea, decisión contra la cual no procede recurso alguno."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000906000082", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 82.", "content": ["Artículo 82. Prohibición de la reformatio in pejus. El superior, en la providencia que resuelva el recurso de apelación interpuesto contra el fallo sancionatorio, cuando se trate de apelante único, no podrá agravar la sanción impuesta.\n"]}, "dot_comma_sep": ["Artículo 82.", "Prohibición de la reformatio in pejus.", "El superior, en la providencia que resuelva el recurso de apelación interpuesto contra el fallo sancionatorio, cuando se trate de apelante único, no podrá agravar la sanción impuesta."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000906000083", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 83.", "content": ["Artículo 83. Ejecutoria. Las decisiones contra las que proceden recursos dictadas en audiencia o diligencia, exceptuando la que decreta la terminación del procedimiento, quedarán en firme al finalizar esta o la sesión donde se hayan proferido, si no fueren impugnadas.\n", "Las decisiones dictadas por fuera de audiencia contra las que proceden recursos quedarán en firme tres días después de su última notificación, si no fueren impugnadas.\n"]}, "dot_comma_sep": ["Artículo 83.", "Ejecutoria.", "Las decisiones contra las que proceden recursos dictadas en audiencia o diligencia, exceptuando la que decreta la terminación del procedimiento, quedarán en firme al finalizar esta o la sesión donde se hayan proferido, si no fueren impugnadas.", "Las decisiones dictadas por fuera de audiencia contra las que proceden recursos quedarán en firme tres días después de su última notificación, si no fueren impugnadas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000084", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 84.", "content": ["Artículo 84. Necesidad. Toda decisión interlocutoria y el fallo disciplinario deben fundarse en prueba legal y oportunamente allegada al proceso.\n"]}, "dot_comma_sep": ["Artículo 84.", "Necesidad.", "Toda decisión interlocutoria y el fallo disciplinario deben fundarse en prueba legal y oportunamente allegada al proceso."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000085", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 85.", "content": ["Artículo 85. Investigación integral. El funcionario buscará la verdad material. Para ello deberá investigar con igual rigor los hechos y circunstancias que demuestren la existencia de la falta disciplinaria y la responsabilidad del investigado, y los que tiendan a demostrar su inexistencia o lo eximan de responsabilidad. Para tal efecto, el funcionario podrá decretar pruebas de oficio.\n"]}, "dot_comma_sep": ["Artículo 85.", "Investigación integral.", "El funcionario buscará la verdad material.", "Para ello deberá investigar con igual rigor los hechos y circunstancias que demuestren la existencia de la falta disciplinaria y la responsabilidad del investigado, y los que tiendan a demostrar su inexistencia o lo eximan de responsabilidad.", "Para tal efecto, el funcionario podrá decretar pruebas de oficio."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000086", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 86.", "content": ["Artículo 86. Medios de prueba. Son medios de prueba la confesión, el testimonio, la peritación, la inspección judicial y los documentos, o cualquier otro medio técnico o científico los cuales se practicarán conforme a las normas del Código de Procedimiento Penal en cuanto sean compatibles con la naturaleza y reglas del derecho disciplinario.\n", "Los indicios se tendrán en cuenta al momento de apreciar las pruebas, siguiendo los principios de la sana crítica.\n", "Los medios de prueba no previstos en esta ley se practicarán de acuerdo con las disposiciones que regulen medios semejantes, respetando siempre los derechos fundamentales.\n"]}, "dot_comma_sep": ["Artículo 86.", "Medios de prueba.", "Son medios de prueba la confesión, el testimonio, la peritación, la inspección judicial y los documentos, o cualquier otro medio técnico o científico los cuales se practicarán conforme a las normas del Código de Procedimiento Penal en cuanto sean compatibles con la naturaleza y reglas del derecho disciplinario.", "Los indicios se tendrán en cuenta al momento de apreciar las pruebas, siguiendo los principios de la sana crítica.", "Los medios de prueba no previstos en esta ley se practicarán de acuerdo con las disposiciones que regulen medios semejantes, respetando siempre los derechos fundamentales."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000087", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 87.", "content": ["Artículo 87. Libertad de pruebas. La falta y la responsabilidad del investigado podrán demostrarse con cualquiera de los medios de prueba legalmente reconocidos.\n"]}, "dot_comma_sep": ["Artículo 87.", "Libertad de pruebas.", "La falta y la responsabilidad del investigado podrán demostrarse con cualquiera de los medios de prueba legalmente reconocidos."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000088", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 88.", "content": ["Artículo 88. Petición y rechazo de pruebas. Los intervinientes pueden aportar y solicitar la práctica de las pruebas que estimen conducentes y pertinentes. Serán rechazadas las inconducentes, las impertinentes, las manifiestamente superfluas y las ilícitas.\n"]}, "dot_comma_sep": ["Artículo 88.", "Petición y rechazo de pruebas.", "Los intervinientes pueden aportar y solicitar la práctica de las pruebas que estimen conducentes y pertinentes.", "Serán rechazadas las inconducentes, las impertinentes, las manifiestamente superfluas y las ilícitas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000089", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 89.", "content": ["Artículo 89. Práctica de pruebas por comisionado. El funcionario competente podrá comisionar para la práctica de pruebas fuera de su propia sede a cualquier autoridad judicial de igual o inferior categoría o a las personerías municipales; en lo posible las practicará personalmente. En segunda instancia, también se podrá comisionar a los Magistrados Auxiliares.\n", "En la decisión que ordene la comisión se deben establecer las diligencias objeto de la misma y el término para practicarlas.\n", "El comisionado practicará aquellas pruebas que surjan directamente de las que son objeto de la comisión, siempre y cuando no se le haya prohibido expresamente. Si el término de comisión se encuentra vencido se solicitará ampliación y se concederá y comunicará por cualquier medio eficaz, de lo cual se dejará constancia.\n", "Se remitirá al comisionado la reproducción de las actuaciones que sean necesarias para la práctica de las pruebas.\n"]}, "dot_comma_sep": ["Artículo 89.", "Práctica de pruebas por comisionado.", "El funcionario competente podrá comisionar para la práctica de pruebas fuera de su propia sede a cualquier autoridad judicial de igual o inferior categoría o a las personerías municipales; en lo posible las practicará personalmente.", "En segunda instancia, también se podrá comisionar a los Magistrados Auxiliares.", "En la decisión que ordene la comisión se deben establecer las diligencias objeto de la misma y el término para practicarlas.", "El comisionado practicará aquellas pruebas que surjan directamente de las que son objeto de la comisión, siempre y cuando no se le haya prohibido expresamente.", "Si el término de comisión se encuentra vencido se solicitará ampliación y se concederá y comunicará por cualquier medio eficaz, de lo cual se dejará constancia.", "Se remitirá al comisionado la reproducción de las actuaciones que sean necesarias para la práctica de las pruebas."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000090", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 90.", "content": ["Artículo 90. Práctica de pruebas en el exterior. La práctica de las pruebas o de diligencias en territorio extranjero se regulará por las normas legalmente vigentes.\n"]}, "dot_comma_sep": ["Artículo 90.", "Práctica de pruebas en el exterior.", "La práctica de las pruebas o de diligencias en territorio extranjero se regulará por las normas legalmente vigentes."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000091", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 91.", "content": ["Artículo 91. Prueba trasladada. Las pruebas practicadas válidamente en una actuación judicial o administrativa, dentro o fuera del país, podrán trasladarse a la actuación disciplinaria mediante copias autorizadas por el respectivo funcionario y serán apreciadas conforme a las reglas previstas en este código.\n"]}, "dot_comma_sep": ["Artículo 91.", "Prueba trasladada.", "Las pruebas practicadas válidamente en una actuación judicial o administrativa, dentro o fuera del país, podrán trasladarse a la actuación disciplinaria mediante copias autorizadas por el respectivo funcionario y serán apreciadas conforme a las reglas previstas en este código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000092", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 92.", "content": ["Artículo 92. Apoyo técnico. El funcionario judicial que conozca de la actuación disciplinaria podrá solicitar, gratuitamente, a todos los organismos del Estado la colaboración técnica que considere necesaria para el éxito de las investigaciones.\n"]}, "dot_comma_sep": ["Artículo 92.", "Apoyo técnico.", "El funcionario judicial que conozca de la actuación disciplinaria podrá solicitar, gratuitamente, a todos los organismos del Estado la colaboración técnica que considere necesaria para el éxito de las investigaciones."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000093", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 93.", "content": ["Artículo 93. Oportunidad para controvertir la prueba. Los intervinientes podrán controvertir las pruebas a partir del auto de apertura de proceso disciplinario.\n"]}, "dot_comma_sep": ["Artículo 93.", "Oportunidad para controvertir la prueba.", "Los intervinientes podrán controvertir las pruebas a partir del auto de apertura de proceso disciplinario."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000094", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 94.", "content": ["Artículo 94. Testigo renuente. Cuando el testigo citado sea un particular y se muestre renuente a comparecer, podrá imponérsele multa hasta el equivalente a cincuenta salarios mínimos diarios vigentes en la época de ocurrencia del hecho, a favor del Consejo Superior de la Judicatura, a menos que justifique satisfactoriamente su no comparecencia, dentro de los tres días siguientes a la fecha señalada para la declaración.\n", "La multa se impondrá mediante decisión motivada, contra la cual procede el recurso de reposición, que deberá interponerse de acuerdo con los requisitos señalados en este código.\n", "Impuesta la multa, el testigo seguirá obligado a rendir la declaración, para lo cual se fijará nueva fecha.\n", "Podrá disponerse la conducción del testigo por las fuerzas de policía, siempre que se trate de situaciones de urgencia y que resulte necesario para evitar la pérdida de la prueba. La conducción no puede implicar la privación de la libertad.\n", "Esta norma no se aplicará a quien esté exceptuado constitucional o legalmente del deber de declarar.\n"]}, "dot_comma_sep": ["Artículo 94.", "Testigo renuente.", "Cuando el testigo citado sea un particular y se muestre renuente a comparecer, podrá imponérsele multa hasta el equivalente a cincuenta salarios mínimos diarios vigentes en la época de ocurrencia del hecho, a favor del Consejo Superior de la Judicatura, a menos que justifique satisfactoriamente su no comparecencia, dentro de los tres días siguientes a la fecha señalada para la declaración.", "La multa se impondrá mediante decisión motivada, contra la cual procede el recurso de reposición, que deberá interponerse de acuerdo con los requisitos señalados en este código.", "Impuesta la multa, el testigo seguirá obligado a rendir la declaración, para lo cual se fijará nueva fecha.", "Podrá disponerse la conducción del testigo por las fuerzas de policía, siempre que se trate de situaciones de urgencia y que resulte necesario para evitar la pérdida de la prueba.", "La conducción no puede implicar la privación de la libertad.", "Esta norma no se aplicará a quien esté exceptuado constitucional o legalmente del deber de declarar."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000095", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 95.", "content": ["Artículo 95. Inexistencia de la prueba. La prueba recaudada sin el lleno de las formalidades sustanciales o con desconocimiento de los derechos fundamentales del investigado, se tendrá como inexistente.\n"]}, "dot_comma_sep": ["Artículo 95.", "Inexistencia de la prueba.", "La prueba recaudada sin el lleno de las formalidades sustanciales o con desconocimiento de los derechos fundamentales del investigado, se tendrá como inexistente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000096", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 96.", "content": ["Artículo 96. Apreciación integral. Las pruebas deberán apreciarse conjuntamente de acuerdo con las reglas de la sana crítica, y valorarse razonadamente.\n"]}, "dot_comma_sep": ["Artículo 96.", "Apreciación integral.", "Las pruebas deberán apreciarse conjuntamente de acuerdo con las reglas de la sana crítica, y valorarse razonadamente."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000907000097", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 97.", "content": ["Artículo 97. Prueba para sancionar. Para proferir fallo sancionatorio se requiere prueba que conduzca a la certeza sobre la existencia de la falta y de la responsabilidad del disciplinable.\n"]}, "dot_comma_sep": ["Artículo 97.", "Prueba para sancionar.", "Para proferir fallo sancionatorio se requiere prueba que conduzca a la certeza sobre la existencia de la falta y de la responsabilidad del disciplinable."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000908000098", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 98.", "content": ["Artículo 98. Causales. Son causales de nulidad:\n", "1. La falta de competencia.\n", "2. La violación del derecho de defensa del disciplinable.\n", "3. La existencia de irregularidades sustanciales que afecten el debido proceso.\n"]}, "dot_comma_sep": ["Artículo 98.", "Causales.", "Son causales de nulidad:\n.", "1.", "La falta de competencia.", "2.", "La violación del derecho de defensa del disciplinable.", "3.", "La existencia de irregularidades sustanciales que afecten el debido proceso."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000908000099", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 99.", "content": ["Artículo 99. Declaratoria oficiosa. En cualquier estado de la actuación disciplinaria, cuando el funcionario que conozca del asunto advierta la existencia de una de las causales previstas en la norma anterior, declarará la nulidad de lo actuado y ordenará que se reponga la actuación que dependa del acto declarado nulo para que se subsane el defecto.\n"]}, "dot_comma_sep": ["Artículo 99.", "Declaratoria oficiosa.", "En cualquier estado de la actuación disciplinaria, cuando el funcionario que conozca del asunto advierta la existencia de una de las causales previstas en la norma anterior, declarará la nulidad de lo actuado y ordenará que se reponga la actuación que dependa del acto declarado nulo para que se subsane el defecto."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000908000100", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 100.", "content": ["Artículo 100. Solicitud. El interviniente que alegue una nulidad deberá determinar la causal que invoca, las razones en que se funda y no podrá formular una nueva, sino por causal diferente o por hechos posteriores.\n"]}, "dot_comma_sep": ["Artículo 100.", "Solicitud.", "El interviniente que alegue una nulidad deberá determinar la causal que invoca, las razones en que se funda y no podrá formular una nueva, sino por causal diferente o por hechos posteriores."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00000908000101", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VIII\n", "name": "NULIDADES\n"}, "article": {"name": "Artículo 101.", "content": ["Artículo 101. Principios que orientan la declaratoria de las nulidades y su convalidación.\n", "1. No se declarará la invalidez de un acto cuando cumpla la finalidad para la cual estaba destinado, siempre que no se viole el derecho a la defensa.\n", "2. Quien alegue la nulidad debe demostrar que la irregularidad sustancial afecta garantías de los intervinientes, o desconoce las bases fundamentales de la instrucción y el juzgamiento.\n", "3. No puede invocar la nulidad el interviniente que haya coadyuvado con su conducta a la ejecución del acto irregular, salvo que se trate de la falta de defensa técnica.\n", "4. Los actos irregulares pueden convalidarse por el consentimiento del perjudicado, siempre que se observen las garantías constitucionales.\n", "5. Solo puede decretarse cuando no exista otro medio procesal para subsanar la irregularidad sustancial.\n", "6. No podrá decretarse ninguna nulidad por causal distinta de las señaladas en este capítulo.\n", "NOTA: Texto subrayado del numeral 6 declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-884 del 24 de octubre de 2007.\n"]}, "dot_comma_sep": ["Artículo 101.", "Principios que orientan la declaratoria de las nulidades y su convalidación.", "1.", "No se declarará la invalidez de un acto cuando cumpla la finalidad para la cual estaba destinado, siempre que no se viole el derecho a la defensa.", "2.", "Quien alegue la nulidad debe demostrar que la irregularidad sustancial afecta garantías de los intervinientes, o desconoce las bases fundamentales de la instrucción y el juzgamiento.", "3.", "No puede invocar la nulidad el interviniente que haya coadyuvado con su conducta a la ejecución del acto irregular, salvo que se trate de la falta de defensa técnica.", "4.", "Los actos irregulares pueden convalidarse por el consentimiento del perjudicado, siempre que se observen las garantías constitucionales.", "5.", "Solo puede decretarse cuando no exista otro medio procesal para subsanar la irregularidad sustancial.", "6.", "No podrá decretarse ninguna nulidad por causal distinta de las señaladas en este capítulo.", "NOTA: Texto subrayado del numeral 6 declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-884 del 24 de octubre de 2007."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001001000102", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 102.", "content": ["Artículo 102. Iniciación mediante queja o informe. La queja o informe podrá presentarse verbalmente o por escrito, ante las Salas Jurisdiccionales Disciplinarias de los Consejos Seccional o Superior de la Judicatura, o ante cualquier autoridad pública, en cuyo caso la remitirá de inmediato a la Sala competente en razón del factor territorial.\n", "La actuación en primera instancia estará a cargo del Magistrado del Consejo Seccional de la Judicatura que le haya correspondido en reparto hasta el momento de dictar sentencia, determinación que se emitirá por la Sala plural respectiva.\n", "NOTA: Inciso segundo de este artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-328 del 27 de mayo de 2015.\n"]}, "dot_comma_sep": ["Artículo 102.", "Iniciación mediante queja o informe.", "La queja o informe podrá presentarse verbalmente o por escrito, ante las Salas Jurisdiccionales Disciplinarias de los Consejos Seccional o Superior de la Judicatura, o ante cualquier autoridad pública, en cuyo caso la remitirá de inmediato a la Sala competente en razón del factor territorial.", "La actuación en primera instancia estará a cargo del Magistrado del Consejo Seccional de la Judicatura que le haya correspondido en reparto hasta el momento de dictar sentencia, determinación que se emitirá por la Sala plural respectiva.", "NOTA: Inciso segundo de este artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-328 del 27 de mayo de 2015."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001002000103", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 103.", "content": ["Artículo 103. Terminación anticipada. En cualquier etapa de la actuación disciplinaria en que aparezca plenamente demostrado que el hecho atribuido no existió, que la conducta no está prevista en la ley como falta disciplinaria, que el disciplinable no la cometió, que existe una causal de exclusión de responsabilidad, o que la actuación no podía iniciarse o proseguirse, el funcionario de conocimiento, mediante decisión motivada, así lo declarará y ordenará la terminación del procedimiento.\n"]}, "dot_comma_sep": ["Artículo 103.", "Terminación anticipada.", "En cualquier etapa de la actuación disciplinaria en que aparezca plenamente demostrado que el hecho atribuido no existió, que la conducta no está prevista en la ley como falta disciplinaria, que el disciplinable no la cometió, que existe una causal de exclusión de responsabilidad, o que la actuación no podía iniciarse o proseguirse, el funcionario de conocimiento, mediante decisión motivada, así lo declarará y ordenará la terminación del procedimiento."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001003000104", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 104.", "content": ["Artículo 104. Trámite preliminar. Efectuado el reparto, dentro de los cinco (5) días siguientes se acreditará la condición de disciplinable del denunciado por el medio más expedito; verificado este requisito de procedibilidad, se dictará auto de trámite de apertura de proceso disciplinario, señalando fecha y hora para la audiencia de pruebas y calificación de lo cual se enterará al Ministerio Público; dicha diligencia se celebrará dentro del término perentorio de quince (15) días. La citación se realizará a través del medio más eficaz. En caso de no conocerse su paradero, se enviará la comunicación a las direcciones anotadas en el Registro Nacional de Abogados fijándose además edicto emplazatorio en la Secretaría de la Sala por el término de tres (3) días.\n", "Si en la fecha prevista el disciplinable comparece, la actuación se desarrollará conforme al artículo siguiente.\n", "Si el disciplinable no comparece, se fijará edicto emplazatorio por tres (3) días, acto seguido se declarará persona ausente y se le designará defensor de oficio con quien se proseguirá la actuación.\n", "La citación también deberá efectuarse al quejoso en todos los eventos. De la realización de las audiencias se enterará al Ministerio Público.\n", "Parágrafo. Será obligatoria la presencia del disciplinado o su defensor a las audiencias de que tratan los artículos siguientes. Si tales intervinientes no comparecieren o se ausentasen sin causa justificada, se suspenderá la audiencia, por el término de tres días para que se justifique la causa. Vencido este término el juez evaluará la causa y si persistiere la incomparecencia procederá de inmediato a designar un defensor de oficio con quien se proseguirá la actuación.\n"]}, "dot_comma_sep": ["Artículo 104.", "Trámite preliminar.", "Efectuado el reparto, dentro de los cinco (5) días siguientes se acreditará la condición de disciplinable del denunciado por el medio más expedito; verificado este requisito de procedibilidad, se dictará auto de trámite de apertura de proceso disciplinario, señalando fecha y hora para la audiencia de pruebas y calificación de lo cual se enterará al Ministerio Público; dicha diligencia se celebrará dentro del término perentorio de quince (15) días.", "La citación se realizará a través del medio más eficaz.", "En caso de no conocerse su paradero, se enviará la comunicación a las direcciones anotadas en el Registro Nacional de Abogados fijándose además edicto emplazatorio en la Secretaría de la Sala por el término de tres (3) días.", "Si en la fecha prevista el disciplinable comparece, la actuación se desarrollará conforme al artículo siguiente.", "Si el disciplinable no comparece, se fijará edicto emplazatorio por tres (3) días, acto seguido se declarará persona ausente y se le designará defensor de oficio con quien se proseguirá la actuación.", "La citación también deberá efectuarse al quejoso en todos los eventos.", "De la realización de las audiencias se enterará al Ministerio Público.", "Parágrafo.", "Será obligatoria la presencia del disciplinado o su defensor a las audiencias de que tratan los artículos siguientes.", "Si tales intervinientes no comparecieren o se ausentasen sin causa justificada, se suspenderá la audiencia, por el término de tres días para que se justifique la causa.", "Vencido este término el juez evaluará la causa y si persistiere la incomparecencia procederá de inmediato a designar un defensor de oficio con quien se proseguirá la actuación."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001003000105", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 105.", "content": ["Artículo 105. Audiencia de pruebas y calificación provisional. En esta audiencia se presentará la queja o informe origen de la actuación; el disciplinable rendirá versión libre si es su deseo respecto de los hechos imputados, o en su caso, el defensor podrá referirse sobre los mismos, pudiendo solicitar o aportar las pruebas que pretendan allegar; en el mismo acto de audiencia se determinará su conducencia y pertinencia y se decretarán las que de oficio se consideren necesarias. El disciplinado o su defensor podrá solicitar la suspensión de la audiencia hasta por cinco días para ejercer su derecho a solicitar y aportar pruebas en caso de que no lo pueda hacer en el momento de conocer la queja o informe.\n", "Si se niega la práctica de alguna de las pruebas solicitadas, dicha determinación se notificará en estrados y contra ella procede el recurso de reposición que debe resolverse en el mismo acto y en subsidio el de apelación.\n", "En caso de que la práctica de la prueba no sea posible de manera inmediata por razón de su naturaleza, porque deba evacuarse o se encuentre en sede distinta, o porque el órgano de prueba deba ser citado, la audiencia se suspenderá con tal fin por un término que no excederá de treinta (30) días.\n", "Evacuadas las pruebas decretadas en la audiencia se procederá a la calificación jurídica de la actuación disponiendo su terminación o la formulación de cargos, según corresponda.\n", "La formulación de cargos deberá contener en forma expresa y motivada la imputación fáctica y jurídica, así como la modalidad de la conducta. Contra esta decisión no procede recurso alguno.\n", "A continuación los intervinientes podrán solicitar la práctica de pruebas a realizarse en la audiencia de juzgamiento, sobre cuyo decreto se decidirá como ya se indicó. Se ordenarán de manera inmediata aquellas que hayan de realizarse fuera de la sede de la Sala y también se pronunciará sobre la legalidad de la actuación.\n", "Al finalizar la diligencia, o evacuadas las pruebas fuera de la sede, el funcionario fijará fecha y hora para la realización de la audiencia pública de juzgamiento que se celebrará dentro de los veinte (20) días siguientes.\n", "Si la calificación fuere mediante decisión de terminación del procedimiento, los intervinientes serán notificados en estrados. Esta determinación es susceptible del recurso de apelación que deberá interponerse y sustentarse en el mismo acto, caso en el cual de inmediato se decidirá sobre su concesión. Si el quejoso no estuvo presente en la audiencia, podrá interponerlo y sustentarlo dentro de los tres (3) días siguientes a la terminación de la audiencia.\n", "Parágrafo. El disciplinante podrá confesar la comisión de la falta caso en el cual se procederá a dictar sentencia. En estos eventos la sanción se determinará de acuerdo a lo establecido en el artículo 45 de este código.\n"]}, "dot_comma_sep": ["Artículo 105.", "Audiencia de pruebas y calificación provisional.", "En esta audiencia se presentará la queja o informe origen de la actuación; el disciplinable rendirá versión libre si es su deseo respecto de los hechos imputados, o en su caso, el defensor podrá referirse sobre los mismos, pudiendo solicitar o aportar las pruebas que pretendan allegar; en el mismo acto de audiencia se determinará su conducencia y pertinencia y se decretarán las que de oficio se consideren necesarias.", "El disciplinado o su defensor podrá solicitar la suspensión de la audiencia hasta por cinco días para ejercer su derecho a solicitar y aportar pruebas en caso de que no lo pueda hacer en el momento de conocer la queja o informe.", "Si se niega la práctica de alguna de las pruebas solicitadas, dicha determinación se notificará en estrados y contra ella procede el recurso de reposición que debe resolverse en el mismo acto y en subsidio el de apelación.", "En caso de que la práctica de la prueba no sea posible de manera inmediata por razón de su naturaleza, porque deba evacuarse o se encuentre en sede distinta, o porque el órgano de prueba deba ser citado, la audiencia se suspenderá con tal fin por un término que no excederá de treinta (30) días.", "Evacuadas las pruebas decretadas en la audiencia se procederá a la calificación jurídica de la actuación disponiendo su terminación o la formulación de cargos, según corresponda.", "La formulación de cargos deberá contener en forma expresa y motivada la imputación fáctica y jurídica, así como la modalidad de la conducta.", "Contra esta decisión no procede recurso alguno.", "A continuación los intervinientes podrán solicitar la práctica de pruebas a realizarse en la audiencia de juzgamiento, sobre cuyo decreto se decidirá como ya se indicó.", "Se ordenarán de manera inmediata aquellas que hayan de realizarse fuera de la sede de la Sala y también se pronunciará sobre la legalidad de la actuación.", "Al finalizar la diligencia, o evacuadas las pruebas fuera de la sede, el funcionario fijará fecha y hora para la realización de la audiencia pública de juzgamiento que se celebrará dentro de los veinte (20) días siguientes.", "Si la calificación fuere mediante decisión de terminación del procedimiento, los intervinientes serán notificados en estrados.", "Esta determinación es susceptible del recurso de apelación que deberá interponerse y sustentarse en el mismo acto, caso en el cual de inmediato se decidirá sobre su concesión.", "Si el quejoso no estuvo presente en la audiencia, podrá interponerlo y sustentarlo dentro de los tres (3) días siguientes a la terminación de la audiencia.", "Parágrafo.", "El disciplinante podrá confesar la comisión de la falta caso en el cual se procederá a dictar sentencia.", "En estos eventos la sanción se determinará de acuerdo a lo establecido en el artículo 45 de este código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001004000106", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 106.", "content": ["Artículo 106. Audiencia de juzgamiento. En la audiencia pública de juzgamiento se practicarán las pruebas decretadas, evacuadas las cuales se concederá el uso de la palabra por un breve lapso y evitando las prolongaciones indebidas, en el siguiente orden: al representante del Ministerio Público si concurriere, al disciplinable y a su defensor, si lo hubiere, al cabo de lo cual se dará por finalizada la audiencia.\n", "Si agotada la fase probatoria, el funcionario advierte la necesidad de variar los cargos, así lo declarará de manera breve y motivada, en cuyo caso los intervinientes podrán elevar una nueva solicitud de pruebas, evento en el cual se procederá conforme a lo indicado en los incisos segundo y tercero del artículo precedente; sin pruebas por practicar o evacuadas las ordenadas, se concederá el uso de la palabra por un lapso no superior a veinte minutos, en el siguiente orden: al representante del Ministerio Público si concurriere, al disciplinable y a su defensor si lo hubiere, al cabo de lo cual se dará por finalizada la audiencia.\n", "Las nulidades generadas y planteadas con posterioridad a la audiencia de pruebas y calificación serán resueltas en la sentencia.\n", "El Magistrado ponente dispondrá de cinco (5) días para registrar el proyecto de fallo, y la Sala de cinco (5) días para proferir sentencia, que solo deberá contener:\n", "NOTA: Inciso cuarto de este artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-328 del 27 de mayo de 2015.\n", "1. La identidad del investigado.\n", "2. Un resumen de los hechos.\n", "3. Análisis de las pruebas que dan la certeza sobre la existencia de la falta y la responsabilidad del implicado, la valoración jurídica de los cargos, de los argumentos defensivos y de las alegaciones que hubieren sido presentadas.\n", "4. Fundamentación de la calificación de la falta y culpabilidad y de las razones de la sanción o de la absolución, y\n", "5. La exposición debidamente razonada de los criterios tenidos en cuenta para la graduación de la sanción.\n"]}, "dot_comma_sep": ["Artículo 106.", "Audiencia de juzgamiento.", "En la audiencia pública de juzgamiento se practicarán las pruebas decretadas, evacuadas las cuales se concederá el uso de la palabra por un breve lapso y evitando las prolongaciones indebidas, en el siguiente orden: al representante del Ministerio Público si concurriere, al disciplinable y a su defensor, si lo hubiere, al cabo de lo cual se dará por finalizada la audiencia.", "Si agotada la fase probatoria, el funcionario advierte la necesidad de variar los cargos, así lo declarará de manera breve y motivada, en cuyo caso los intervinientes podrán elevar una nueva solicitud de pruebas, evento en el cual se procederá conforme a lo indicado en los incisos segundo y tercero del artículo precedente; sin pruebas por practicar o evacuadas las ordenadas, se concederá el uso de la palabra por un lapso no superior a veinte minutos, en el siguiente orden: al representante del Ministerio Público si concurriere, al disciplinable y a su defensor si lo hubiere, al cabo de lo cual se dará por finalizada la audiencia.", "Las nulidades generadas y planteadas con posterioridad a la audiencia de pruebas y calificación serán resueltas en la sentencia.", "El Magistrado ponente dispondrá de cinco (5) días para registrar el proyecto de fallo, y la Sala de cinco (5) días para proferir sentencia, que solo deberá contener:", "NOTA: Inciso cuarto de este artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-328 del 27 de mayo de 2015.", "1.", "La identidad del investigado.", "2.", "Un resumen de los hechos.", "3.", "Análisis de las pruebas que dan la certeza sobre la existencia de la falta y la responsabilidad del implicado, la valoración jurídica de los cargos, de los argumentos defensivos y de las alegaciones que hubieren sido presentadas.", "4.", "Fundamentación de la calificación de la falta y culpabilidad y de las razones de la sanción o de la absolución, y\n.", "5.", "La exposición debidamente razonada de los criterios tenidos en cuenta para la graduación de la sanción."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001004000107", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "JUZGAMIENTO\n"}, "article": {"name": "Artículo 107.", "content": ["Artículo 107. Trámite en segunda instancia. Una vez ingrese la actuación al despacho del Magistrado Ponente, este dispondrá de veinte (20) días para registrar proyecto de decisión que será dictada por la Sala en la mitad de este término.\n", "Antes del proferimiento del fallo, el Magistrado Ponente podrá ordenar oficiosamente la práctica de pruebas que estime necesarias, las cuales se evacuarán en un término no superior a quince (15) días y fuera de audiencia. Surtidas estas, se procederá conforme a lo indicado en el inciso precedente.\n", "La apelación de providencias distintas del fallo será desatada de plano, en los mismos términos previstos en el inciso primero de este artículo.\n"]}, "dot_comma_sep": ["Artículo 107.", "Trámite en segunda instancia.", "Una vez ingrese la actuación al despacho del Magistrado Ponente, este dispondrá de veinte (20) días para registrar proyecto de decisión que será dictada por la Sala en la mitad de este término.", "Antes del proferimiento del fallo, el Magistrado Ponente podrá ordenar oficiosamente la práctica de pruebas que estime necesarias, las cuales se evacuarán en un término no superior a quince (15) días y fuera de audiencia.", "Surtidas estas, se procederá conforme a lo indicado en el inciso precedente.", "La apelación de providencias distintas del fallo será desatada de plano, en los mismos términos previstos en el inciso primero de este artículo."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001200000108", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo  108.", "content": ["Artículo  108. La rehabilitación. El profesional excluido podrá ser rehabilitado luego de transcurridos cinco (5) años desde la ejecutoria de la sentencia, siempre que fundadamente se considere que observó una conducta de todo orden que aconseje su reincorporación al ejercicio de la profesión.\n", "El abogado que adelante y apruebe los cursos de capacitación autorizados por el Consejo Superior de la Judicatura en instituciones acreditadas podrá rehabilitarse en tres (3) y cinco (5) años, respectivamente.\n", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-290 del 02 de abril de 2008, en el entendido que la expresión “podrá” (en el inciso primero), implica que puede serlo antes del plazo, si el sancionado opta por realizar y aprobar el curso a que se refiere el inciso tercero de este artículo y que el curso respectivo responda a los fines de rehabilitación y formación ética previstos en la presente ley. El texto subrayado fue declarado INEXEQUIBLE en la misma Sentencia.\n"]}, "dot_comma_sep": ["Artículo  108.", "El profesional excluido podrá ser rehabilitado luego de transcurridos cinco (5) años desde la ejecutoria de la sentencia, siempre que fundadamente se considere que observó una conducta de todo orden que aconseje su reincorporación al ejercicio de la profesión.", "El término aquí previsto será de diez (10) años, cuando los hechos que originen la imposición de la sanción de exclusión tengan lugar en actuaciones judiciales o extrajudiciales del abogado que se desempeñe o se haya desempeñado como apoderado o contraparte de una entidad pública.", "El abogado que adelante y apruebe los cursos de capacitación autorizados por el Consejo Superior de la Judicatura en instituciones acreditadas podrá rehabilitarse en tres (3) y cinco (5) años, respectivamente.", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-290 del 02 de abril de 2008, en el entendido que la expresión “podrá” (en el inciso primero), implica que puede serlo antes del plazo, si el sancionado opta por realizar y aprobar el curso a que se refiere el inciso tercero de este artículo y que el curso respectivo responda a los fines de rehabilitación y formación ética previstos en la presente ley.", "El texto subrayado fue declarado INEXEQUIBLE en la misma Sentencia."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001200000109", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 109.", "content": ["Artículo 109. Solicitud. El excluido del ejercicio profesional podrá solicitar ante la Sala que dictó la sentencia de primer grado, la rehabilitación en los términos consagrados en este código.\n"]}, "dot_comma_sep": ["Artículo 109.", "Solicitud.", "El excluido del ejercicio profesional podrá solicitar ante la Sala que dictó la sentencia de primer grado, la rehabilitación en los términos consagrados en este código."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001200000110", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 110.", "content": ["Artículo 110. Procedimiento:\n", "a) Admisión de la solicitud y apertura a pruebas. Cumplido el requisito temporal para solicitar la rehabilitación la petición será admitida, y en el mismo auto se abrirá el proceso a pruebas, para que en el término de cinco (5) días los intervinientes soliciten o aporten las que estimen conducentes;\n", "b) Rechazo de la solicitud. La solicitud de rehabilitación solo podrá rechazarse por el no cumplimiento del requisito temporal, mediante auto motivado susceptible del recurso de reposición;\n", "c) Decreto de pruebas. Las pruebas conducentes, solicitadas en esta etapa o con la petición de rehabilitación y las que oficiosamente se estimen necesarias, serán decretadas dentro de los cinco (5) días siguientes al vencimiento del traslado aludido en el numeral 1 precedente;\n", "d) Período probatorio y fallo. Las pruebas serán practicadas en un término no superior a treinta (30) días, vencido el cual la Sala tendrá diez (10) días para decidir, determinación que es susceptible del recurso de apelación;\n", "e) Comunicación. En firme el auto que ordena la rehabilitación, se oficiará a las mismas autoridades a quienes se comunicó la exclusión para los efectos legales pertinentes.\n"]}, "dot_comma_sep": ["Artículo 110.", "Procedimiento:\n.", "a) Admisión de la solicitud y apertura a pruebas.", "Cumplido el requisito temporal para solicitar la rehabilitación la petición será admitida, y en el mismo auto se abrirá el proceso a pruebas, para que en el término de cinco (5) días los intervinientes soliciten o aporten las que estimen conducentes;\n.", "b) Rechazo de la solicitud.", "La solicitud de rehabilitación solo podrá rechazarse por el no cumplimiento del requisito temporal, mediante auto motivado susceptible del recurso de reposición;\n.", "c) Decreto de pruebas.", "Las pruebas conducentes, solicitadas en esta etapa o con la petición de rehabilitación y las que oficiosamente se estimen necesarias, serán decretadas dentro de los cinco (5) días siguientes al vencimiento del traslado aludido en el numeral 1 precedente;\n.", "d) Período probatorio y fallo.", "Las pruebas serán practicadas en un término no superior a treinta (30) días, vencido el cual la Sala tendrá diez (10) días para decidir, determinación que es susceptible del recurso de apelación;\n.", "e) Comunicación.", "En firme el auto que ordena la rehabilitación, se oficiará a las mismas autoridades a quienes se comunicó la exclusión para los efectos legales pertinentes."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001400000111", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 111.", "content": ["Artículo 111. Régimen de transición. Los procesos que se encuentren con auto de apertura de investigación al entrar en vigencia este código, continuarán tramitándose de conformidad con el procedimiento anterior.\n", "NOTA: El aparte subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-692 del 09 de julio de 2008.\n"]}, "dot_comma_sep": ["Artículo 111.", "Los procesos que se encuentren con auto de apertura de investigación al entrar en vigencia este código, continuarán tramitándose de conformidad con el procedimiento anterior.", "En los demás procesos, los Magistrados de las Salas Jurisdiccionales Disciplinarias de los Consejos Seccionales de la Judicatura implementarán el procedimiento aquí establecido en estricto orden de radicación, salvo aquellos en los que la acción disciplinaria se encuentre próxima a prescribir, a los cuales les dará prelación.", "NOTA: El aparte subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-692 del 09 de julio de 2008."]}, {"index": "abogado", "legal_source": "Código Disciplinario del Abogado\n", "id": "abogado00001400000112", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "ACTUACION PROCESAL\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 112.", "content": ["Artículo 112. Vigencia y derogatorias. El presente código entrará a regir cuatro (4) meses después de su promulgación y deroga en lo pertinente el Decreto 196 de 1971, el artículo 13 del Decreto 1137 de 1971, la Ley 20 de 1972, y demás normas que le sean contrarias.\n", "La presidenta del honorable senado de la república,\n", "DILIAN FRANCISCA TORO TORRES.\n", "El secretario general del honorable senado de la república,\n", "EMILIO RAMÓN OTERO DAJUD.\n", "El presidente de la honorable cámara de representantes,\n", "ALFREDO APE CUELLO BAUTE.\n", "El secretario general de la honorable cámara de representantes,\n", "ANGELINO LIZCANO RIVERA.\n", "Republica De Colombia - Gobierno Nacional\n", "PUBLÍQUESE Y EJECÚTESE.\n", "Dada en Bogotá, D.C., a los 22 días del mes de enero del año 2007.\n", "ÁLVARO URIBE VÉLEZ\n", "El ministro del interior y de justicia,\n", "CARLOS HOLGUÍN SARDI.\n", " "]}, "dot_comma_sep": ["Artículo 112.", "Vigencia y derogatorias.", "El presente código entrará a regir cuatro (4) meses después de su promulgación y deroga en lo pertinente el Decreto 196 de 1971, el artículo 13 del Decreto 1137 de 1971, la Ley 20 de 1972, y demás normas que le sean contrarias.", "La presidenta del honorable senado de la república,", "DILIAN FRANCISCA TORO TORRES.", "El secretario general del honorable senado de la república,", "EMILIO RAMÓN OTERO DAJUD.", "El presidente de la honorable cámara de representantes,", "ALFREDO APE CUELLO BAUTE.", "El secretario general de la honorable cámara de representantes,", "ANGELINO LIZCANO RIVERA.", "Republica De Colombia - Gobierno Nacional", "PUBLÍQUESE Y EJECÚTESE.", "Dada en Bogotá, D.", "C.", ", a los 22 días del mes de enero del año 2007.", "ÁLVARO URIBE VÉLEZ", "El ministro del interior y de justicia,", "CARLOS HOLGUÍN SARDI.", ""]}]