[{"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000001000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 1.", "content": ["Artículo 1. A partir de la promulgación de la presente Ley, los animales tendrán en todo el territorio nacional especial protección contra el sufrimiento y el dolor, causados directa o indirectamente por el hombre.\n"]}, "dot_comma_sep": ["Artículo 1.", "Parágrafo: La expresión \"animal\" utilizada genéricamente en este Estatuto, comprende los silvestres, bravíos o salvajes y los domésticos o domesticados, cualquiera sea el medio físico en que se encuentren o vivan, en libertad o en cautividad."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000001000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 2.", "content": ["Artículo 2. Las disposiciones de la presente Ley, tienen por objeto:\n", "a) Prevenir y tratar el dolor y el sufrimiento de los animales;\n", "b) Promover la salud y el bienestar de los animales, asegurándoles higiene, sanidad y condiciones apropiadas de existencia;\n", "c) Erradicar y sancionar el maltrato y los actos de crueldad para con los animales;\n", "d) Desarrollar programas educativos a través de medios de comunicación del Estado y de los establecimientos de educación oficiales y privados, que promuevan el respeto y el cuidado de los animales;\n", "e) Desarrollar medidas efectivas para la preservación de la fauna silvestre.\n"]}, "dot_comma_sep": ["Artículo 2.", "Las disposiciones de la presente Ley, tienen por objeto:\n.", "a) Prevenir y tratar el dolor y el sufrimiento de los animales;", "b) Promover la salud y el bienestar de los animales, asegurándoles higiene, sanidad y condiciones apropiadas de existencia;", "c) Erradicar y sancionar el maltrato y los actos de crueldad para con los animales;", "d) Desarrollar programas educativos a través de medios de comunicación del Estado y de los establecimientos de educación oficiales y privados, que promuevan el respeto y el cuidado de los animales;", "e) Desarrollar medidas efectivas para la preservación de la fauna silvestre."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000001000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 3.", "content": ["Artículo 3. La violación de las disposiciones contenidas en el presente Estatuto son contravenciones cuyo conocimiento compete a los funcionarios descritos en el Capítulo décimo de esta Ley.\n"]}, "dot_comma_sep": ["Artículo 3.", "La violación de las disposiciones contenidas en el presente Estatuto son contravenciones cuyo conocimiento compete a los funcionarios descritos en el Capítulo décimo de esta Ley."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000002000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 4.", "content": ["Artículo 4. Toda persona está obligada a respetar y abstenerse de causar daño o lesión a cualquier animal. Igualmente debe denunciar todo acto de crueldad cometido por terceros de que tenga conocimiento.\n"]}, "dot_comma_sep": ["Artículo 4.", "Toda persona está obligada a respetar y abstenerse de causar daño o lesión a cualquier animal.", "Igualmente debe denunciar todo acto de crueldad cometido por terceros de que tenga conocimiento."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000002000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 5.", "content": ["Artículo 5. Además de lo dispuesto en el Artículo anterior, son también deberes del propietario, tenedor o poseedor de un animal, entre otros:\n", "a) Mantener el animal en condiciones locativas apropiadas en cuanto a movilidad, luminosidad, aireación, aseo e higiene;\n", "b)Suministrarle bebida, alimento en cantidad y calidad suficientes, así como medicinas y los cuidados necesarios para asegurar su salud, bienestar y para evitarle daño, enfermedad o muerte;\n", "c) Suministrarle abrigo apropiado contra la intemperie, cuando la especie de animal y las condiciones climáticas así lo requieran.\n", "Parágrafo. Cuando se trata de animales domésticos o domesticados, en cautividad o confinamiento las condiciones descritas en el presente artículo deberán ser especialmente rigurosas, de manera tal que los riesgos de daño, lesión, enfermedad o muerte sean mínimos.\n"]}, "dot_comma_sep": ["Artículo 5.", "Además de lo dispuesto en el Artículo anterior, son también deberes del propietario, tenedor o poseedor de un animal, entre otros:\n.", "a) Mantener el animal en condiciones locativas apropiadas en cuanto a movilidad, luminosidad, aireación, aseo e higiene;", "b)Suministrarle bebida, alimento en cantidad y calidad suficientes, así como medicinas y los cuidados necesarios para asegurar su salud, bienestar y para evitarle daño, enfermedad o muerte;", "c) Suministrarle abrigo apropiado contra la intemperie, cuando la especie de animal y las condiciones climáticas así lo requieran.", "Parágrafo.", "Cuando se trata de animales domésticos o domesticados, en cautividad o confinamiento las condiciones descritas en el presente artículo deberán ser especialmente rigurosas, de manera tal que los riesgos de daño, lesión, enfermedad o muerte sean mínimos."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000003000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 6.", "content": ["Artículo 6. El que cause daño a un animal o realice cualquiera de las conductas consideradas como crueles para con los mismos por esta Ley, será sancionado con la pena prevista para cada caso.\n", "Se presumen hechos dañinos y actos de crueldad para con los animales los siguientes:\n", "a) Herir o lesionar a un animal por golpe, quemadura, cortada o punzada o con arma de fuego;\n", "b) Causar la muerte innecesaria o daño grave a un animal obrando por motivo abyecto o fútil;\n", "c) Remover, destruir, mutilar o alterar cualquier miembro, órgano o apéndice de un animal vivo, sin que medie razón técnica, científica, zooprofiláctica, estética o se ejecute por piedad para con el mismo;\n", "d) Causar la muerte inevitable o necesaria a un animal con procedimientos que originen sufrimiento o que prolonguen su agonía. Es muerte inevitable o necesaria la descrita en los artículos 17 y 18 del capítulo quinto de esta Ley;\n", "e) Enfrentar animales para que se acometan y hacer de las peleas así provocadas un espectáculo público o privado;\n", "f) Convertir en espectáculo público o privado, el maltrato, la tortura o la muerte de animales adiestrados o sin adiestrar;\n", "g) Usar animales vivos para entrenamiento o para probar o incrementar la agresividad o la pericia de otros animales;\n", "h) Utilizar para el servicio de carga, tracción, monta o espectáculo, animales ciegos, heridos, deformes, o enfermos gravemente o desherrados en vía asfaltada, pavimentada o empedrada o emplearlos para el trabajo cuando por cualquier otro motivo no se hallen en estado físico adecuado;\n", "i) Usar animales cautivos como blanco de tiro, con objetos susceptibles de causarles daño o muerte o con armas de cualquier clase;\n", "j) Toda privación de aire, luz, alimento, movimiento, espacio suficiente, abrigo, higiene o aseo, tratándose de animal cautivo, confinado, doméstico o no, que le cause daño grave o muerte;\n", "k) Pelar o desplumar animales vivos o entregarlos a la alimentación de otros;\n", "l) Abandonar substancias venenosas o perjudiciales en lugares accesibles a animales diferentes de aquellos a los cuales específicamente se trata de combatir;\n", "m) Recargar de trabajo a un animal a tal punto que como consecuencia del exceso o esfuerzo superior a su capacidad o resistencia se le cause agotamiento, extenuación manifiesta o muerte;\n", "n) Usar mallas camufladas para la captura de aves y emplear explosivos o venenos para la de peces. La utilización de mallas camufladas para la captura de aves será permitida únicamente con fines científicos, zooprofilácticos o veterinarios y con previa autorización de la entidad administradora de los recursos naturales;\n", "o) Envenenar o intoxicar a un animal, usando para ello cualquier sustancia venenosa, tóxica, de carácter líquido, sólido, o gaseoso, volátil, mineral u orgánico;\n", "p) Sepultar vivo a un animal;\n", "q) Confinar uno o más animales en condiciones tales que le produzca la asfixia;\n", "r) Ahogar a un animal;\n", "s) Hacer con bisturí, aguja o cualquier otro medio susceptible de causar daño o sufrimiento prácticas de destreza manual con animales vivos o practicar la vivisección con fines que no sean científicamente demostrables y en lugares o por personas que no estén debidamente autorizadas para ello;\n", "t) Estimular o entumecer a un animal con medios químicos, físicos o quirúrgicos, para fines competitivos, de exhibición o utilización en espectáculo público o privado y en general aplicarles drogas sin perseguir fines terapéuticos;\n", "u) Utilizar animales vivos o muertos en la elaboración de escenas cinematográficas o audiovisuales destinadas a la exhibición pública o privada, en las que se cause daño o muerte a un animal con procedimientos crueles o susceptibles de promover la crueldad contra los mismos;\n", "v) Dejar expósito o abandonar a su suerte a un animal doméstico o domesticado en estado de vejez, enfermedad, invalidez o incapacidad de procurarse la subsistencia;\n", "w) Realizar experimentos con animales vivos de grado superior en la escala zoológica al indispensable, según la naturaleza de la experiencia\n", "x) Abandonar a sus propios medios animales utilizados en experimentos;\n", "y. Causar la muerte de animales grávidos, cuando tal estado sea patente en el animal, salvo que se trate de industrias legalmente establecidas que se funden en la explotación del nonato;\n", "z) Lastimar o arrollar un animal intencionalmente o matarlo por simple perversidad.\n", "Excepciones.\n"]}, "dot_comma_sep": ["Artículo 6.", "El que cause daño a un animal o realice cualquiera de las conductas consideradas como crueles para con los mismos por esta Ley, será sancionado con la pena prevista para cada caso.", "Se presumen hechos dañinos y actos de crueldad para con los animales los siguientes:", "a) Herir o lesionar a un animal por golpe, quemadura, cortada o punzada o con arma de fuego;", "b) Causar la muerte innecesaria o daño grave a un animal obrando por motivo abyecto o fútil;", "c) Remover, destruir, mutilar o alterar cualquier miembro, órgano o apéndice de un animal vivo, sin que medie razón técnica, científica, zooprofiláctica, estética o se ejecute por piedad para con el mismo;", "d) Causar la muerte inevitable o necesaria a un animal con procedimientos que originen sufrimiento o que prolonguen su agonía.", "Es muerte inevitable o necesaria la descrita en los artículos 17 y 18 del capítulo quinto de esta Ley;\n.", "e) Enfrentar animales para que se acometan y hacer de las peleas así provocadas un espectáculo público o privado;", "f) Convertir en espectáculo público o privado, el maltrato, la tortura o la muerte de animales adiestrados o sin adiestrar;", "g) Usar animales vivos para entrenamiento o para probar o incrementar la agresividad o la pericia de otros animales;", "h) Utilizar para el servicio de carga, tracción, monta o espectáculo, animales ciegos, heridos, deformes, o enfermos gravemente o desherrados en vía asfaltada, pavimentada o empedrada o emplearlos para el trabajo cuando por cualquier otro motivo no se hallen en estado físico adecuado;", "i) Usar animales cautivos como blanco de tiro, con objetos susceptibles de causarles daño o muerte o con armas de cualquier clase;", "j) Toda privación de aire, luz, alimento, movimiento, espacio suficiente, abrigo, higiene o aseo, tratándose de animal cautivo, confinado, doméstico o no, que le cause daño grave o muerte;", "k) Pelar o desplumar animales vivos o entregarlos a la alimentación de otros;", "l) Abandonar substancias venenosas o perjudiciales en lugares accesibles a animales diferentes de aquellos a los cuales específicamente se trata de combatir;", "m) Recargar de trabajo a un animal a tal punto que como consecuencia del exceso o esfuerzo superior a su capacidad o resistencia se le cause agotamiento, extenuación manifiesta o muerte;", "n) Usar mallas camufladas para la captura de aves y emplear explosivos o venenos para la de peces.", "La utilización de mallas camufladas para la captura de aves será permitida únicamente con fines científicos, zooprofilácticos o veterinarios y con previa autorización de la entidad administradora de los recursos naturales;\n.", "o) Envenenar o intoxicar a un animal, usando para ello cualquier sustancia venenosa, tóxica, de carácter líquido, sólido, o gaseoso, volátil, mineral u orgánico;", "p) Sepultar vivo a un animal;", "q) Confinar uno o más animales en condiciones tales que le produzca la asfixia;", "r) Ahogar a un animal;", "s) Hacer con bisturí, aguja o cualquier otro medio susceptible de causar daño o sufrimiento prácticas de destreza manual con animales vivos o practicar la vivisección con fines que no sean científicamente demostrables y en lugares o por personas que no estén debidamente autorizadas para ello;", "t) Estimular o entumecer a un animal con medios químicos, físicos o quirúrgicos, para fines competitivos, de exhibición o utilización en espectáculo público o privado y en general aplicarles drogas sin perseguir fines terapéuticos;", "u) Utilizar animales vivos o muertos en la elaboración de escenas cinematográficas o audiovisuales destinadas a la exhibición pública o privada, en las que se cause daño o muerte a un animal con procedimientos crueles o susceptibles de promover la crueldad contra los mismos;", "v) Dejar expósito o abandonar a su suerte a un animal doméstico o domesticado en estado de vejez, enfermedad, invalidez o incapacidad de procurarse la subsistencia;", "w) Realizar experimentos con animales vivos de grado superior en la escala zoológica al indispensable, según la naturaleza de la experiencia", "x) Abandonar a sus propios medios animales utilizados en experimentos;", "y.", "Causar la muerte de animales grávidos, cuando tal estado sea patente en el animal, salvo que se trate de industrias legalmente establecidas que se funden en la explotación del nonato;\n.", "z) Lastimar o arrollar un animal intencionalmente o matarlo por simple perversidad.", "Excepciones."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000003000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 7.", "content": ["Artículo 7. Quedan exceptuados de los expuestos en el inciso 1o. y en los literales a), d), e), f) y g) del artículo anterior, el rejoneo, coleo, las corridas de toros, novilladas, corralejas, becerradas y tientas, así como las riñas de gallos y los procedimientos utilizados en estos espectáculos.\n", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-666 de 2010, en el entendido: 1) Que la excepción allí planteada permite, hasta determinación legislativa en contrario, si ello llegare a ocurrir, la práctica de las actividades de entretenimiento y de expresión cultural con animales allí contenidas, siempre y cuando se entienda que estos deben, en todo caso, recibir protección especial contra el sufrimiento y el dolor durante el transcurso de esas actividades. En particular, la excepción del artículo 7 de la ley 84 de 1989 permite la continuación de expresiones humanas culturales y de entretenimiento con animales, siempre y cuando se eliminen o morigeren en el futuro las conductas especialmente crueles contra ellos en un proceso de adecuación entre expresiones culturales y deberes de protección a la fauna. 2) Que únicamente podrán desarrollarse en aquellos municipios en los que las mismas sean manifestación de una tradición regular, periódica e ininterrumpida y que por tanto su realización responda a cierta periodicidad; 3) que solo podrán desarrollarse en aquellas ocasiones en las que usualmente se han realizado en los respectivos municipios en que estén autorizadas; 4) que sean estas las únicas actividades que pueden ser excepcionadas del cumplimiento del deber constitucional de protección a los animales; y 5) que las autoridades municipales en ningún caso podrán destinar dinero público a la construcción de instalaciones para la realización exclusiva de estas actividades.\n"]}, "dot_comma_sep": ["Artículo 7.", "Quedan exceptuados de los expuestos en el inciso 1o.", "y en los literales a), d), e), f) y g) del artículo anterior, el rejoneo, coleo, las corridas de toros, novilladas, corralejas, becerradas y tientas, así como las riñas de gallos y los procedimientos utilizados en estos espectáculos.", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-666 de 2010, en el entendido: 1) Que la excepción allí planteada permite, hasta determinación legislativa en contrario, si ello llegare a ocurrir, la práctica de las actividades de entretenimiento y de expresión cultural con animales allí contenidas, siempre y cuando se entienda que estos deben, en todo caso, recibir protección especial contra el sufrimiento y el dolor durante el transcurso de esas actividades.", "En particular, la excepción del artículo 7 de la ley 84 de 1989 permite la continuación de expresiones humanas culturales y de entretenimiento con animales, siempre y cuando se eliminen o morigeren en el futuro las conductas especialmente crueles contra ellos en un proceso de adecuación entre expresiones culturales y deberes de protección a la fauna.", "2) Que únicamente podrán desarrollarse en aquellos municipios en los que las mismas sean manifestación de una tradición regular, periódica e ininterrumpida y que por tanto su realización responda a cierta periodicidad; 3) que solo podrán desarrollarse en aquellas ocasiones en las que usualmente se han realizado en los respectivos municipios en que estén autorizadas; 4) que sean estas las únicas actividades que pueden ser excepcionadas del cumplimiento del deber constitucional de protección a los animales; y 5) que las autoridades municipales en ningún caso podrán destinar dinero público a la construcción de instalaciones para la realización exclusiva de estas actividades."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000003000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 8.", "content": ["Artículo 8. Quedan exceptuados de lo dispuesto en los literales a), c), d), r) del Artículo 6 los actos de aprehensión o apoderamiento en la caza y pesca deportiva, comercial, industrial, de subsistencia o de control de animales silvestres, bravíos o salvajes, pero se someterán a lo dispuesto en el capítulo séptimo de esta Ley y a los reglamentos especiales que para ello establezca la entidad administradora de recursos naturales.\n", "NOTA: ESTARSE A LO RESUELTO en la sentencia C-045 de 2019, en la cual se declaró la inexequibilidad de la expresión “bajo el entendido de que la caza deportiva no queda exceptuada de los dispuesto en los literales a), c), d) y f) del artículo 6 de la misma Ley” y se difirieron los efectos de la antedichas declaración de inexequibilidad por el término de un año contado a partir de dicha sentencia.\n"]}, "dot_comma_sep": ["Artículo 8.", "Quedan exceptuados de lo dispuesto en los literales a), c), d), r) del Artículo 6 los actos de aprehensión o apoderamiento en la caza y pesca deportiva, comercial, industrial, de subsistencia o de control de animales silvestres, bravíos o salvajes, pero se someterán a lo dispuesto en el capítulo séptimo de esta Ley y a los reglamentos especiales que para ello establezca la entidad administradora de recursos naturales.", "NOTA: ESTARSE A LO RESUELTO en la sentencia C-045 de 2019, en la cual se declaró la inexequibilidad de la expresión “bajo el entendido de que la caza deportiva no queda exceptuada de los dispuesto en los literales a), c), d) y f) del artículo 6 de la misma Ley” y se difirieron los efectos de la antedichas declaración de inexequibilidad por el término de un año contado a partir de dicha sentencia."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000003000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 9.", "content": ["Artículo 9. Se exceptúan de lo dispuesto en el Artículo 6 la muerte de plagas domésticas o agropecuarias mediante el empleo de plaguicidas o productos químicos o similares autorizados por el Ministerio de Agricultura o las autoridades sanitarias.\n"]}, "dot_comma_sep": ["Artículo 9.", "Se exceptúan de lo dispuesto en el Artículo 6 la muerte de plagas domésticas o agropecuarias mediante el empleo de plaguicidas o productos químicos o similares autorizados por el Ministerio de Agricultura o las autoridades sanitarias."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Modificado por el art. 4, Ley 1774 de 2016. Los actos dañinos y de crueldad descritos en el artículo 6 de la presente Ley, serán sancionados con pena de arresto de uno (1) a tres (3) meses y multas de cinco mil pesos ($ 5.000.00) a cincuenta mil ($ 50.000.00) pesos.\n", "Parágrafo. Cuando como consecuencia del daño o acto cruel se produzca la muerte o se afecte gravemente la salud del animal o éste quede impedido por pérdida anatómica o de la función de uno o varios órganos o miembros o con deformación grave y permanente, la pena será de arresto de quince (15) días a cuatro (4) meses y multas de diez mil ($ 10.000.00) a cien mil pesos ($100.000.00)\n"]}, "dot_comma_sep": ["Artículo 10.", "Modificado por el art.", "4, Ley 1774 de 2016.", "Los actos dañinos y de crueldad descritos en el artículo 6 de la presente Ley, serán sancionados con pena de arresto de uno (1) a tres (3) meses y multas de cinco mil pesos ($ 5.", "000.", "00) a cincuenta mil ($ 50.", "000.", "00) pesos.", "Parágrafo.", "Cuando como consecuencia del daño o acto cruel se produzca la muerte o se afecte gravemente la salud del animal o éste quede impedido por pérdida anatómica o de la función de uno o varios órganos o miembros o con deformación grave y permanente, la pena será de arresto de quince (15) días a cuatro (4) meses y multas de diez mil ($ 10.", "000.", "00) a cien mil pesos ($100.", "000.", "00)\n."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Modificado por el art. 9, Ley 1774 de 2016. ModifiCuando uno o varios de los hechos sancionados en el artículo 6o. se ejecuten en vía o sitio público, la pena de arresto será de cuarenta y cinco días (45) a seis (6) meses y multas de siete mil quinientos ($ 7.500.00) a cincuenta mil pesos ($ 50.000.00).\n"]}, "dot_comma_sep": ["Artículo 11.", "Modificado por el art.", "9, Ley 1774 de 2016.", "ModifiCuando uno o varios de los hechos sancionados en el artículo 6o.", "se ejecuten en vía o sitio público, la pena de arresto será de cuarenta y cinco días (45) a seis (6) meses y multas de siete mil quinientos ($ 7.", "500.", "00) a cincuenta mil pesos ($ 50.", "000.", "00)."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. Modificado por el art. 9, Ley 1774 de 2016. Toda persona que autorice aplicar o aplique substancias químicas de uso industrial o agrícola, cualquiera sea su estado, combustible o no, en área declarada parque nacional, reserva natural, área natural única, santuarios de fauna o flora, que causen la muerte o afecten la salud o habitat permanente o transitorio de animales silvestres, bravíos o salvajes, será sancionada con pena de arresto de uno (1) a seis (6) meses y multas de cincuenta mil ($ 50.000.00) a quinientos mil pesos ($ 500.000.00).\n", "Parágrafo. Cuando con ocasión del transporte o manejo de lassubstancias descritas, se produzca, por falta de previsión o descuido, el hecho sancionado en el artículo anterior el responsable será castigado hasta con la mitad de la pena prevista en el mismo.\n"]}, "dot_comma_sep": ["Artículo 12.", "Modificado por el art.", "9, Ley 1774 de 2016.", "Toda persona que autorice aplicar o aplique substancias químicas de uso industrial o agrícola, cualquiera sea su estado, combustible o no, en área declarada parque nacional, reserva natural, área natural única, santuarios de fauna o flora, que causen la muerte o afecten la salud o habitat permanente o transitorio de animales silvestres, bravíos o salvajes, será sancionada con pena de arresto de uno (1) a seis (6) meses y multas de cincuenta mil ($ 50.", "000.", "00) a quinientos mil pesos ($ 500.", "000.", "00).", "Parágrafo.", "Cuando con ocasión del transporte o manejo de lassubstancias descritas, se produzca, por falta de previsión o descuido, el hecho sancionado en el artículo anterior el responsable será castigado hasta con la mitad de la pena prevista en el mismo."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. Modificado por el art. 9, Ley 1774 de 2016. El uso de ácidos corrosivos, bases cáusticas, estricnina, warferina, cianuro o arsénico para producir la muerte de un animal, se castigará con pena de arresto de tres (3) a seis (6) meses y multa de diez mil ($ 10.000.00) a cien mil pesos ($ 100.000.00).\n"]}, "dot_comma_sep": ["Artículo 13.", "Modificado por el art.", "9, Ley 1774 de 2016.", "El uso de ácidos corrosivos, bases cáusticas, estricnina, warferina, cianuro o arsénico para producir la muerte de un animal, se castigará con pena de arresto de tres (3) a seis (6) meses y multa de diez mil ($ 10.", "000.", "00) a cien mil pesos ($ 100.", "000.", "00)."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Cuando el propietario, tenedor o poseedor de un animal, o de un establecimiento, institución o empresa, con o sin ánimo de lucro, en la que se tengan, críen, exploten, comercien o utilicen animales, no pudiere proporcionar por sí o por otro, los medios indispensables para su subsistencia, o crea no poder hacerlo, estará obligado a ponerlos al cuidado del alcalde o inspector de policía que haga sus veces, del municipio o localidad en cuya jurisdicción se encuentren, y en el Distrito Especial de Bogotá de los alcaldes menores.\n", "Si no lo hiciera y por falta de medios indispensables para su subsistencia los animales mueren, sufren inanición o enfermedad grave el propietario tenedor o poseedor culpable será castigado con arresto de seis (6) a doce (12) meses y multa igual a cinco veces el valor comercial de los animales al momento de la denuncia o al conocimiento de autoridades competentes.\n", "Recibidos e inventariados en cuanto a su número, especie, edad, sexo, estado y demás por el funcionario encargado del coso o depósito público, deberá proporcionárseles alojamiento amplio y ventilado, abrevaderos, alimentos y los cuidados necesarios para su protección y conservación, a costa del depositante.\n", "Si transcurridos treinta (30) días el depositante no solicita su restitución y paga las expensas de transporte, manutención, protección u otros que se hubieren causado, la autoridad citada en el inciso 1o. de este artículo, podrá disponer de ellos, entregándolos a instituciones o entidades sin ánimo de lucro con preferencia a las dedicadas a la protección de los animales.\n", "Cuando el funcionario competente considere necesario, podrá ordenar el depósito por un tercero, y transcurrido el tiempo citado en el inciso anterior, si el animal no es solicitado, el municipio cancelará al depositario el valor de las expensas que se hayan sufragado y les dará el destino enunciado en este artículo. El incumplimiento de lo dispuesto en este artículo por parte de los funcionarios competentes se considerará como causal de mala conducta.\n"]}, "dot_comma_sep": ["Artículo 14.", "Cuando el propietario, tenedor o poseedor de un animal, o de un establecimiento, institución o empresa, con o sin ánimo de lucro, en la que se tengan, críen, exploten, comercien o utilicen animales, no pudiere proporcionar por sí o por otro, los medios indispensables para su subsistencia, o crea no poder hacerlo, estará obligado a ponerlos al cuidado del alcalde o inspector de policía que haga sus veces, del municipio o localidad en cuya jurisdicción se encuentren, y en el Distrito Especial de Bogotá de los alcaldes menores.", "Si no lo hiciera y por falta de medios indispensables para su subsistencia los animales mueren, sufren inanición o enfermedad grave el propietario tenedor o poseedor culpable será castigado con arresto de seis (6) a doce (12) meses y multa igual a cinco veces el valor comercial de los animales al momento de la denuncia o al conocimiento de autoridades competentes.", "Recibidos e inventariados en cuanto a su número, especie, edad, sexo, estado y demás por el funcionario encargado del coso o depósito público, deberá proporcionárseles alojamiento amplio y ventilado, abrevaderos, alimentos y los cuidados necesarios para su protección y conservación, a costa del depositante.", "Si transcurridos treinta (30) días el depositante no solicita su restitución y paga las expensas de transporte, manutención, protección u otros que se hubieren causado, la autoridad citada en el inciso 1o.", "de este artículo, podrá disponer de ellos, entregándolos a instituciones o entidades sin ánimo de lucro con preferencia a las dedicadas a la protección de los animales.", "Cuando el funcionario competente considere necesario, podrá ordenar el depósito por un tercero, y transcurrido el tiempo citado en el inciso anterior, si el animal no es solicitado, el municipio cancelará al depositario el valor de las expensas que se hayan sufragado y les dará el destino enunciado en este artículo.", "El incumplimiento de lo dispuesto en este artículo por parte de los funcionarios competentes se considerará como causal de mala conducta."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. Queda prohibido a profesores y estudiantes, cualquiera sea el establecimiento educativo o de enseñanza en el que se desempeñen o asistan, causar daño, lesión o muerte a un animal en ejercicio de sus actividades didácticas o de aprendizaje, u ordenar o promover que se causen.\n", "Igualmente les está prohibido utilizar por sí o por otro, animales con fines didácticos, educativos o de aprendizaje, cuando por esa causa se pueda derivar lesión o muerte a los mismos.\n", "Parágrafo. Las facultades de medicina, de veterinaria, de zootecnia o ciencias afines, los establecimientos similares en los que enseñen técnicas de reproducción, cría, desarrollo, manejo, cuidado o sacrificio de animales y sus profesores o estudiantes, quedan especialmente obligados a las disposiciones de este artículo y este estatuto.\n", "Sin embargo, cuando en los establecimientos descritos en este parágrafo sea indispensable la realización de prácticas con animales, de las que se pueda derivar algún daño o lesión, dichas actividades se llevarán a cabo utilizando animales muertos. Si para este fin se requiere su sacrificio, se efectuará de acuerdo con lo estipulado en el Capítulo IV \"del sacrificio de animales\" de éste estatuto.\n", "Los experimentos o investigaciones realizados con animales vivos en los establecimientos descritos en este parágrafo, de los que pueda derivarse daño, lesión o muerte para los mismos, se realizaran únicamente, con sujeción a lo dispuesto en el capítulo \"del uso de los animales vivos en experimentos o investigaciones\" de este estatuto.\n", "La violación del presente artículo, se castigará conforme a lo dispuesto en el artículo 11 de este estatuto, pero cuando el responsable de una de las contravenciones descritas sea menor de dieciséis (16) años, estará sometido a jurisdicción y tratamiento especial, conforme a lo dispuesto en las Leyes: 83 de 1946; 75 de 1968, 7a. de 1979 y demás normas que sean aplicables.\n"]}, "dot_comma_sep": ["Artículo 15.", "Queda prohibido a profesores y estudiantes, cualquiera sea el establecimiento educativo o de enseñanza en el que se desempeñen o asistan, causar daño, lesión o muerte a un animal en ejercicio de sus actividades didácticas o de aprendizaje, u ordenar o promover que se causen.", "Igualmente les está prohibido utilizar por sí o por otro, animales con fines didácticos, educativos o de aprendizaje, cuando por esa causa se pueda derivar lesión o muerte a los mismos.", "Parágrafo.", "Las facultades de medicina, de veterinaria, de zootecnia o ciencias afines, los establecimientos similares en los que enseñen técnicas de reproducción, cría, desarrollo, manejo, cuidado o sacrificio de animales y sus profesores o estudiantes, quedan especialmente obligados a las disposiciones de este artículo y este estatuto.", "Sin embargo, cuando en los establecimientos descritos en este parágrafo sea indispensable la realización de prácticas con animales, de las que se pueda derivar algún daño o lesión, dichas actividades se llevarán a cabo utilizando animales muertos.", "Si para este fin se requiere su sacrificio, se efectuará de acuerdo con lo estipulado en el Capítulo IV \"del sacrificio de animales\" de éste estatuto.", "Los experimentos o investigaciones realizados con animales vivos en los establecimientos descritos en este parágrafo, de los que pueda derivarse daño, lesión o muerte para los mismos, se realizaran únicamente, con sujeción a lo dispuesto en el capítulo \"del uso de los animales vivos en experimentos o investigaciones\" de este estatuto.", "La violación del presente artículo, se castigará conforme a lo dispuesto en el artículo 11 de este estatuto, pero cuando el responsable de una de las contravenciones descritas sea menor de dieciséis (16) años, estará sometido a jurisdicción y tratamiento especial, conforme a lo dispuesto en las Leyes: 83 de 1946; 75 de 1968, 7a.", "de 1979 y demás normas que sean aplicables."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000004000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. Cuando uno o varios de los hechos sancionados por este estatuto, en especial los descritos en el artículo 6 se ejecuten o realicen en establecimientos dedicados a la explotación, comercio, espectáculo o exhibición de animales vivos, tales como expendios, circos, zoológicos, depósitos o similares, el responsable será castigado conforme con lo dispuesto en el parágrafo único del artículo 11. de este estatuto. Ver la Sentencia del Tribunal Administrativo de C/marca. 1084 de 2004 (Exp. 1084-2002)\n"]}, "dot_comma_sep": ["Artículo 16.", "Cuando uno o varios de los hechos sancionados por este estatuto, en especial los descritos en el artículo 6 se ejecuten o realicen en establecimientos dedicados a la explotación, comercio, espectáculo o exhibición de animales vivos, tales como expendios, circos, zoológicos, depósitos o similares, el responsable será castigado conforme con lo dispuesto en el parágrafo único del artículo 11.", "de este estatuto.", "Ver la Sentencia del Tribunal Administrativo de C/marca.", "1084 de 2004 (Exp.", "1084-2002)\n."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. El sacrificio de un animal no destinado al consumo humano sólo podrá realizarse mediante procedimientos no sancionados por esta Ley en el capítulo anterior y que no entrañen crueldad, sufrimiento o prolongación de la agonía y únicamente en razón de las siguientes circunstancias:\n", "a) Para poner fin a intensos sufrimientos producidos por lesión o herida corporal grave o enfermedad grave e incurable cualquier otra causa física irreversible capaz de producir sufrimiento innecesario;\n", "b) Por incapacidad o impedimento grave debido a pérdida anatómica o de función de un órgano o miembro o por deformidad grave y permanente;\n", "c) Por vejez extrema;\n", "d) Cuando se obre en legítima defensa actual o inminente, propia o de un tercero;\n", "e) Cuando razonablemente se obre en estado de necesidad o peligro inminente;\n", "f) Por constituir una amenaza cierta o inminente para la salud pública o de otros animales;\n", "g) Por constituir una amenaza para la economía o la ecología o cuando por exceso de su población signifique peligro grave para la sociedad. El sacrificio de animales comprendidos en las circunstancias de este literal, requiere la autorización previa de la entidad administradora del recurso, conforme a la Sección 4a. del Decreto 1608 de 1978 titulado \"caza de control\";\n", "h) Por cumplimiento de un deber legal;\n", "i) Por cumplimiento de orden legítima de autoridad competente;\n", "j) Con fines experimentales, investigativos o científicos pero de acuerdo con lo estipulado en el capítulo quinto de éste estatuto.\n"]}, "dot_comma_sep": ["Artículo 17.", "El sacrificio de un animal no destinado al consumo humano sólo podrá realizarse mediante procedimientos no sancionados por esta Ley en el capítulo anterior y que no entrañen crueldad, sufrimiento o prolongación de la agonía y únicamente en razón de las siguientes circunstancias:\n.", "a) Para poner fin a intensos sufrimientos producidos por lesión o herida corporal grave o enfermedad grave e incurable cualquier otra causa física irreversible capaz de producir sufrimiento innecesario;", "b) Por incapacidad o impedimento grave debido a pérdida anatómica o de función de un órgano o miembro o por deformidad grave y permanente;", "c) Por vejez extrema;", "d) Cuando se obre en legítima defensa actual o inminente, propia o de un tercero;", "e) Cuando razonablemente se obre en estado de necesidad o peligro inminente;", "f) Por constituir una amenaza cierta o inminente para la salud pública o de otros animales;", "g) Por constituir una amenaza para la economía o la ecología o cuando por exceso de su población signifique peligro grave para la sociedad.", "El sacrificio de animales comprendidos en las circunstancias de este literal, requiere la autorización previa de la entidad administradora del recurso, conforme a la Sección 4a.", "del Decreto 1608 de 1978 titulado \"caza de control\";\n.", "h) Por cumplimiento de un deber legal;", "i) Por cumplimiento de orden legítima de autoridad competente;", "j) Con fines experimentales, investigativos o científicos pero de acuerdo con lo estipulado en el capítulo quinto de éste estatuto."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. No es culpable de la muerte de un animal, quien obre en desarrollo de las causales de inculpabilidad, que son las siguientes:\n", "a) Realizar la acción u omisión por caso fortuito o fuerza mayor;\n", "b) Obrar bajo insuperable coacción ajena;\n", "c) Realizar el hecho con la convicción errada e invencible de que se está amparado por una causal de justificación de las descritas en el artículo anterior;\n", "d) Obrar con la convicción errada e invencible de que no concurre en la acción u omisión alguna de las exigencias necesarias para que el hecho corresponda a su descripción legal. Si el error proviene de culpa el hecho será punible únicamente cuando la Ley lo hubiere previsto como culposo.\n"]}, "dot_comma_sep": ["Artículo 18.", "No es culpable de la muerte de un animal, quien obre en desarrollo de las causales de inculpabilidad, que son las siguientes:\n.", "a) Realizar la acción u omisión por caso fortuito o fuerza mayor;", "b) Obrar bajo insuperable coacción ajena;", "c) Realizar el hecho con la convicción errada e invencible de que se está amparado por una causal de justificación de las descritas en el artículo anterior;", "d) Obrar con la convicción errada e invencible de que no concurre en la acción u omisión alguna de las exigencias necesarias para que el hecho corresponda a su descripción legal.", "Si el error proviene de culpa el hecho será punible únicamente cuando la Ley lo hubiere previsto como culposo."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. Las causales de justificación e inculpabilidad descritas en los artículos anteriores se aplicarán a cualquier acto u omisión descrito en éste estatuto.\n"]}, "dot_comma_sep": ["Artículo 19.", "Las causales de justificación e inculpabilidad descritas en los artículos anteriores se aplicarán a cualquier acto u omisión descrito en éste estatuto."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. El sacrificio de animales destinados al consumo humano deberá realizarse mediante procedimientos no sancionados por esta Ley en el capítulo anterior y de acuerdo con las posibilidades tecnológicas de cada matadero.\n"]}, "dot_comma_sep": ["Artículo 20.", "El sacrificio de animales destinados al consumo humano deberá realizarse mediante procedimientos no sancionados por esta Ley en el capítulo anterior y de acuerdo con las posibilidades tecnológicas de cada matadero."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. El sacrificio en matadero de animales destinados al consumo, deberá realizarse en los términos del artículo anterior, de acuerdo con las normas sanitarias pertinentes y en correspondencia con las condiciones propias de cada municipio o localidad, evitando el deterioro, desperdicio o pérdida de calidad de su carne y pieles por maltrato involuntario.\n"]}, "dot_comma_sep": ["Artículo 21.", "El sacrificio en matadero de animales destinados al consumo, deberá realizarse en los términos del artículo anterior, de acuerdo con las normas sanitarias pertinentes y en correspondencia con las condiciones propias de cada municipio o localidad, evitando el deterioro, desperdicio o pérdida de calidad de su carne y pieles por maltrato involuntario."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000005000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. La violación de lo dispuesto en éste capítulo será sancionada con multa de dos mil ($ 2.000.00) a treinta mil pesos($30.000.00), sin menoscabo de otras normas que sean aplicables.\n"]}, "dot_comma_sep": ["Artículo 22.", "La violación de lo dispuesto en éste capítulo será sancionada con multa de dos mil ($ 2.", "000.", "00) a treinta mil pesos($30.", "000.", "00), sin menoscabo de otras normas que sean aplicables."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000006000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Los experimentos que se lleven a cabo con animales vivos, se realizarán únicamente con autorización previa del Ministerio de Salud Pública y sólo cuando tales actos sean imprescindibles para el estudio y avance de la ciencia, siempre y cuando esté demostrado:\n", "a)Que los resultados experimentales no puedan obtenerse por otros procedimientos o alternativas;\n", "b)Que las experiencias son necesarias para el control, prevención, el diagnóstico o el tratamiento de enfermedades que afecten al hombre o al animal;\n", "c)Que los experimentos no puedan ser sustituidos por cultivo de tejidos, mdos computarizados, dibujos, películas, fotografías, video u otros procedimientos análogos.\n"]}, "dot_comma_sep": ["Artículo 23.", "Los experimentos que se lleven a cabo con animales vivos, se realizarán únicamente con autorización previa del Ministerio de Salud Pública y sólo cuando tales actos sean imprescindibles para el estudio y avance de la ciencia, siempre y cuando esté demostrado:\n.", "a)Que los resultados experimentales no puedan obtenerse por otros procedimientos o alternativas;", "b)Que las experiencias son necesarias para el control, prevención, el diagnóstico o el tratamiento de enfermedades que afecten al hombre o al animal;", "c)Que los experimentos no puedan ser sustituidos por cultivo de tejidos, mdos computarizados, dibujos, películas, fotografías, video u otros procedimientos análogos."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000006000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. El animal usado en cualquier experimento deberá ser puesto bajo los efectos de anestesia lo suficientemente fuerte para evitar que sufra dolor. Si sus heridas son de consideración o implican mutilación grave, serán sacrificados inmediatamente al término del experimento.\n"]}, "dot_comma_sep": ["Artículo 24.", "El animal usado en cualquier experimento deberá ser puesto bajo los efectos de anestesia lo suficientemente fuerte para evitar que sufra dolor.", "Si sus heridas son de consideración o implican mutilación grave, serán sacrificados inmediatamente al término del experimento."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000006000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Se prohibe realizar experimentos con animales vivos, como medio de ilustración de conferencias en facultades de medicina, veterinaria, zootecnia, hospitales o laboratorios o en cualquier otro sitio dedicado al aprendizaje, o con el propósito de obtener destreza manual.\n", "Los experimentos de investigación se llevarán a cabo únicamente en los laboratorios autorizados previamente por las autoridades del Ministerio de Salud Pública y el Decreto 1608 de 1978 en lo pertinente.\n", "También se prohibe el uso de animales vivos en los siguientes casos expresamente:\n", "a)Cuando los resultados del experimento son conocidos con anterioridad; \n", "b)Cuando el experimento no tiene un fin científico y especialmente cuando está orientado hacia una actividad comercial;\n", "c)Realizar experimentos con animales vivos de grado superior en la escala zoológica al indispensable, según la naturaleza de la experiencia.\n"]}, "dot_comma_sep": ["Artículo 25.", "Se prohibe realizar experimentos con animales vivos, como medio de ilustración de conferencias en facultades de medicina, veterinaria, zootecnia, hospitales o laboratorios o en cualquier otro sitio dedicado al aprendizaje, o con el propósito de obtener destreza manual.", "Los experimentos de investigación se llevarán a cabo únicamente en los laboratorios autorizados previamente por las autoridades del Ministerio de Salud Pública y el Decreto 1608 de 1978 en lo pertinente.", "También se prohibe el uso de animales vivos en los siguientes casos expresamente:", "a)Cuando los resultados del experimento son conocidos con anterioridad; ", "b)Cuando el experimento no tiene un fin científico y especialmente cuando está orientado hacia una actividad comercial;", "c)Realizar experimentos con animales vivos de grado superior en la escala zoológica al indispensable, según la naturaleza de la experiencia."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000006000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Para todo experimento con animales vivos deberá conformarse un comité de ética.\n", "El Ministerio de Salud Pública no autorizará la realización de experimentos con animales vivos sino cuando esté conformado el mismo, que estará integrado por no menos de tres (3) miembros, uno de los cuales deberá ser veterinario del Instituto Colombiano Agropecuario; el segundo deberá pertenecer a la autoridad administradora de los recursos naturales; el tercero deberá ser representante de las sociedades protectoras de animales. Los miembros del comité de ética serán designados por sus respectivas entidades a solicitud del experimentador. El Gobierno Nacional reglamentará la forma de proveer las representaciones de las sociedades protectoras de animales y su junta coordinadora nacional, que tendrá tres miembros por un período de dos años. Las representaciones de las sociedades protectoras de animales en los comités de ética serán ad honorem. Todo comité de ética establecido de acuerdo con este artículo será responsable de coordinar y supervisar:\n", "a)Las actividades y procedimientos encaminados al cuidado de los animales;\n", "b)Las condiciones físicas para el cuidado y bienestar de los animales;\n", "c)El entrenamiento y las capacidades del personal encargado del cuidado de los animales;\n", "d)Los procedimientos para la prevención del dolor innecesario incluyendo el uso de anestesia y analgésicos;\n", "e)El cumplimiento de lo prescrito en los artículos 24 y 25 de esta Ley.\n", "El director de un experimento en el que se vayan a utilizar animales vivos, queda obligado a comunicar al comité de ética, la naturaleza de los procedimientos que vayan a emplearse con los animales, el número y tipo de los mismos, las alternativas al uso de animales y las fuentes y naturaleza de los fondos de investigación.\n", "En el sitio en el cual un comité de ética tenga razones para creer que se está violando esta Ley o que se violará o que se haya violado, ordenará lo siguiente, según sea pertinente:\n", "a)Suspensión del experimento;\n", "b)Sacrificio del animal cuando se le haya causado enfermedad o lesión incurable.\n", "Parágrafo: Son deberes de los comités de ética:\n", "a)Reunirse trimestralmente;\n", "b)Hacer inspecciones por lo menos cuatro (4) veces al año a las áreas de estudio de animales en cada laboratorio y a los centros experimentales, de las cuales rendirán un informe a las autoridades competentes y a la entidad administradora de los recursos naturales;\n", "c)Revisar durante las inspecciones a los centros experimentales o de estudio las condiciones de manejo y el control del dolor en los animales, para establecer si se cumplen los requisitos señalados en la presente Ley.\n", "De todas las actuaciones el Comité de ética se rendirá informe a las entidades empleadoras del funcionario.\n", "La violación de lo dispuesto en cualquiera de los artículos del capítulo quinto de esta Ley acarreará al experimentador pena de multa de cincuenta mil ($ 50.000.00) a quinientos mil pesos ($ 500.000.00).\n"]}, "dot_comma_sep": ["Artículo 26.", "Para todo experimento con animales vivos deberá conformarse un comité de ética.", "El Ministerio de Salud Pública no autorizará la realización de experimentos con animales vivos sino cuando esté conformado el mismo, que estará integrado por no menos de tres (3) miembros, uno de los cuales deberá ser veterinario del Instituto Colombiano Agropecuario; el segundo deberá pertenecer a la autoridad administradora de los recursos naturales; el tercero deberá ser representante de las sociedades protectoras de animales.", "Los miembros del comité de ética serán designados por sus respectivas entidades a solicitud del experimentador.", "El Gobierno Nacional reglamentará la forma de proveer las representaciones de las sociedades protectoras de animales y su junta coordinadora nacional, que tendrá tres miembros por un período de dos años.", "Las representaciones de las sociedades protectoras de animales en los comités de ética serán ad honorem.", "Todo comité de ética establecido de acuerdo con este artículo será responsable de coordinar y supervisar:\n.", "a)Las actividades y procedimientos encaminados al cuidado de los animales;", "b)Las condiciones físicas para el cuidado y bienestar de los animales;", "c)El entrenamiento y las capacidades del personal encargado del cuidado de los animales;", "d)Los procedimientos para la prevención del dolor innecesario incluyendo el uso de anestesia y analgésicos;", "e)El cumplimiento de lo prescrito en los artículos 24 y 25 de esta Ley.", "El director de un experimento en el que se vayan a utilizar animales vivos, queda obligado a comunicar al comité de ética, la naturaleza de los procedimientos que vayan a emplearse con los animales, el número y tipo de los mismos, las alternativas al uso de animales y las fuentes y naturaleza de los fondos de investigación.", "En el sitio en el cual un comité de ética tenga razones para creer que se está violando esta Ley o que se violará o que se haya violado, ordenará lo siguiente, según sea pertinente:", "a)Suspensión del experimento;", "b)Sacrificio del animal cuando se le haya causado enfermedad o lesión incurable.", "Parágrafo: Son deberes de los comités de ética:", "a)Reunirse trimestralmente;", "b)Hacer inspecciones por lo menos cuatro (4) veces al año a las áreas de estudio de animales en cada laboratorio y a los centros experimentales, de las cuales rendirán un informe a las autoridades competentes y a la entidad administradora de los recursos naturales;", "c)Revisar durante las inspecciones a los centros experimentales o de estudio las condiciones de manejo y el control del dolor en los animales, para establecer si se cumplen los requisitos señalados en la presente Ley.", "De todas las actuaciones el Comité de ética se rendirá informe a las entidades empleadoras del funcionario.", "La violación de lo dispuesto en cualquiera de los artículos del capítulo quinto de esta Ley acarreará al experimentador pena de multa de cincuenta mil ($ 50.", "000.", "00) a quinientos mil pesos ($ 500.", "000.", "00)."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000007000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. El transporte o traslado de los animales, obliga a quien lo realiza a emplear procedimientos que no entrañen crueldad, malos tratos, fatiga extrema o carencia de descanso, bebida y alimento para los mismos.\n"]}, "dot_comma_sep": ["Artículo 27.", "El transporte o traslado de los animales, obliga a quien lo realiza a emplear procedimientos que no entrañen crueldad, malos tratos, fatiga extrema o carencia de descanso, bebida y alimento para los mismos."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000007000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. Para el transporte de cuadrúpedos se emplearán vehículos que los protejan del sol o de la lluvia. Tratándose de animales más pequeños deberán ir en cajas o guacales que tengan suficiente ventilación y amplitud apropiada y su construcción será lo suficientemente sólida, como para resistir sin deformarse el peso de otras cajas u objetos que se le coloquen encima, debiendo estar protegidos contra el sol, la lluvia y el frío.\n", "Parágrafo. En el caso de animales transportados que sean detenidos en su camino o a su arribo al lugar de destino, por complicaciones accidentales, fortuitas o administrativas, tales como huelgas, falta de medios, decomiso por autoridades, demoras en el tránsito o la entrega, deberá proporcionárseles por el municipio en cuya jurisdicción se encuentren, alojamiento amplio y ventilado, abrevaderos y alimentos, a costa del propietario, destinatario o transportador, según el caso, hasta que sea solucionado el conflicto y puedan seguir a su destino o sean rescatados y devueltos o bien, entregados al funcionario autorizado por el artículo 14 de este estatuto, el cual seguirá el procedimiento descrito en el mismo.\n", "Los transportadores que violen lo dispuesto en el capítulo sexto de esta Ley serán sancionados con pena de multa de diez mil ($ 10.000.00) a cien mil pesos ($ 100.000.00) sin menoscabo de otras normas que fuesen aplicables. El incumplimiento de lo dispuesto en este capítulo por parte de los funcionarios competentes señalados en el artículo 14o. y por las autoridades nacionales y municipales de tránsito y transporte se considerará como causal de mala conducta.\n"]}, "dot_comma_sep": ["Artículo 28.", "Para el transporte de cuadrúpedos se emplearán vehículos que los protejan del sol o de la lluvia.", "Tratándose de animales más pequeños deberán ir en cajas o guacales que tengan suficiente ventilación y amplitud apropiada y su construcción será lo suficientemente sólida, como para resistir sin deformarse el peso de otras cajas u objetos que se le coloquen encima, debiendo estar protegidos contra el sol, la lluvia y el frío.", "Parágrafo.", "En el caso de animales transportados que sean detenidos en su camino o a su arribo al lugar de destino, por complicaciones accidentales, fortuitas o administrativas, tales como huelgas, falta de medios, decomiso por autoridades, demoras en el tránsito o la entrega, deberá proporcionárseles por el municipio en cuya jurisdicción se encuentren, alojamiento amplio y ventilado, abrevaderos y alimentos, a costa del propietario, destinatario o transportador, según el caso, hasta que sea solucionado el conflicto y puedan seguir a su destino o sean rescatados y devueltos o bien, entregados al funcionario autorizado por el artículo 14 de este estatuto, el cual seguirá el procedimiento descrito en el mismo.", "Los transportadores que violen lo dispuesto en el capítulo sexto de esta Ley serán sancionados con pena de multa de diez mil ($ 10.", "000.", "00) a cien mil pesos ($ 100.", "000.", "00) sin menoscabo de otras normas que fuesen aplicables.", "El incumplimiento de lo dispuesto en este capítulo por parte de los funcionarios competentes señalados en el artículo 14o.", "y por las autoridades nacionales y municipales de tránsito y transporte se considerará como causal de mala conducta."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000008000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. Para efectos de esta Ley se denominan animales silvestres, bravíos o salvajes aquellos que viven libres e independientes del hombre.\n", "En cuanto no contravengan lo dispuesto en este estatuto, se observarán las reglas contenidas en el libro 2o., Título IV del Código Civil, en el Código Nacional de los Recursos Naturales, en los Decretos 2811 de 1974, 133 de 1976, 622 de 1977, 1608 de 1978 y demás disposiciones vigentes relativas a la fauna silvestre. En caso de conflicto o duda sobre la aplicación de una norma referente a animales silvestres, se aplicará de preferencia lo preceptuado en este estatuto.\n", "De la caza\n"]}, "dot_comma_sep": ["Artículo 29.", "Para efectos de esta Ley se denominan animales silvestres, bravíos o salvajes aquellos que viven libres e independientes del hombre.", "En cuanto no contravengan lo dispuesto en este estatuto, se observarán las reglas contenidas en el libro 2o.", ", Título IV del Código Civil, en el Código Nacional de los Recursos Naturales, en los Decretos 2811 de 1974, 133 de 1976, 622 de 1977, 1608 de 1978 y demás disposiciones vigentes relativas a la fauna silvestre.", "En caso de conflicto o duda sobre la aplicación de una norma referente a animales silvestres, se aplicará de preferencia lo preceptuado en este estatuto.", "De la caza"]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000008000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. La caza de animales silvestres, bravíos o salvajes está prohibida en todo el territorio nacional, pero se permitirá en los siguientes casos:\n", "a) Con fines de subsistencia, entendiéndose por tal la caza que se realiza para consumo de quien la ejecuta o el de su familia, pero siempre y cuando no esté prohibida total, parcial, temporal o definitivamente para evitar la extinción de alguna especie, por la entidad administradora de los recursos naturales, la cual, para el efecto, publicará trimestralmente la lista de especies sujetas a limitación y su clase, en cinco (5) diarios de amplia circulación nacional. Salvo esta restricción, la caza de subsistencia no requiere autorización previa;\n", "b) Con fines científicos o investigativos, de control, deportivos, educativos, de fomento, pero con autorización previa, escrita, particular, expresa y determinada en cuanto a zona de aprehensión, cantidad, tamaño y especie de los ejemplares, duración del permiso y medios de captura, expedida por la entidad administradora de los recursos naturales.\n", "NOTA: Palabra subrayada declarada INEXEQUIBLE. Sentencia C-045 de 2019. M.P. Antonio José Lizarazo Ocampo.\n", "NOTA: ESTARSE A LO RESUELTO en la sentencia C-045 de 2019, en la cual se declaró la inexequibilidad de la expresión “deportivos” y se difirieron los efectos de la antedicha declaración de inexequibilidad por el término de un año contado a partir de dicha sentencia. Sentencia C-070 de 2019. M.P. Luis Guillermo Guerrero Pérez.\n", "En ningún caso la autorización será por un lapso mayor de dos (2) meses en el año, ni superior en número de ejemplares al uno por ciento (1%) de la población estimada por el director regional, dentro de los tres meses anteriores a la expedición del permiso. Vencida la autorización o permiso únicamente podrá ser autorizada la tenencia de animales silvestres, bravíos o salvajes vivos con fines científicos o investigativos, culturales o educativos, en zoológicos, circos, laboratorios o sitios públicos, siempre que cumplan con los requisitos estipulados en este estatuto y sus normas concordantes.\n"]}, "dot_comma_sep": ["Artículo 30.", "La caza de animales silvestres, bravíos o salvajes está prohibida en todo el territorio nacional, pero se permitirá en los siguientes casos:\n.", "a) Con fines de subsistencia, entendiéndose por tal la caza que se realiza para consumo de quien la ejecuta o el de su familia, pero siempre y cuando no esté prohibida total, parcial, temporal o definitivamente para evitar la extinción de alguna especie, por la entidad administradora de los recursos naturales, la cual, para el efecto, publicará trimestralmente la lista de especies sujetas a limitación y su clase, en cinco (5) diarios de amplia circulación nacional.", "Salvo esta restricción, la caza de subsistencia no requiere autorización previa;\n.", "b) Con fines científicos o investigativos, de control, deportivos, educativos, de fomento, pero con autorización previa, escrita, particular, expresa y determinada en cuanto a zona de aprehensión, cantidad, tamaño y especie de los ejemplares, duración del permiso y medios de captura, expedida por la entidad administradora de los recursos naturales.", "NOTA: Palabra subrayada declarada INEXEQUIBLE.", "Sentencia C-045 de 2019.", "M.", "P.", "Antonio José Lizarazo Ocampo.", "NOTA: ESTARSE A LO RESUELTO en la sentencia C-045 de 2019, en la cual se declaró la inexequibilidad de la expresión “deportivos” y se difirieron los efectos de la antedicha declaración de inexequibilidad por el término de un año contado a partir de dicha sentencia.", "Sentencia C-070 de 2019.", "M.", "P.", "Luis Guillermo Guerrero Pérez.", "En ningún caso la autorización será por un lapso mayor de dos (2) meses en el año, ni superior en número de ejemplares al uno por ciento (1%) de la población estimada por el director regional, dentro de los tres meses anteriores a la expedición del permiso.", "Vencida la autorización o permiso únicamente podrá ser autorizada la tenencia de animales silvestres, bravíos o salvajes vivos con fines científicos o investigativos, culturales o educativos, en zoológicos, circos, laboratorios o sitios públicos, siempre que cumplan con los requisitos estipulados en este estatuto y sus normas concordantes."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000008000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 31.", "content": ["Artículo 31.  Derogado por el art. 28, Ley 611 de 2000 Queda prohibida la caza de animales silvestres, bravíos o salvajes con fines comerciales. Igualmente es ilícito el comercio de sus pieles, corazas, plumajes o cualquier otra parte o producto de los mismos.\n", "Parágrafo. Se presume fin comercial la tenencia a cualquier título de animal silvestre, bravío o salvaje, vivo o muerto, de piel, coraza, plumaje o cualquier otra parte o producto de los mismos, cuando se presente una o varias de las circunstancias siguientes:\n", "a)Cuando se encuentren en establecimiento comercial, plaza de mercado o feria;\n", "b)Cuando se tengan en una cantidad tal que se deduzca una utilización comercial, distinta de la mera subsistencia del tenedor o su familia;\n", "c)Cuando estén siendo transportados fuera de su habitat natural;\n", "d)Cuando se tengan elementos u objetos de aprehensión o captura de cuya potencial efectividad se deduzca la caza con fines comerciales;\n", "e)Cuando se tengan por persona que en razón de su profesión u oficio no derive su sustento de actividades propias del lugar de origen o habitat de los animales o por persona cuyo domicilio no coincida con ese mismo lugar;\n", "f)Cuando con ellos se fabriquen objetos de cualquier clase y se encuentren esos objetos en las circunstancias de los literales a), b) y c) de este artículo.\n", "Se exceptúan de lo dispuesto en los literales c) y e) de este artículo quienes hayan sido previamente autorizados por la entidad administradora de los recursos naturales conforme el artículo 30, pero siempre y cuando hayan cumplido con los requisitos consignados en la autorización misma.\n", "De la pesca.\n"]}, "dot_comma_sep": ["Artículo 31.", " Derogado por el art.", "28, Ley 611 de 2000 Queda prohibida la caza de animales silvestres, bravíos o salvajes con fines comerciales.", "Igualmente es ilícito el comercio de sus pieles, corazas, plumajes o cualquier otra parte o producto de los mismos.", "Parágrafo.", "Se presume fin comercial la tenencia a cualquier título de animal silvestre, bravío o salvaje, vivo o muerto, de piel, coraza, plumaje o cualquier otra parte o producto de los mismos, cuando se presente una o varias de las circunstancias siguientes:\n.", "a)Cuando se encuentren en establecimiento comercial, plaza de mercado o feria;", "b)Cuando se tengan en una cantidad tal que se deduzca una utilización comercial, distinta de la mera subsistencia del tenedor o su familia;", "c)Cuando estén siendo transportados fuera de su habitat natural;", "d)Cuando se tengan elementos u objetos de aprehensión o captura de cuya potencial efectividad se deduzca la caza con fines comerciales;", "e)Cuando se tengan por persona que en razón de su profesión u oficio no derive su sustento de actividades propias del lugar de origen o habitat de los animales o por persona cuyo domicilio no coincida con ese mismo lugar;", "f)Cuando con ellos se fabriquen objetos de cualquier clase y se encuentren esos objetos en las circunstancias de los literales a), b) y c) de este artículo.", "Se exceptúan de lo dispuesto en los literales c) y e) de este artículo quienes hayan sido previamente autorizados por la entidad administradora de los recursos naturales conforme el artículo 30, pero siempre y cuando hayan cumplido con los requisitos consignados en la autorización misma.", "De la pesca."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000008000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Será permitida la captura y comercio de peces y de fauna acuática con destino al consumo humano o industrial, interno o de exportación, pero para realizarla se requiere autorización expresa, particular y determinada expedida por la entidad administradora de los recursos naturales. De no existir ésta el hecho será punible.\n", "La pesca de subsistencia y la artesanal no requiere autorización previa pero estarán sujetas a los reglamentos y normas que para el efecto dicte la entidad administradora de los recursos naturales.\n"]}, "dot_comma_sep": ["Artículo 32.", "Será permitida la captura y comercio de peces y de fauna acuática con destino al consumo humano o industrial, interno o de exportación, pero para realizarla se requiere autorización expresa, particular y determinada expedida por la entidad administradora de los recursos naturales.", "De no existir ésta el hecho será punible.", "La pesca de subsistencia y la artesanal no requiere autorización previa pero estarán sujetas a los reglamentos y normas que para el efecto dicte la entidad administradora de los recursos naturales."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000008000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IX\n", "name": "De la caza y la pesca\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Sin menoscabo de lo dispuesto en los artículos pertinentes del título VIII, Capítulo II del Código Penal, el comercio de animales silvestres sólo se permitirá cuando los ejemplares sean obtenidos de zoocriaderos establecidos mediante autorización del Inderena, el cual reglamentará la forma como debe realizarse dicho comercio, conforme a lo estipulado en el Decreto 1608 de 1978.\n", "La violación de lo dispuesto en el capítulo 7o. de esta Ley será sancionada con pena de arresto de dos (2) meses a un (1) año y multas sucesivas de diez mil ($ 10.000.00) a un millón ($ 1.000.000.00) de pesos y el decomiso de los animales para ser devueltos a su habitat.\n", "Parágrafo: Sin perjuicio de lo dispuesto en estas u otras normas, cuando haya decomiso de pieles o de carnes de animales silvestres podrán ser rematadas a beneficio del municipio respectivo, si aquel ha sido realizado por funcionarios del mismo. Cuando el decomiso lo haga la entidad administradora de recursos naturales ingresará a sus fondos.\n", "Cuando el funcionario encargado de supervisar el uso de licencias permita la captura de peces o fauna acuática superior o distinta a la autorizada, será objeto de destitución por la respectiva entidad, sin menoscabo de otras sanciones que correspondan a su conducta.\n"]}, "dot_comma_sep": ["Artículo 33.", "Sin menoscabo de lo dispuesto en los artículos pertinentes del título VIII, Capítulo II del Código Penal, el comercio de animales silvestres sólo se permitirá cuando los ejemplares sean obtenidos de zoocriaderos establecidos mediante autorización del Inderena, el cual reglamentará la forma como debe realizarse dicho comercio, conforme a lo estipulado en el Decreto 1608 de 1978.", "La violación de lo dispuesto en el capítulo 7o.", "de esta Ley será sancionada con pena de arresto de dos (2) meses a un (1) año y multas sucesivas de diez mil ($ 10.", "000.", "00) a un millón ($ 1.", "000.", "000.", "00) de pesos y el decomiso de los animales para ser devueltos a su habitat.", "Parágrafo: Sin perjuicio de lo dispuesto en estas u otras normas, cuando haya decomiso de pieles o de carnes de animales silvestres podrán ser rematadas a beneficio del municipio respectivo, si aquel ha sido realizado por funcionarios del mismo.", "Cuando el decomiso lo haga la entidad administradora de recursos naturales ingresará a sus fondos.", "Cuando el funcionario encargado de supervisar el uso de licencias permita la captura de peces o fauna acuática superior o distinta a la autorizada, será objeto de destitución por la respectiva entidad, sin menoscabo de otras sanciones que correspondan a su conducta."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. El que tome parte como cómplice en la ejecución de uno de los hechos contravencionales descritos en esta Ley, o preste al autor cooperación o auxilio, quedará sometido a la pena prevista para el hecho punible, disminuida hasta en la mitad.\n"]}, "dot_comma_sep": ["Artículo 34.", "El que tome parte como cómplice en la ejecución de uno de los hechos contravencionales descritos en esta Ley, o preste al autor cooperación o auxilio, quedará sometido a la pena prevista para el hecho punible, disminuida hasta en la mitad."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. El que instigue o determine a otro a cometer una de las contravenciones previstas en este estatuto, incurrirá en la misma pena prevista para el autor material.\n", "Recursos.\n"]}, "dot_comma_sep": ["Artículo 35.", "El que instigue o determine a otro a cometer una de las contravenciones previstas en este estatuto, incurrirá en la misma pena prevista para el autor material.", "Recursos."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Al responsable de varias de las contravenciones previstas en esta Ley, cometidas conjunta o separadamente, cuando se le juzgue en un mismo proceso, se le aplicará la sanción establecida para la más grave, aumentada hasta en una cuarta parte.\n"]}, "dot_comma_sep": ["Artículo 36.", "Al responsable de varias de las contravenciones previstas en esta Ley, cometidas conjunta o separadamente, cuando se le juzgue en un mismo proceso, se le aplicará la sanción establecida para la más grave, aumentada hasta en una cuarta parte."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Al contraventor que con un mismo hecho cometa varios actos punibles de los previstos en esta Ley, se le aplicará la sanción establecida para el más grave, aumentada hasta en una tercera parte.\n", "Reincidencia.\n"]}, "dot_comma_sep": ["Artículo 37.", "Al contraventor que con un mismo hecho cometa varios actos punibles de los previstos en esta Ley, se le aplicará la sanción establecida para el más grave, aumentada hasta en una tercera parte.", "Reincidencia."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. El que después de una sentencia condenatoria cometiere una nueva contravención, incurrirá en la sanción que a ésta corresponda, aumentada en una cuarta parte para la primera reincidencia y en una tercera parte para las demás, siempre que la nueva contravención se haya cometido antes de transcurridos dos (2) años de ejecutoriada las condena.\n"]}, "dot_comma_sep": ["Artículo 38.", "El que después de una sentencia condenatoria cometiere una nueva contravención, incurrirá en la sanción que a ésta corresponda, aumentada en una cuarta parte para la primera reincidencia y en una tercera parte para las demás, siempre que la nueva contravención se haya cometido antes de transcurridos dos (2) años de ejecutoriada las condena."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. La reincidencia se acreditará con copia de la sentencia anterior. En su defecto, con certificación que expida la autoridad competente.\n", "Pena de multa.\n"]}, "dot_comma_sep": ["Artículo 39.", "La reincidencia se acreditará con copia de la sentencia anterior.", "En su defecto, con certificación que expida la autoridad competente.", "Pena de multa."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. La cuantía de la multa será fijada teniendo en cuenta la gravedad de la infracción, el resarcimiento así sea parcial del daño causado, la situación económica del condenado, el estipendio diario de su trabajo, las obligaciones comerciales a su cargo anteriores a la contravención y las demás circunstancias que indiquen su posibilidad de pagar.\n", "La multa deberá consignarse a favor del tesoro municipal del lugar donde se cometió la contravención, en término que señale el funcionario, que no excederá de treinta (30) días contados desde la ejecutoria de la sentencia.\n", "Para facilitar su cumplimiento cuando el funcionario lo considere razonable podrá aceptar el pago de la multa por cuotas periódicas con término de treinta (30) a ciento ochenta (180) días, previa caución.\n", "En caso de concurso o acumulación las multas correspondientes a cada una de las infracciones se sumarán, pero el total no podrá exceder del máximo señalado en el artículo 46 del Código Penal.\n"]}, "dot_comma_sep": ["Artículo 40.", "La cuantía de la multa será fijada teniendo en cuenta la gravedad de la infracción, el resarcimiento así sea parcial del daño causado, la situación económica del condenado, el estipendio diario de su trabajo, las obligaciones comerciales a su cargo anteriores a la contravención y las demás circunstancias que indiquen su posibilidad de pagar.", "La multa deberá consignarse a favor del tesoro municipal del lugar donde se cometió la contravención, en término que señale el funcionario, que no excederá de treinta (30) días contados desde la ejecutoria de la sentencia.", "Para facilitar su cumplimiento cuando el funcionario lo considere razonable podrá aceptar el pago de la multa por cuotas periódicas con término de treinta (30) a ciento ochenta (180) días, previa caución.", "En caso de concurso o acumulación las multas correspondientes a cada una de las infracciones se sumarán, pero el total no podrá exceder del máximo señalado en el artículo 46 del Código Penal."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. Si la multa no se paga dentro del término señalado, se convertirá en arresto o en trabajo de interés público.\n", "La conversión se hará a razón de un (1) día de arresto o de trabajo por el valor asignado al salario mínimo diario.\n", "La conversión se autorizará solamente cuando la insuficiente capacidad económica del contraventor no le permita pagar.\n"]}, "dot_comma_sep": ["Artículo 41.", "Si la multa no se paga dentro del término señalado, se convertirá en arresto o en trabajo de interés público.", "La conversión se hará a razón de un (1) día de arresto o de trabajo por el valor asignado al salario mínimo diario.", "La conversión se autorizará solamente cuando la insuficiente capacidad económica del contraventor no le permita pagar."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Cuando para efectos de la conversión a que se refiere el artículo anterior, fuere del caso optar entre una de las varias formas o bases de conversión allí establecidas, el funcionario preferirá la que se tenga por más conveniente, habida consideración de las circunstancias del hecho y de las condiciones personales del contraventor.\n", "Las disposiciones anteriores se aplicarán sin perjuicio de la pena de arresto prevista en las normas de este estatuto, pero el arresto en ningún caso podrá ser superior a cinco (5) años, tal como lo prescribe el artículo 44 del Código Penal.\n"]}, "dot_comma_sep": ["Artículo 42.", "Cuando para efectos de la conversión a que se refiere el artículo anterior, fuere del caso optar entre una de las varias formas o bases de conversión allí establecidas, el funcionario preferirá la que se tenga por más conveniente, habida consideración de las circunstancias del hecho y de las condiciones personales del contraventor.", "Las disposiciones anteriores se aplicarán sin perjuicio de la pena de arresto prevista en las normas de este estatuto, pero el arresto en ningún caso podrá ser superior a cinco (5) años, tal como lo prescribe el artículo 44 del Código Penal."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. En todos los casos en que hubiere lugar a la pena de multa según lo dispuesto en este estatuto, podrá perseguirse su pago por la vía de la jurisdicción coactiva.\n"]}, "dot_comma_sep": ["Artículo 43.", "En todos los casos en que hubiere lugar a la pena de multa según lo dispuesto en este estatuto, podrá perseguirse su pago por la vía de la jurisdicción coactiva."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 44.", "content": ["Artículo 44. En la sentencia se determinará cómo ha de cumplirse la pena de multa.\n"]}, "dot_comma_sep": ["Artículo 44.", "En la sentencia se determinará cómo ha de cumplirse la pena de multa."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000100000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Cuando el autor o cómplice tenga la calidad de empleado público, o trabajador oficial, y realice el hecho u omisión en ejercicio de sus funciones, incurrirá en la pérdida del empleo que será decretado por la entidad nominadora de oficio o a petición de parte, previo el cumplimiento de los procedimientos disciplinarios correspondientes, sin perjuicio de las penas establecidas para las contravenciones descritas en esta Ley.\n", "Igualmente el empleado público o trabajador oficial responsable quedará inhabilitado por cinco (5) años para desempeñar cualquier cargo en la administración pública, en la rama jurisdiccional, o en el ministerio público.\n"]}, "dot_comma_sep": ["Artículo 45.", "Cuando el autor o cómplice tenga la calidad de empleado público, o trabajador oficial, y realice el hecho u omisión en ejercicio de sus funciones, incurrirá en la pérdida del empleo que será decretado por la entidad nominadora de oficio o a petición de parte, previo el cumplimiento de los procedimientos disciplinarios correspondientes, sin perjuicio de las penas establecidas para las contravenciones descritas en esta Ley.", "Igualmente el empleado público o trabajador oficial responsable quedará inhabilitado por cinco (5) años para desempeñar cualquier cargo en la administración pública, en la rama jurisdiccional, o en el ministerio público."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. Modificado por el art. 7, Ley 1774 de 2016 Corresponde a los alcaldes o a los inspectores de policía que hagan sus veces y en el Distrito Especial de Bogotá a los inspectores penales de policía conocer en primera instancia de las contravenciones de que trata la presente Ley.\n", "De la segunda instancia conocerán los gobernadores de departamento, el Consejo de Justicia de Bogotá, y los intendentes y comisarios según el caso.\n"]}, "dot_comma_sep": ["Artículo 46.", "Modificado por el art.", "7, Ley 1774 de 2016 Corresponde a los alcaldes o a los inspectores de policía que hagan sus veces y en el Distrito Especial de Bogotá a los inspectores penales de policía conocer en primera instancia de las contravenciones de que trata la presente Ley.", "De la segunda instancia conocerán los gobernadores de departamento, el Consejo de Justicia de Bogotá, y los intendentes y comisarios según el caso."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 46A.", "content": ["Artículo 46A. Adicionado por el art. 8, Ley 1774 de 2016\n"]}, "dot_comma_sep": ["Artículo 46A.", "Adicionado por el art.", "8, Ley 1774 de 2016\n."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. La investigación de las contravenciones descritas en esta Ley, se adelantará de oficio o por denuncia. El procedimiento estará sujeto a las siguientes etapas:\n", "a)Iniciada la actuación se hará comparecer al sindicado asistido de apoderado, en forma inmediata, si hubiese sido capturado, en caso contrario se le declarará reo ausente y se le designará apoderado de oficio. La declaratoria de reo ausente se sujetará a lo dispuesto en el artículo 382 del Código de Procedimiento Penal;\n", "b)Se identificará al sindicado de acuerdo con lo dispuesto en los artículos 113 y 114 del Código de Procedimiento Penal;\n", "c)Ratificada la denuncia si la hubiere y oído el sindicado en indagatoria, el funcionario concederá un término de tres (3) días hábiles para que el sindicado o su apoderado solicite las pruebas que considere necesarias. En el mismo lapso, el funcionario ordenará las pruebas solicitadas que sean procedentes y las que estime pertinentes. Vencido el término anterior, el funcionario dentro de los ocho (8) días hábiles siguientes practicará las pruebas que se hayan ordenado;\n", "d)En el caso del que el sindicado confiese haber cometido el hecho punible, el funcionario podrá prescindir del término de tres (3) días que se señalan en el artículo anterior, pero deberá practicar las pruebas conducentes para adquirir el convencimiento de la verdad de la confesión y averiguar las circunstancias del hecho, para lo cual tendrá un término de ocho (8) días.\n"]}, "dot_comma_sep": ["Artículo 47.", "La investigación de las contravenciones descritas en esta Ley, se adelantará de oficio o por denuncia.", "El procedimiento estará sujeto a las siguientes etapas:\n.", "a)Iniciada la actuación se hará comparecer al sindicado asistido de apoderado, en forma inmediata, si hubiese sido capturado, en caso contrario se le declarará reo ausente y se le designará apoderado de oficio.", "La declaratoria de reo ausente se sujetará a lo dispuesto en el artículo 382 del Código de Procedimiento Penal;\n.", "b)Se identificará al sindicado de acuerdo con lo dispuesto en los artículos 113 y 114 del Código de Procedimiento Penal;", "c)Ratificada la denuncia si la hubiere y oído el sindicado en indagatoria, el funcionario concederá un término de tres (3) días hábiles para que el sindicado o su apoderado solicite las pruebas que considere necesarias.", "En el mismo lapso, el funcionario ordenará las pruebas solicitadas que sean procedentes y las que estime pertinentes.", "Vencido el término anterior, el funcionario dentro de los ocho (8) días hábiles siguientes practicará las pruebas que se hayan ordenado;\n.", "d)En el caso del que el sindicado confiese haber cometido el hecho punible, el funcionario podrá prescindir del término de tres (3) días que se señalan en el artículo anterior, pero deberá practicar las pruebas conducentes para adquirir el convencimiento de la verdad de la confesión y averiguar las circunstancias del hecho, para lo cual tendrá un término de ocho (8) días."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. Vencido el término probatorio, el funcionario citará a audiencia la cual se celebrará dentro de las cuarenta y ocho (48) horas siguientes. Durante la audiencia, las partes podrán presentar alegaciones orales o escritas.\n", "Terminada la audiencia, el funcionario dictará la sentencia a que haya lugar, dentro de los tres (3) días siguientes.\n"]}, "dot_comma_sep": ["Artículo 48.", "Vencido el término probatorio, el funcionario citará a audiencia la cual se celebrará dentro de las cuarenta y ocho (48) horas siguientes.", "Durante la audiencia, las partes podrán presentar alegaciones orales o escritas.", "Terminada la audiencia, el funcionario dictará la sentencia a que haya lugar, dentro de los tres (3) días siguientes."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. Del fallo dictado podrá el procesado o su apoderado apelar dentro de las veinticuatro (24) horas siguientes a su notificación. La segunda instancia confirmará o revocará la decisión, dentro de los tres (3) días siguientes al recibo de las diligencias y previo traslado a las partes para alegaciones por escrito, por el término de tres (3) días. El traslado se surtirá en la Secretaría.\n"]}, "dot_comma_sep": ["Artículo 49.", "Del fallo dictado podrá el procesado o su apoderado apelar dentro de las veinticuatro (24) horas siguientes a su notificación.", "La segunda instancia confirmará o revocará la decisión, dentro de los tres (3) días siguientes al recibo de las diligencias y previo traslado a las partes para alegaciones por escrito, por el término de tres (3) días.", "El traslado se surtirá en la Secretaría."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. El fallo deberá consultarse siempre con el superior cuando no fuere apelado. La consulta se tramitará y decidirá por el superior en la misma forma que la apelación. Una vez decidido el recurso de apelación o surtida la consulta, se cumplirá la orden por el fallo.\n"]}, "dot_comma_sep": ["Artículo 50.", "El fallo deberá consultarse siempre con el superior cuando no fuere apelado.", "La consulta se tramitará y decidirá por el superior en la misma forma que la apelación.", "Una vez decidido el recurso de apelación o surtida la consulta, se cumplirá la orden por el fallo."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. En los procesos que se adelanten conforme a este procedimiento la captura y detención se rigen por las normas del procedimiento penal y habrá lugar a beneficio de excarcelación en todas las contravenciones a que se refiere esta Ley.\n", "Igualmente, el procesado tendrá derecho a la libertad provisional cuando se dé una cualquiera de las circunstancias descritas en los numerales primero 1o, segundo 2, tercero 3, cuarto 4, y quinto 5., del artículo 8 de la Ley segunda de 1984.\n"]}, "dot_comma_sep": ["Artículo 51.", "En los procesos que se adelanten conforme a este procedimiento la captura y detención se rigen por las normas del procedimiento penal y habrá lugar a beneficio de excarcelación en todas las contravenciones a que se refiere esta Ley.", "Igualmente, el procesado tendrá derecho a la libertad provisional cuando se dé una cualquiera de las circunstancias descritas en los numerales primero 1o, segundo 2, tercero 3, cuarto 4, y quinto 5.", ", del artículo 8 de la Ley segunda de 1984."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. Las contravenciones contenidas en el presente estatuto prescriben en cuanto a la acción penal en dos (2) años y la sanción en tres (3) años.\n"]}, "dot_comma_sep": ["Artículo 52.", "Las contravenciones contenidas en el presente estatuto prescriben en cuanto a la acción penal en dos (2) años y la sanción en tres (3) años."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. El procedimiento establecido en las normas anteriores únicamente se aplicará a las contravenciones descritas en esta Ley, cometidas con posterioridad a su vigencia.\n"]}, "dot_comma_sep": ["Artículo 53.", "El procedimiento establecido en las normas anteriores únicamente se aplicará a las contravenciones descritas en esta Ley, cometidas con posterioridad a su vigencia."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. Los valores previstos para las multas consignadas en este estatuto, aumentarán en un quince por ciento (15%) desde el primero (1.) de enero de mil novecientos ochenta y seis (1986) y se seguirán reajustando automáticamente cada dos (2) años en el mismo porcentaje y en la misma fecha.\n"]}, "dot_comma_sep": ["Artículo 54.", "Los valores previstos para las multas consignadas en este estatuto, aumentarán en un quince por ciento (15%) desde el primero (1.", ") de enero de mil novecientos ochenta y seis (1986) y se seguirán reajustando automáticamente cada dos (2) años en el mismo porcentaje y en la misma fecha."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. El incumplimiento de los términos previstos en este capítulo hará incurrir al funcionario en pérdida del empleo, que será decretada por la entidad nominadora con base en el informe del ministerio público, rendido de oficio o a petición de parte, previo el cumplimiento de los procedimientos disciplinarios correspondientes.\n"]}, "dot_comma_sep": ["Artículo 55.", "El incumplimiento de los términos previstos en este capítulo hará incurrir al funcionario en pérdida del empleo, que será decretada por la entidad nominadora con base en el informe del ministerio público, rendido de oficio o a petición de parte, previo el cumplimiento de los procedimientos disciplinarios correspondientes."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. Son aplicables al procedimiento previsto en este capítulo las disposiciones generales del Código Penal, las del Código de Procedimiento Penal, las comunes a todos los juicios contenidos en el Procedimiento Civil y las normas sobre Policía Judicial en cuanto no resulten contrarias o incompatibles con las regulaciones de este procedimiento especial.\n"]}, "dot_comma_sep": ["Artículo 56.", "Son aplicables al procedimiento previsto en este capítulo las disposiciones generales del Código Penal, las del Código de Procedimiento Penal, las comunes a todos los juicios contenidos en el Procedimiento Civil y las normas sobre Policía Judicial en cuanto no resulten contrarias o incompatibles con las regulaciones de este procedimiento especial."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. En caso de discusión de competencia en materia penal entre los funcionarios competentes por esta Ley y una autoridad jurisdiccional, la insistencia de esta última prevalecerá.\n"]}, "dot_comma_sep": ["Artículo 57.", "En caso de discusión de competencia en materia penal entre los funcionarios competentes por esta Ley y una autoridad jurisdiccional, la insistencia de esta última prevalecerá."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. Cuando después de ejecutoriada la sentencia condenatoria, se obtenga prueba plena o completa sobre la falsedad del dictamen, certificado, informe, diligencia, documento o testimonio que hayan servido para sustentar la condena, o cuando el fallador haya sido condenado por cohecho o prevaricato como consecuencia de su actuación dentro del proceso, podrá solicitarse la revisión ante el tribunal superior del respectivo distrito judicial.\n", "En la solicitud de revisión se anotará la causal del recurso, el despacho donde fue tramitada la causa y cualquier otro dato que se considere pertinente. Si el tribunal encuentra aceptable la solicitud, pedirá a quien corresponda el envío del expediente que contenga la actuación y recibido este abrirá a prueba por el término de diez (10) días.\n", "Vencido el término de prueba se dará sucesivamente traslado al agente del ministerio público y al recurrente para que presenten sus alegatos de conclusión.\n", "El tribunal deberá decidir el recurso dentro de los quince (15) días siguientes al vencimiento del término para alegar.\n"]}, "dot_comma_sep": ["Artículo 58.", "Cuando después de ejecutoriada la sentencia condenatoria, se obtenga prueba plena o completa sobre la falsedad del dictamen, certificado, informe, diligencia, documento o testimonio que hayan servido para sustentar la condena, o cuando el fallador haya sido condenado por cohecho o prevaricato como consecuencia de su actuación dentro del proceso, podrá solicitarse la revisión ante el tribunal superior del respectivo distrito judicial.", "En la solicitud de revisión se anotará la causal del recurso, el despacho donde fue tramitada la causa y cualquier otro dato que se considere pertinente.", "Si el tribunal encuentra aceptable la solicitud, pedirá a quien corresponda el envío del expediente que contenga la actuación y recibido este abrirá a prueba por el término de diez (10) días.", "Vencido el término de prueba se dará sucesivamente traslado al agente del ministerio público y al recurrente para que presenten sus alegatos de conclusión.", "El tribunal deberá decidir el recurso dentro de los quince (15) días siguientes al vencimiento del término para alegar."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. Las sociedades protectoras de animales quedan facultadas para realizar a través de sus representantes visitas a centros de zoonosis o a todo tipo de lugares o instituciones donde hay manejos de animales con el fin de comprobar el cumplimiento de la presente Ley y para instaurar ante la autoridad competente la denuncia respectiva cuando hubiere lugar a ello.\n"]}, "dot_comma_sep": ["Artículo 59.", "Las sociedades protectoras de animales quedan facultadas para realizar a través de sus representantes visitas a centros de zoonosis o a todo tipo de lugares o instituciones donde hay manejos de animales con el fin de comprobar el cumplimiento de la presente Ley y para instaurar ante la autoridad competente la denuncia respectiva cuando hubiere lugar a ello."]}, {"index": "animales", "legal_source": "Estatuto Nacional de Protección de los Animales\n", "id": "animales00000101000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones generales.\n", "name": "Cómplices.\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO X\n", "name": "Competencia y procedimiento.\n"}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. La presente Ley rige a partir de la fecha de promulgación y deroga las disposiciones que le sean contrarias.\n", "Dada en Bogotá, D.E., a los... días del mes de... de mil novecientos ochenta y nueve (1989).\n", "El Presidente del honorable Senado de la República,\n", "LUIS GUILLERMO GIRALDO GIRALDO HURTADO\n", "El Presidente de la honorable Cámara de Representantes,\n", "NORBERTO MORALES BALLESTEROS\n", "El Secretario General del honorable Senado de la República,\n", "Crispín Villazón de Armas.\n", "El Secretario General de la honorable Cámara de Representantes,\n", "Luis Lorduy Lorduy\n", "República de Colombia - Gobierno Nacional.\n", "PUBLÍQUESE Y EJECÚTESE.\n", "Dada en Bogotá, D.E., a los 27 días del mes de Diciembre del año 1989.\n", "VIRGILIO BARCO\n", "El Ministro de Agricultura,\n", "Gabriel Rosas Vega.\n", "El Ministro de Educación Nacional,\n", "Manuel Francisco Becerra Barney.\n", "El Ministro de Salud,\n", "Eduardo Díaz Uribe.\n", " "]}, "dot_comma_sep": ["Artículo 60.", "La presente Ley rige a partir de la fecha de promulgación y deroga las disposiciones que le sean contrarias.", "Dada en Bogotá, D.", "E.", ", a los.", "días del mes de.", "de mil novecientos ochenta y nueve (1989).", "El Presidente del honorable Senado de la República,", "LUIS GUILLERMO GIRALDO GIRALDO HURTADO", "El Presidente de la honorable Cámara de Representantes,", "NORBERTO MORALES BALLESTEROS", "El Secretario General del honorable Senado de la República,", "Crispín Villazón de Armas.", "El Secretario General de la honorable Cámara de Representantes,", "Luis Lorduy Lorduy", "República de Colombia - Gobierno Nacional.", "PUBLÍQUESE Y EJECÚTESE.", "Dada en Bogotá, D.", "E.", ", a los 27 días del mes de Diciembre del año 1989.", "VIRGILIO BARCO", "El Ministro de Agricultura,", "Gabriel Rosas Vega.", "El Ministro de Educación Nacional,", "Manuel Francisco Becerra Barney.", "El Ministro de Salud,", "Eduardo Díaz Uribe.", ""]}]