[{"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000001000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 1°", "content": ["Artículo 1°. Principios de la actuación administrativa. La Superintendencia de Sociedades deberá interpretar y aplicar las disposiciones que regulan las actuaciones y procedimientos administrativos previstos en esta ley a la luz de los principios consagrados en la Constitución Política, en la primera parte de la Ley 1437 de 2011 y en especial de los principios de debido proceso, igualdad, imparcialidad, presunción de inocencia, proporcionalidad de la sanción, seguridad jurídica, buena fe, moralidad, participación, responsabilidad, transparencia, publicidad, coordinación, eficacia, economía y celeridad.\n"]}, "dot_comma_sep": ["Artículo 1°", ".°", "Principios de la actuación administrativa.", "La Superintendencia de Sociedades deberá interpretar y aplicar las disposiciones que regulan las actuaciones y procedimientos administrativos previstos en esta ley a la luz de los principios consagrados en la Constitución Política, en la primera parte de la Ley 1437 de 2011 y en especial de los principios de debido proceso, igualdad, imparcialidad, presunción de inocencia, proporcionalidad de la sanción, seguridad jurídica, buena fe, moralidad, participación, responsabilidad, transparencia, publicidad, coordinación, eficacia, economía y celeridad."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000001000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 2°", "content": ["Artículo 2°. Responsabilidad administrativa de las personas jurídicas. Las personas jurídicas que por medio de uno o varios:\n", "(i) empleados,\n", "(ii) contratistas,\n", "(iii) administradores, o\n", "(iv) asociados,\n", "propios o de cualquier persona jurídica subordinada:\n", "(i) den,\n", "(ii) ofrezcan, o\n", "(iii) prometan,\n", "a un servidor público extranjero, directa o indirectamente:\n", "(i) sumas de dinero,\n", "(ii) cualquier objeto de valor pecuniario u\n", "(iii) otro beneficio o utilidad,\n", "a cambio de que el servidor público extranjero;\n", "(i) realice,\n", "(ii) omita,\n", "(iii) o retarde,\n", "cualquier acto relacionado con el ejercicio de sus funciones y en relación con un negocio o transacción internacional.\n", "Dichas personas serán sancionadas administrativamente en los términos establecidos por esta ley.\n", "Las entidades que tengan la calidad de matrices, conforme al régimen previsto en la Ley 222 de 1995 o la norma que la modifique o sustituya, serán responsables y serán sancionadas, en el evento de que una de sus subordinadas incurra en alguna de las conductas enunciadas en el inciso primero de este artículo, con el consentimiento o la tolerancia de la matriz.\n", "Parágrafo 1°. Para los efectos de lo dispuesto en el presente artículo, se considera servidor público extranjero toda persona que tenga un cargo legislativo, administrativo o judicial en un Estado, sus subdivisiones políticas o autoridades locales, o una jurisdicción extranjera, sin importar si el individuo hubiere sido nombrado o elegido. También se considera servidor público extranjero toda persona que ejerza una función pública para un Estado, sus subdivisiones políticas o autoridades locales, o en una jurisdicción extranjera, sea dentro de un organismo público, o de una empresa del Estado o una entidad cuyo poder de decisión se encuentre sometido a la voluntad del Estado, sus subdivisiones políticas o autoridades locales, o de una jurisdicción extranjera. También se entenderá que ostenta la referida calidad cualquier funcionario o agente de una organización pública internacional.\n", "Parágrafo 2°. Lo previsto en esta ley para las personas jurídicas se extenderá a las sucursales de sociedades que operen en el exterior, así como a las empresas industriales y comerciales del Estado, sociedades en las que el Estado tenga participación y sociedades de economía mixta.\n", "Parágrafo 3°. Lo previsto en el presente artículo no se aplica cuando la conducta haya sido realizada por un asociado que no detente el control de la persona jurídica.\n"]}, "dot_comma_sep": ["Artículo 2°", ".°", "Responsabilidad administrativa de las personas jurídicas.", "Las personas jurídicas que por medio de uno o varios:\n.", "(i) empleados,", "(ii) contratistas,", "(iii) administradores, o", "(iv) asociados,", "propios o de cualquier persona jurídica subordinada:", "(i) den,", "(ii) ofrezcan, o", "(iii) prometan,", "a un servidor público extranjero, directa o indirectamente:", "(i) sumas de dinero,", "(ii) cualquier objeto de valor pecuniario u", "(iii) otro beneficio o utilidad,", "a cambio de que el servidor público extranjero;", "(i) realice,", "(ii) omita,", "(iii) o retarde,", "cualquier acto relacionado con el ejercicio de sus funciones y en relación con un negocio o transacción internacional.", "Dichas personas serán sancionadas administrativamente en los términos establecidos por esta ley.", "Las entidades que tengan la calidad de matrices, conforme al régimen previsto en la Ley 222 de 1995 o la norma que la modifique o sustituya, serán responsables y serán sancionadas, en el evento de que una de sus subordinadas incurra en alguna de las conductas enunciadas en el inciso primero de este artículo, con el consentimiento o la tolerancia de la matriz.", "Parágrafo 1°", ".°", "Para los efectos de lo dispuesto en el presente artículo, se considera servidor público extranjero toda persona que tenga un cargo legislativo, administrativo o judicial en un Estado, sus subdivisiones políticas o autoridades locales, o una jurisdicción extranjera, sin importar si el individuo hubiere sido nombrado o elegido.", "También se considera servidor público extranjero toda persona que ejerza una función pública para un Estado, sus subdivisiones políticas o autoridades locales, o en una jurisdicción extranjera, sea dentro de un organismo público, o de una empresa del Estado o una entidad cuyo poder de decisión se encuentre sometido a la voluntad del Estado, sus subdivisiones políticas o autoridades locales, o de una jurisdicción extranjera.", "También se entenderá que ostenta la referida calidad cualquier funcionario o agente de una organización pública internacional.", "Parágrafo 2°", ".°", "Lo previsto en esta ley para las personas jurídicas se extenderá a las sucursales de sociedades que operen en el exterior, así como a las empresas industriales y comerciales del Estado, sociedades en las que el Estado tenga participación y sociedades de economía mixta.", "Parágrafo 3°", ".°", "Lo previsto en el presente artículo no se aplica cuando la conducta haya sido realizada por un asociado que no detente el control de la persona jurídica."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000001000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 3°", "content": ["Artículo 3°. Competencia. Las conductas descritas en el artículo 2° de esta ley serán investigadas y sancionadas por la Superintendencia de Sociedades.\n", "La Superintendencia tendrá competencia sobre las conductas cometidas en territorio extranjero, siempre que la persona jurídica o la sucursal de sociedad extranjera presuntamente responsable esté domiciliada en Colombia.\n", "Parágrafo. La competencia prevista en este artículo no se trata del ejercicio de funciones jurisdiccionales por parte de la Superintendencia de Sociedades.\n"]}, "dot_comma_sep": ["Artículo 3°", ".°", "Competencia.", "Las conductas descritas en el artículo 2°", " de esta ley serán investigadas y sancionadas por la Superintendencia de Sociedades.°", "La Superintendencia tendrá competencia sobre las conductas cometidas en territorio extranjero, siempre que la persona jurídica o la sucursal de sociedad extranjera presuntamente responsable esté domiciliada en Colombia.", "Parágrafo.", "La competencia prevista en este artículo no se trata del ejercicio de funciones jurisdiccionales por parte de la Superintendencia de Sociedades."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000001000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 4°", "content": ["Artículo 4°. No prejudicialidad. El inicio, impulso y finalización de la investigación administrativa que se adelante respecto de una persona jurídica por las acciones u omisiones enunciadas conforme a lo previsto en el artículo 2° de la presente ley, no dependerá ni estará condicionado o supeditado a la iniciación de otro proceso, cualquiera sea su naturaleza, ni a la decisión que haya de adaptarse en el mismo. La decisión de la actuación administrativa de que trata esta ley, tampoco constituirá prejudicialidad.\n"]}, "dot_comma_sep": ["Artículo 4°", ".°", "No prejudicialidad.", "El inicio, impulso y finalización de la investigación administrativa que se adelante respecto de una persona jurídica por las acciones u omisiones enunciadas conforme a lo previsto en el artículo 2°", " de la presente ley, no dependerá ni estará condicionado o supeditado a la iniciación de otro proceso, cualquiera sea su naturaleza, ni a la decisión que haya de adaptarse en el mismo.°", "La decisión de la actuación administrativa de que trata esta ley, tampoco constituirá prejudicialidad."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000002000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 5°", "content": ["Artículo 5°. Sanciones. La Superintendencia de Sociedades impondrá una o varias de las siguientes sanciones a las personas jurídicas que incurran en las conductas enunciadas en el artículo 2° de esta ley. La imposición de las sanciones se realizará mediante resolución motivada, de acuerdo con los criterios de graduación previstos en el artículo 7° de la presente ley:\n", "1. Multa de hasta doscientos mil (200.000) salarios mínimos mensuales legales vigentes.\n", "2. Inhabilidad para contratar con el Estado colombiano por un término de hasta veinte (20) años.\n", "La inhabilidad para contratar con el Estado iniciará a partir de la fecha en que la resolución sancionatoria se encuentre ejecutoriada. Esta inhabilidad será impuesta a las personas jurídicas, de acuerdo con lo previsto en el artículo 8° de la Ley 80 de 1993.\n", "3. Publicación en medios de amplia circulación y en la página web de la persona jurídica sancionada de un extracto de la decisión administrativa sancionatoria por un tiempo máximo de un (1) año. La persona jurídica sancionada asumirá los costos de esa publicación.\n", "4. Prohibición de recibir cualquier tipo de incentivo o subsidios del Gobierno, en un plazo de 5 años.\n", "Parágrafo. Una vez ejecutoriado el acto administrativo por medio del cual se impongan las sanciones de que trata esta ley, este deberá inscribirse en el registro mercantil de la persona jurídica sancionada.\n", "La Superintendencia de Sociedades remitirá el acto administrativo a la Cámara de Comercio del domicilio de la persona jurídica o a la Superintendencia Financiera de Colombia, según sea el caso, para su inscripción en el registro correspondiente a fin de que esta información se refleje en el correspondiente certificado de existencia y representación legal.\n", "En el caso de personas que no tienen la obligación de tener el registro mercantil que llevan las Cámaras de Comercio, el acto administrativo sancionatorio se remitirá al ente de control que los supervisa o vigila, con el fin de que lo publique en su página web. La publicación deberá realizarse en un aparte que se destine exclusivamente a la divulgación de los nombres y número de identificación tributaria de las personas que hayan sido sancionadas de conformidad con esta ley.\n"]}, "dot_comma_sep": ["Artículo 5°", ".°", "Sanciones.", "La Superintendencia de Sociedades impondrá una o varias de las siguientes sanciones a las personas jurídicas que incurran en las conductas enunciadas en el artículo 2°", " de esta ley.°", "La imposición de las sanciones se realizará mediante resolución motivada, de acuerdo con los criterios de graduación previstos en el artículo 7°", " de la presente ley:\n.°", "1.", "Multa de hasta doscientos mil (200.", "000) salarios mínimos mensuales legales vigentes.", "2.", "Inhabilidad para contratar con el Estado colombiano por un término de hasta veinte (20) años.", "La inhabilidad para contratar con el Estado iniciará a partir de la fecha en que la resolución sancionatoria se encuentre ejecutoriada.", "Esta inhabilidad será impuesta a las personas jurídicas, de acuerdo con lo previsto en el artículo 8°", " de la Ley 80 de 1993.°", "3.", "Publicación en medios de amplia circulación y en la página web de la persona jurídica sancionada de un extracto de la decisión administrativa sancionatoria por un tiempo máximo de un (1) año.", "La persona jurídica sancionada asumirá los costos de esa publicación.", "4.", "Prohibición de recibir cualquier tipo de incentivo o subsidios del Gobierno, en un plazo de 5 años.", "Parágrafo.", "Una vez ejecutoriado el acto administrativo por medio del cual se impongan las sanciones de que trata esta ley, este deberá inscribirse en el registro mercantil de la persona jurídica sancionada.", "La Superintendencia de Sociedades remitirá el acto administrativo a la Cámara de Comercio del domicilio de la persona jurídica o a la Superintendencia Financiera de Colombia, según sea el caso, para su inscripción en el registro correspondiente a fin de que esta información se refleje en el correspondiente certificado de existencia y representación legal.", "En el caso de personas que no tienen la obligación de tener el registro mercantil que llevan las Cámaras de Comercio, el acto administrativo sancionatorio se remitirá al ente de control que los supervisa o vigila, con el fin de que lo publique en su página web.", "La publicación deberá realizarse en un aparte que se destine exclusivamente a la divulgación de los nombres y número de identificación tributaria de las personas que hayan sido sancionadas de conformidad con esta ley."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000002000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 6°", "content": ["Artículo 6°. Sanciones en caso de reformas estatutarias. En los casos en que una persona jurídica, que hubiere incurrido en la conducta descrita en el artículo 2°, reforme o cambie su naturaleza antes de la expedición del acto administrativo sancionatorio, se seguirán las siguientes reglas:\n", "1. En los casos en que una sociedad, que hubiere incurrido en alguna de las conductas señaladas en el artículo 2° de esta ley, se extinguiere por efecto de una fusión, la sociedad absorbente o de nueva creación se hará acreedora de la sanción señalada en esta ley.\n", "2. En los casos en que una sociedad incurra en alguna de las conductas señaladas en el artículo 2° de esta ley y posteriormente se escinda, todas las sociedades que hayan participado en el proceso de escisión, bien como escindente o beneficiaria, estarán sujetas solidariamente a las sanciones de que trata esta ley.\n", "3. En los casos de transferencia de control sobre una sociedad que hubiere incurrido en alguna de las conductas señaladas en el artículo 2° de esta ley, el sujeto adquirente del control estará sujeto a las sanciones de que trata esta ley.\n", "4. Las reglas precedentes serán aplicables a todas las formas asociativas diferentes de las sociedades.\n", "Parágrafo. Este artículo se aplicará sin perjuicio de lo dispuesto en el Código de Comercio y la Ley 222 de 1995 en relación con la transmisión de derechos y obligaciones en fusiones y escisiones, en los casos en que exista un acto administrativo ejecutoriado imponiendo una sanción a la persona jurídica objeto de la reforma estatutaria.\n"]}, "dot_comma_sep": ["Artículo 6°", ".°", "Sanciones en caso de reformas estatutarias.", "En los casos en que una persona jurídica, que hubiere incurrido en la conducta descrita en el artículo 2°", ", reforme o cambie su naturaleza antes de la expedición del acto administrativo sancionatorio, se seguirán las siguientes reglas:\n.°", "1.", "En los casos en que una sociedad, que hubiere incurrido en alguna de las conductas señaladas en el artículo 2°", " de esta ley, se extinguiere por efecto de una fusión, la sociedad absorbente o de nueva creación se hará acreedora de la sanción señalada en esta ley.°", "2.", "En los casos en que una sociedad incurra en alguna de las conductas señaladas en el artículo 2°", " de esta ley y posteriormente se escinda, todas las sociedades que hayan participado en el proceso de escisión, bien como escindente o beneficiaria, estarán sujetas solidariamente a las sanciones de que trata esta ley.°", "3.", "En los casos de transferencia de control sobre una sociedad que hubiere incurrido en alguna de las conductas señaladas en el artículo 2°", " de esta ley, el sujeto adquirente del control estará sujeto a las sanciones de que trata esta ley.°", "4.", "Las reglas precedentes serán aplicables a todas las formas asociativas diferentes de las sociedades.", "Parágrafo.", "Este artículo se aplicará sin perjuicio de lo dispuesto en el Código de Comercio y la Ley 222 de 1995 en relación con la transmisión de derechos y obligaciones en fusiones y escisiones, en los casos en que exista un acto administrativo ejecutoriado imponiendo una sanción a la persona jurídica objeto de la reforma estatutaria."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000002000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO III\n", "name": "Régimen Sancionatorio\n"}, "article": {"name": "Artículo 7°", "content": ["Artículo 7°. Criterios de graduación de las sanciones. Las sanciones por las infracciones a la presente ley se graduarán atendiendo a los siguientes criterios:\n", "1. El beneficio económico obtenido o pretendido por el infractor con la conducta.\n", "2. La mayor o menor capacidad patrimonial del infractor.\n", "3. La reiteración de conductas.\n", "4. La resistencia, negativa u obstrucción a la acción investigadora o de supervisión y la conducta procesal del investigado.\n", "5. La utilización de medios o de persona interpuesta para ocultar la infracción, los beneficios obtenidos o el dinero, bienes o servicios susceptibles de valoración económica, o cualquier beneficio o utilidad, ofrecido o entregado a un funcionario público nacional o extranjero, o cualquiera de los efectos de la infracción.\n", "6. El reconocimiento o aceptación expresa de la infracción antes del decreto de pruebas.\n", "7. La existencia, ejecución y efectividad de programas de transparencia y ética empresarial o de mecanismos anticorrupción al interior de la empresa, conforme a lo previsto en el artículo 23 de esta ley.\n", "8. El grado de cumplimiento de las medidas cautelares.\n", "9. Haber realizado un adecuado proceso de debida diligencia, previo a un proceso de fusión, escisión, reorganización o adquisición del control en el que esté involucrada la sociedad que cometió la infracción.\n", "10. Haber puesto en conocimiento de las autoridades mencionadas en la presente ley la comisión de las conductas enunciadas en el artículo 2° por parte de empleados, representante legal o accionistas, conforme a lo previsto en el artículo 19 de esta ley.\n", "Parágrafo. El criterio de graduación previsto en el numeral 6 no podrá ser aplicado cuando se esté en presencia de reiteración de conductas.\n"]}, "dot_comma_sep": ["Artículo 7°", ".°", "Criterios de graduación de las sanciones.", "Las sanciones por las infracciones a la presente ley se graduarán atendiendo a los siguientes criterios:\n.", "1.", "El beneficio económico obtenido o pretendido por el infractor con la conducta.", "2.", "La mayor o menor capacidad patrimonial del infractor.", "3.", "La reiteración de conductas.", "4.", "La resistencia, negativa u obstrucción a la acción investigadora o de supervisión y la conducta procesal del investigado.", "5.", "La utilización de medios o de persona interpuesta para ocultar la infracción, los beneficios obtenidos o el dinero, bienes o servicios susceptibles de valoración económica, o cualquier beneficio o utilidad, ofrecido o entregado a un funcionario público nacional o extranjero, o cualquiera de los efectos de la infracción.", "6.", "El reconocimiento o aceptación expresa de la infracción antes del decreto de pruebas.", "7.", "La existencia, ejecución y efectividad de programas de transparencia y ética empresarial o de mecanismos anticorrupción al interior de la empresa, conforme a lo previsto en el artículo 23 de esta ley.", "8.", "El grado de cumplimiento de las medidas cautelares.", "9.", "Haber realizado un adecuado proceso de debida diligencia, previo a un proceso de fusión, escisión, reorganización o adquisición del control en el que esté involucrada la sociedad que cometió la infracción.", "10.", "Haber puesto en conocimiento de las autoridades mencionadas en la presente ley la comisión de las conductas enunciadas en el artículo 2°", " por parte de empleados, representante legal o accionistas, conforme a lo previsto en el artículo 19 de esta ley.°", "Parágrafo.", "El criterio de graduación previsto en el numeral 6 no podrá ser aplicado cuando se esté en presencia de reiteración de conductas."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 8°", "content": ["Artículo 8°. Normas aplicables. Las actuaciones administrativas de la Superintendencia de Sociedades tendientes a determinar la responsabilidad de las personas jurídicas por la conducta prevista en el artículo 2° de esta ley se regirán por las disposiciones especiales del presente capítulo. En lo no previsto por la presente ley, se aplicarán las disposiciones de la parte primera de la Ley 1437 de 2011 o las normas que la modifiquen.\n"]}, "dot_comma_sep": ["Artículo 8°", "Normas aplicables.", "Las actuaciones administrativas de la Superintendencia de Sociedades tendientes a determinar la responsabilidad de las personas jurídicas por la conducta prevista en el artículo 2°", " de esta ley se regirán por las disposiciones especiales del presente capítulo.°", "En lo no previsto por la presente ley, se aplicarán las disposiciones de la parte primera de la Ley 1437 de 2011 o las normas que la modifiquen."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 9°", "content": ["Artículo 9°. Caducidad de la facultad sancionatoria. La facultad sancionatoria establecida en esta ley tiene una caducidad de diez (10) años, contados a partir de la comisión de la conducta.\n"]}, "dot_comma_sep": ["Artículo 9°", ".°", "Caducidad de la facultad sancionatoria.", "La facultad sancionatoria establecida en esta ley tiene una caducidad de diez (10) años, contados a partir de la comisión de la conducta.", "La caducidad se interrumpirá con la formulación del pliego de cargos.", "A partir de ese momento comenzará a correr de nuevo por diez (10) años, hasta tanto se profiera la sanción."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Formas de iniciar la actuación administrativa. Las actuaciones administrativas de la Superintendencia de Sociedades tendientes a determinar la responsabilidad de las personas jurídicas por las infracciones a esta ley podrán iniciarse de oficio o por solicitud de cualquier persona.\n"]}, "dot_comma_sep": ["Artículo 10.", "Formas de iniciar la actuación administrativa.", "Las actuaciones administrativas de la Superintendencia de Sociedades tendientes a determinar la responsabilidad de las personas jurídicas por las infracciones a esta ley podrán iniciarse de oficio o por solicitud de cualquier persona."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Indagación preliminar. Una vez iniciada la actuación administrativa, la Superintendencia de Sociedades iniciará una indagación preliminar para determinar alguna conducta de las señaladas en el artículo 2° de esta ley. La indagación preliminar tendrá una duración máxima de un (1) año y culminará con el archivo o con la formulación de cargos contra las personas jurídicas investigadas. El término para la indagación podrá ser prorrogado hasta por un (1) año cuando se requiera asistencia jurídica recíproca.\n"]}, "dot_comma_sep": ["Artículo 11.", "Indagación preliminar.", "Una vez iniciada la actuación administrativa, la Superintendencia de Sociedades iniciará una indagación preliminar para determinar alguna conducta de las señaladas en el artículo 2°", " de esta ley.°", "La indagación preliminar tendrá una duración máxima de un (1) año y culminará con el archivo o con la formulación de cargos contra las personas jurídicas investigadas.", "El término para la indagación podrá ser prorrogado hasta por un (1) año cuando se requiera asistencia jurídica recíproca."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. Pliego de cargos. En el evento de determinarse la existencia de una posible infracción, la Superintendencia de Sociedades procederá a la formulación de cargos mediante acto administrativo en el que se señalarán, con precisión y claridad, los hechos que lo originan, las personas objeto de la investigación, las disposiciones presuntamente vulneradas y las sanciones procedentes. Este acto administrativo deberá ser notificado personalmente a los investigados. Contra el acto administrativo de formulación de cargos no procede recurso alguno.\n"]}, "dot_comma_sep": ["Artículo 12.", "Pliego de cargos.", "En el evento de determinarse la existencia de una posible infracción, la Superintendencia de Sociedades procederá a la formulación de cargos mediante acto administrativo en el que se señalarán, con precisión y claridad, los hechos que lo originan, las personas objeto de la investigación, las disposiciones presuntamente vulneradas y las sanciones procedentes.", "Este acto administrativo deberá ser notificado personalmente a los investigados.", "Contra el acto administrativo de formulación de cargos no procede recurso alguno."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. Medidas cautelares. En el pliego de cargos o en cualquier etapa posterior de la actuación administrativa, la Superintendencia de Sociedades podrá ordenar medidas cautelares cuando sean necesarias para proteger y garantizar, provisionalmente, el objeto del proceso y la efectividad de una eventual decisión sancionatoria.\n"]}, "dot_comma_sep": ["Artículo 13.", "Medidas cautelares.", "En el pliego de cargos o en cualquier etapa posterior de la actuación administrativa, la Superintendencia de Sociedades podrá ordenar medidas cautelares cuando sean necesarias para proteger y garantizar, provisionalmente, el objeto del proceso y la efectividad de una eventual decisión sancionatoria."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Descargos. Los investigados podrán, dentro de los treinta (30) días hábiles siguientes a la notificación de la formulación de cargos, presentar los descargos a que hubiere lugar. En los descargos podrán solicitar o aportar las pruebas que pretendan hacer valer.\n", "Las pruebas inconducentes, impertinentes o superfluas serán rechazadas de manera motivada. No se atenderán las pruebas practicadas ilegalmente.\n", "La Superintendencia de Sociedades podrá ordenar pruebas de oficio.\n"]}, "dot_comma_sep": ["Artículo 14.", "Descargos.", "Los investigados podrán, dentro de los treinta (30) días hábiles siguientes a la notificación de la formulación de cargos, presentar los descargos a que hubiere lugar.", "En los descargos podrán solicitar o aportar las pruebas que pretendan hacer valer.", "Las pruebas inconducentes, impertinentes o superfluas serán rechazadas de manera motivada.", "No se atenderán las pruebas practicadas ilegalmente.", "La Superintendencia de Sociedades podrá ordenar pruebas de oficio."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. Período probatorio. El período probatorio y los alegatos tendrán el término prescrito en el artículo 48 de la Ley 1437 de 2011. El período probatorio podrá ser prorrogado una sola vez cuando se requiera ayuda jurídica recíproca, por el tiempo que duren estos procedimientos.\n"]}, "dot_comma_sep": ["Artículo 15.", "Período probatorio.", "El período probatorio y los alegatos tendrán el término prescrito en el artículo 48 de la Ley 1437 de 2011.", "El período probatorio podrá ser prorrogado una sola vez cuando se requiera ayuda jurídica recíproca, por el tiempo que duren estos procedimientos."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. Decisión. Dentro de los sesenta (60) días hábiles siguientes a la presentación de los alegatos, la Superintendencia de Sociedades deberá proferir la resolución que determine la existencia de la responsabilidad de las personas jurídicas por las infracciones a esta ley.\n"]}, "dot_comma_sep": ["Artículo 16.", "Decisión.", "Dentro de los sesenta (60) días hábiles siguientes a la presentación de los alegatos, la Superintendencia de Sociedades deberá proferir la resolución que determine la existencia de la responsabilidad de las personas jurídicas por las infracciones a esta ley."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. Vía administrativa. Contra la resolución que determine la existencia de la responsabilidad de las personas jurídicas por las infracciones a esta ley solo procederá el recurso de reposición.\n"]}, "dot_comma_sep": ["Artículo 17.", "Vía administrativa.", "Contra la resolución que determine la existencia de la responsabilidad de las personas jurídicas por las infracciones a esta ley solo procederá el recurso de reposición."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. Remisión a otras autoridades. Si los hechos materia del procedimiento sancionatorio pudieren llegar a ser constitutivos de delito, falta disciplinaria o de otro tipo de infracción administrativa, la Superintendencia de Sociedades pondrá en conocimiento de los hechos a la Fiscalía General de la Nación, la Procuraduría General de la Nación o la entidad que corresponda, y acompañará copia de los documentos pertinentes.\n"]}, "dot_comma_sep": ["Artículo 18.", "Remisión a otras autoridades.", "Si los hechos materia del procedimiento sancionatorio pudieren llegar a ser constitutivos de delito, falta disciplinaria o de otro tipo de infracción administrativa, la Superintendencia de Sociedades pondrá en conocimiento de los hechos a la Fiscalía General de la Nación, la Procuraduría General de la Nación o la entidad que corresponda, y acompañará copia de los documentos pertinentes."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. Beneficios por colaboración. La Superintendencia de Sociedades podrá conceder beneficios a participantes en las infracciones descritas en esta ley, siempre y cuando los mismos la pongan en conocimiento de la Superintendencia y colaboren oportunamente con la entrega de información y pruebas relacionadas con dicha conducta conforme a las siguientes reglas.\n", "1. Los beneficios podrán incluir la exoneración total o parcial de la sanción. En todo caso, cualquiera sea la modalidad de exoneración, laSuperintendencia deberá tener en cuenta los siguientes criterios para conceder dichos beneficios:\n", "a) La calidad y utilidad de la información suministrada a la Superintendencia para el esclarecimiento de los hechos, para la represión de las conductas y para determinar la modalidad, duración y efectos de la conducta ilegal, así como la identidad de los responsables, su grado de participación y el beneficio que hubiera obtenido con ella;\n", "b) La oportunidad en que la Superintendencia reciba la colaboración.\n", "2. La exoneración total de la sanción, podrá ser concedida siempre que de manera previa a que se hubiere iniciado la correspondiente actuación administrativa, la persona jurídica: (i) haya puesto en conocimiento de la Superintendencia, las infracciones de que trata esta ley y (ii) no se hayan ejercido las obligaciones y derechos que surgieren de un contrato originado en un negocio o transacción internacional conforme lo menciona esta ley, según sea el caso.\n", "3. La exoneración parcial de la sanción, podrá ser concedida cuando la información haya sido entregada de manera posterior a la iniciación de la actuación administrativa. En todo caso, la disminución de la sanción, en lo que respecta a la multa, no podrá exceder del 50% de la misma.\n"]}, "dot_comma_sep": ["Artículo 19.", "Beneficios por colaboración.", "La Superintendencia de Sociedades podrá conceder beneficios a participantes en las infracciones descritas en esta ley, siempre y cuando los mismos la pongan en conocimiento de la Superintendencia y colaboren oportunamente con la entrega de información y pruebas relacionadas con dicha conducta conforme a las siguientes reglas.", "1.", "Los beneficios podrán incluir la exoneración total o parcial de la sanción.", "En todo caso, cualquiera sea la modalidad de exoneración, laSuperintendencia deberá tener en cuenta los siguientes criterios para conceder dichos beneficios:\n.", "a) La calidad y utilidad de la información suministrada a la Superintendencia para el esclarecimiento de los hechos, para la represión de las conductas y para determinar la modalidad, duración y efectos de la conducta ilegal, así como la identidad de los responsables, su grado de participación y el beneficio que hubiera obtenido con ella;", "b) La oportunidad en que la Superintendencia reciba la colaboración.", "2.", "La exoneración total de la sanción, podrá ser concedida siempre que de manera previa a que se hubiere iniciado la correspondiente actuación administrativa, la persona jurídica: (i) haya puesto en conocimiento de la Superintendencia, las infracciones de que trata esta ley y (ii) no se hayan ejercido las obligaciones y derechos que surgieren de un contrato originado en un negocio o transacción internacional conforme lo menciona esta ley, según sea el caso.", "3.", "La exoneración parcial de la sanción, podrá ser concedida cuando la información haya sido entregada de manera posterior a la iniciación de la actuación administrativa.", "En todo caso, la disminución de la sanción, en lo que respecta a la multa, no podrá exceder del 50% de la misma."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. Actuaciones y diligencias para la investigación administrativa del soborno transnacional. Para el ejercicio de las competencias previstas en esta ley, la Superintendencia de Sociedades podrá realizar todas las actuaciones autorizadas por la ley para el ejercicio de sus funciones de inspección, vigilancia y control. En especial, podrán:\n", "1. Realizar visitas de inspección, decretar y practicar pruebas y recaudar toda la información conducente.\n", "2. Solicitar a las personas naturales y jurídicas el suministro de datos, informes, libros y papeles de comercio que se requieran para el esclarecimiento de los hechos.\n", "3. Interrogar, bajo juramento y con observancia de las formalidades previstas para esta clase de pruebas en el Código General del Proceso, a cualquier persona cuyo testimonio pueda resultar útil para el esclarecimiento de los hechos durante el desarrollo de sus funciones.\n"]}, "dot_comma_sep": ["Artículo 20.", "Actuaciones y diligencias para la investigación administrativa del soborno transnacional.", "Para el ejercicio de las competencias previstas en esta ley, la Superintendencia de Sociedades podrá realizar todas las actuaciones autorizadas por la ley para el ejercicio de sus funciones de inspección, vigilancia y control.", "En especial, podrán:\n.", "1.", "Realizar visitas de inspección, decretar y practicar pruebas y recaudar toda la información conducente.", "2.", "Solicitar a las personas naturales y jurídicas el suministro de datos, informes, libros y papeles de comercio que se requieran para el esclarecimiento de los hechos.", "3.", "Interrogar, bajo juramento y con observancia de las formalidades previstas para esta clase de pruebas en el Código General del Proceso, a cualquier persona cuyo testimonio pueda resultar útil para el esclarecimiento de los hechos durante el desarrollo de sus funciones."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. Renuencia a suministrar información. Las personas jurídicas, que se rehúsen a presentar a la Superintendencia de Sociedades los informes o documentos requeridos en el curso de las investigaciones administrativas, los oculten, impidan o no autoricen el acceso a sus archivos a los funcionarios competentes, remitan la información solicitada con errores significativos o en forma incompleta, o no comparezcan a las diligencias probatorias de la Superintendencia de Sociedades sin justificación, serán sancionadas con multa a favor de esta Superintendencia, hasta de doscientos mil (200.000) salarios mínimos mensuales legales vigentes al momento de la ocurrencia de los hechos. La Superintendencia de Sociedades podrá imponer multas sucesivas al renuente, en los términos del artículo 90 de la Ley 1437 de 2011.\n", "La sanción a la que se refiere el anterior inciso se aplicará sin perjuicio de la obligación de suministrar o permitir el acceso a la información o a los documentos requeridos, en los términos del artículo 20 de esta ley.\n", "Dicha sanción se impondrá mediante resolución motivada, previo traslado de la solicitud de explicaciones a la persona a sancionar, quien tendrá un término de diez (10) días para presentarlas.\n", "La resolución que ponga fin a la actuación por renuencia deberá expedirse y notificarse dentro de los dos (2) meses siguientes al vencimiento del término para dar respuesta a la solicitud de explicaciones. Contra esta resolución procede el recurso de reposición, el cual deberá interponerse dentro de los cinco (5) días siguientes a la fecha de la notificación.\n", "Parágrafo. Esta actuación no suspende ni interrumpe el desarrollo del procedimiento administrativo sancionatorio que se esté adelantando para establecer la comisión de infracciones a disposiciones administrativas.\n"]}, "dot_comma_sep": ["Artículo 21.", "Renuencia a suministrar información.", "Las personas jurídicas, que se rehúsen a presentar a la Superintendencia de Sociedades los informes o documentos requeridos en el curso de las investigaciones administrativas, los oculten, impidan o no autoricen el acceso a sus archivos a los funcionarios competentes, remitan la información solicitada con errores significativos o en forma incompleta, o no comparezcan a las diligencias probatorias de la Superintendencia de Sociedades sin justificación, serán sancionadas con multa a favor de esta Superintendencia, hasta de doscientos mil (200.", "000) salarios mínimos mensuales legales vigentes al momento de la ocurrencia de los hechos.", "La Superintendencia de Sociedades podrá imponer multas sucesivas al renuente, en los términos del artículo 90 de la Ley 1437 de 2011.", "La sanción a la que se refiere el anterior inciso se aplicará sin perjuicio de la obligación de suministrar o permitir el acceso a la información o a los documentos requeridos, en los términos del artículo 20 de esta ley.", "Dicha sanción se impondrá mediante resolución motivada, previo traslado de la solicitud de explicaciones a la persona a sancionar, quien tendrá un término de diez (10) días para presentarlas.", "La resolución que ponga fin a la actuación por renuencia deberá expedirse y notificarse dentro de los dos (2) meses siguientes al vencimiento del término para dar respuesta a la solicitud de explicaciones.", "Contra esta resolución procede el recurso de reposición, el cual deberá interponerse dentro de los cinco (5) días siguientes a la fecha de la notificación.", "Parágrafo.", "Esta actuación no suspende ni interrumpe el desarrollo del procedimiento administrativo sancionatorio que se esté adelantando para establecer la comisión de infracciones a disposiciones administrativas."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000100000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Remisión de información por parte de otras entidades. La Dirección de Impuestos y Aduanas Nacionales informará a la Superintendencia de Sociedades todo reporte de actividad sospechosa que indique la presunta realización de conductas típicas establecidas como soborno transnacional.\n"]}, "dot_comma_sep": ["Artículo 22.", "Remisión de información por parte de otras entidades.", "La Dirección de Impuestos y Aduanas Nacionales informará a la Superintendencia de Sociedades todo reporte de actividad sospechosa que indique la presunta realización de conductas típicas establecidas como soborno transnacional."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Programas de ética empresarial. La Superintendencia de Sociedades promoverá en las personas jurídicas sujetas a su vigilancia la adopción de programas de transparencia y ética empresarial, de mecanismos internos anticorrupción, de mecanismos y normas internas de auditoría, promoción de la transparencia y de mecanismos de prevención de las conductas señaladas en el artículo 2° de la presente ley.\n", "La Superintendencia determinará las personas jurídicas sujetas a este régimen, teniendo en cuenta criterios tales como el monto de sus activos, sus ingresos, el número de empleados y objeto social.\n"]}, "dot_comma_sep": ["Artículo 23.", "Programas de ética empresarial.", "La Superintendencia de Sociedades promoverá en las personas jurídicas sujetas a su vigilancia la adopción de programas de transparencia y ética empresarial, de mecanismos internos anticorrupción, de mecanismos y normas internas de auditoría, promoción de la transparencia y de mecanismos de prevención de las conductas señaladas en el artículo 2°", " de la presente ley.°", "La Superintendencia determinará las personas jurídicas sujetas a este régimen, teniendo en cuenta criterios tales como el monto de sus activos, sus ingresos, el número de empleados y objeto social."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Asistencia jurídica recíproca. Para efecto del desarrollo de las actuaciones administrativas previstas en esta ley, la Superintendencia de Sociedades podrá acudir a los mecanismos de ayuda jurídica recíproca internacional previstos en el artículo 9° de la “Convención para combatir el cohecho de servidores públicos extranjeros en transacciones comerciales internacionales” aprobada por la Ley 1573 de 2012.\n", "Para esos efectos podrá solicitar a autoridades extranjeras y organismos internacionales, directamente o por los conductos establecidos, cualquier elemento probatorio o la práctica de diligencias que resulten necesarias, dentro del ámbito de sus competencias.\n", "En la solicitud de asistencia se le informará a la autoridad requerida los datos necesarios para su desarrollo, se precisarán los hechos que motivan la actuación, el objeto, los elementos probatorios, las normas presuntamente violadas, la identidad, ubicación de personas o bienes cuando ello fuere necesario, las instrucciones que convenga observar por la autoridad extranjera y el término concedido para el diligenciamiento de la petición.\n"]}, "dot_comma_sep": ["Artículo 24.", "Asistencia jurídica recíproca.", "Para efecto del desarrollo de las actuaciones administrativas previstas en esta ley, la Superintendencia de Sociedades podrá acudir a los mecanismos de ayuda jurídica recíproca internacional previstos en el artículo 9°", " de la “Convención para combatir el cohecho de servidores públicos extranjeros en transacciones comerciales internacionales” aprobada por la Ley 1573 de 2012.°", "Para esos efectos podrá solicitar a autoridades extranjeras y organismos internacionales, directamente o por los conductos establecidos, cualquier elemento probatorio o la práctica de diligencias que resulten necesarias, dentro del ámbito de sus competencias.", "En la solicitud de asistencia se le informará a la autoridad requerida los datos necesarios para su desarrollo, se precisarán los hechos que motivan la actuación, el objeto, los elementos probatorios, las normas presuntamente violadas, la identidad, ubicación de personas o bienes cuando ello fuere necesario, las instrucciones que convenga observar por la autoridad extranjera y el término concedido para el diligenciamiento de la petición."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Práctica de pruebas en el exterior. La Superintendencia de Sociedades podrá trasladar funcionarios a territorio extranjero para la práctica de diligencias, con la autorización de las autoridades extranjeras legitimadas para otorgarla, previo aviso de ello al Ministerio de Relaciones Exteriores y a la representación diplomática acreditada en Colombia del país donde deba surtirse la diligencia.\n"]}, "dot_comma_sep": ["Artículo 25.", "Práctica de pruebas en el exterior.", "La Superintendencia de Sociedades podrá trasladar funcionarios a territorio extranjero para la práctica de diligencias, con la autorización de las autoridades extranjeras legitimadas para otorgarla, previo aviso de ello al Ministerio de Relaciones Exteriores y a la representación diplomática acreditada en Colombia del país donde deba surtirse la diligencia."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Prueba trasladada. Las pruebas practicadas válidamente en una actuación judicial o administrativa, dentro o fuera del país y los medios materiales de prueba, podrán trasladarse a la actuación sancionatoria de la Superintendencia mediante copias autorizadas por el respectivo funcionario.\n", "También podrán trasladarse los elementos materiales probatorios o evidencias físicas que la Fiscalía General de la Nación, las víctimas o la defensa hayan descubierto, aun cuando ellos no hayan sido introducidos y controvertidos en la audiencia del juicio y no tengan por consiguiente la calidad de pruebas. Estos elementos materiales probatorios o evidencias físicas deberán ser sometidos a contradicción dentro del proceso sancionatorio administrativo.\n", "Cuando la Superintendencia necesite información acerca de una investigación penal en curso o requiera trasladar a la actuación sancionatoria administrativa elementos materiales probatorios o evidencias físicas que no hayan sido descubiertos, así lo solicitará a la Fiscalía General de la Nación. En cada caso, la Fiscalía evaluará la solicitud y determinará qué información o elementos materiales probatorios o evidencias físicas puede entregar, sin afectar la investigación penal ni poner en riesgo el éxito de la misma.\n"]}, "dot_comma_sep": ["Artículo 26.", "Prueba trasladada.", "Las pruebas practicadas válidamente en una actuación judicial o administrativa, dentro o fuera del país y los medios materiales de prueba, podrán trasladarse a la actuación sancionatoria de la Superintendencia mediante copias autorizadas por el respectivo funcionario.", "También podrán trasladarse los elementos materiales probatorios o evidencias físicas que la Fiscalía General de la Nación, las víctimas o la defensa hayan descubierto, aun cuando ellos no hayan sido introducidos y controvertidos en la audiencia del juicio y no tengan por consiguiente la calidad de pruebas.", "Estos elementos materiales probatorios o evidencias físicas deberán ser sometidos a contradicción dentro del proceso sancionatorio administrativo.", "Cuando la Superintendencia necesite información acerca de una investigación penal en curso o requiera trasladar a la actuación sancionatoria administrativa elementos materiales probatorios o evidencias físicas que no hayan sido descubiertos, así lo solicitará a la Fiscalía General de la Nación.", "En cada caso, la Fiscalía evaluará la solicitud y determinará qué información o elementos materiales probatorios o evidencias físicas puede entregar, sin afectar la investigación penal ni poner en riesgo el éxito de la misma."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. Convenios interinstitucionales. La Fiscalía General de la Nación y la Superintendencia de Sociedades suscribirán los convenios necesarios para intercambiar información y elementos de prueba y para articular sus actuaciones en las investigaciones de su competencia, en cualquiera de las etapas de la investigación.\n"]}, "dot_comma_sep": ["Artículo 27.", "Convenios interinstitucionales.", "La Fiscalía General de la Nación y la Superintendencia de Sociedades suscribirán los convenios necesarios para intercambiar información y elementos de prueba y para articular sus actuaciones en las investigaciones de su competencia, en cualquiera de las etapas de la investigación."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. Remisión de información. La Fiscalía General de la Nación informará a la Superintendencia de Sociedades toda noticia criminal que sea calificada provisionalmente como soborno transnacional. Estainformación deberá ser suministrada inmediatamente después del inicio de la indagación preliminar.\n", "La Superintendencia de Sociedades informará a la Fiscalía General de la Nación de todas las investigaciones que se adelanten en aplicación de esta ley.\n"]}, "dot_comma_sep": ["Artículo 28.", "Remisión de información.", "La Fiscalía General de la Nación informará a la Superintendencia de Sociedades toda noticia criminal que sea calificada provisionalmente como soborno transnacional.", "Estainformación deberá ser suministrada inmediatamente después del inicio de la indagación preliminar.", "La Superintendencia de Sociedades informará a la Fiscalía General de la Nación de todas las investigaciones que se adelanten en aplicación de esta ley."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000101000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "Atribuciones y obligaciones de la Superintendencia\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. Información espontánea a autoridades extranjeras. La Fiscalía General de la Nación informará, de manera espontánea, a las autoridades judiciales y administrativas de países extranjeros sobre toda noticia criminal que sea calificada provisionalmente como cohecho por dar u ofrecer, donde la conducta bajo investigación haya sido cometida por los empleados o administradores de una persona jurídica domiciliada en el exterior.\n"]}, "dot_comma_sep": ["Artículo 29.", "Información espontánea a autoridades extranjeras.", "La Fiscalía General de la Nación informará, de manera espontánea, a las autoridades judiciales y administrativas de países extranjeros sobre toda noticia criminal que sea calificada provisionalmente como cohecho por dar u ofrecer, donde la conducta bajo investigación haya sido cometida por los empleados o administradores de una persona jurídica domiciliada en el exterior."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000200000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Soborno transnacional. El artículo 30 de la Ley 1474 de 2011 quedará así:\n"]}, "dot_comma_sep": ["Artículo 30.", "El artículo 30 de la Ley 1474 de 2011 quedará así:\n."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000200000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Soborno transnacional. El artículo 433 del Código Penal quedará así:\n", "Parágrafo. Para los efectos de lo dispuesto en el presente artículo, se considera servidor público extranjero toda persona que tenga un cargo legislativo, administrativo o judicial en un Estado, sus subdivisiones políticas o autoridades locales, o una jurisdicción extranjera, sin importar si el individuo hubiere sido nombrado o elegido. También se considera servidor público extranjero toda persona que ejerza una función pública para un Estado, sus subdivisiones políticas o autoridades locales, o en una jurisdicción extranjera, sea dentro de un organismo público, o de una empresa del Estado o una entidad cuyo poder de decisión se encuentre sometido a la voluntad del Estado, sus subdivisiones políticas o autoridades locales, o de una jurisdicción extranjera. También se entenderá que ostenta la referida calidad cualquier funcionario o agente de una organización pública internacional.\n"]}, "dot_comma_sep": ["Artículo 30.", "Soborno transnacional.", "El artículo 433 del Código Penal quedará así:\n.", "El que dé, prometa u ofrezca a un servidor público extranjero, en provecho de este o de un tercero, directa o indirectamente, sumas de dinero, cualquier objeto de valor pecuniario u otro beneficio o utilidad a cambio de que este realice, omita o retarde cualquier acto relacionado con el ejercicio de sus funciones y en relación con un negocio o transacción internacional, incurrirá en prisión de nueve (9) a quince (15) años, inhabilitación para el ejercicio de derechos y funciones públicas por el mismo término y multa de seiscientos cincuenta (650) a cincuenta mil (50.", "000) salarios mínimos legales mensuales vigentes.", "Parágrafo.", "Para los efectos de lo dispuesto en el presente artículo, se considera servidor público extranjero toda persona que tenga un cargo legislativo, administrativo o judicial en un Estado, sus subdivisiones políticas o autoridades locales, o una jurisdicción extranjera, sin importar si el individuo hubiere sido nombrado o elegido.", "También se considera servidor público extranjero toda persona que ejerza una función pública para un Estado, sus subdivisiones políticas o autoridades locales, o en una jurisdicción extranjera, sea dentro de un organismo público, o de una empresa del Estado o una entidad cuyo poder de decisión se encuentre sometido a la voluntad del Estado, sus subdivisiones políticas o autoridades locales, o de una jurisdicción extranjera.", "También se entenderá que ostenta la referida calidad cualquier funcionario o agente de una organización pública internacional."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000201000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Inhabilidad para contratar. El artículo 1° de la Ley 1474 de 2011 quedará así:\n", "\"Artículo 1°. Inhabilidad para contratar de quienes incurran en delitos contra la administración pública. El literal j) del numeral 1 del artículo 8° de la Ley 80 de 1993 quedará así:\n", "Las personas naturales que hayan sido declaradas responsables judicialmente por la comisión de delitos contra la Administración Pública o de cualquiera de los delitos o faltas contemplados por la Ley 1474 de 2011 y sus normas modificatorias o de cualquiera de las conductas delictivas contempladas por las convenciones o tratados de lucha contra la corrupción suscritos y ratificados por Colombia, así como las personas jurídicas que hayan sido declaradas responsables administrativamente por la conducta de soborno transnacional.\n", "Esta inhabilidad procederá preventivamente aún en los casos en los que esté pendiente la decisión sobre la impugnación de la sentencia condenatoria.\n", "Asimismo, la inhabilidad se extenderá a las sociedades de las que hagan parte dichas personas en calidad de administradores, representantes legales, miembros de junta directiva o de socios controlantes, a sus matrices y a sus subordinadas y a las sucursales de sociedades extranjeras, con excepción de las sociedades anónimas abiertas.\n", "La inhabilidad prevista en este literal se extenderá por un término de veinte (20) años.\"\n"]}, "dot_comma_sep": ["Artículo 31.", "Inhabilidad para contratar.", "El artículo 1°", " de la Ley 1474 de 2011 quedará así:\n.°", "\"Artículo 1°", ".°", "Inhabilidad para contratar de quienes incurran en delitos contra la administración pública.", "El literal j) del numeral 1 del artículo 8°", " de la Ley 80 de 1993 quedará así:\n.°", "Las personas naturales que hayan sido declaradas responsables judicialmente por la comisión de delitos contra la Administración Pública o de cualquiera de los delitos o faltas contemplados por la Ley 1474 de 2011 y sus normas modificatorias o de cualquiera de las conductas delictivas contempladas por las convenciones o tratados de lucha contra la corrupción suscritos y ratificados por Colombia, así como las personas jurídicas que hayan sido declaradas responsables administrativamente por la conducta de soborno transnacional.", "Esta inhabilidad procederá preventivamente aún en los casos en los que esté pendiente la decisión sobre la impugnación de la sentencia condenatoria.", "Asimismo, la inhabilidad se extenderá a las sociedades de las que hagan parte dichas personas en calidad de administradores, representantes legales, miembros de junta directiva o de socios controlantes, a sus matrices y a sus subordinadas y a las sucursales de sociedades extranjeras, con excepción de las sociedades anónimas abiertas.", "La inhabilidad prevista en este literal se extenderá por un término de veinte (20) años.", "\"\n."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000201000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Responsabilidad de los revisores fiscales. El artículo 7° de la Ley 1474 de 2011 quedará así:\n"]}, "dot_comma_sep": ["Artículo 32.", "Responsabilidad de los revisores fiscales.", "El artículo 7°", " de la Ley 1474 de 2011 quedará así:\n.°"]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000201000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 7°", "content": ["Artículo 7°. Responsabilidad de los revisores fiscales. Adiciónese un numeral 5 al artículo 26 de la Ley 43 de 1990, el cual quedará así:\n", "5. Los revisores fiscales tendrán la obligación de denunciar ante las autoridades penales, disciplinarias y administrativas, los actos de corrup­ción así como la presunta realización de un delito contra la administración pública, un delito contra el orden económico y social, o un delito contra el patrimonio económico que hubiere detectado en el ejercicio de su cargo. También deberán poner estos hechos en conocimiento de los órganos sociales y de la administración de la sociedad. Las denuncias correspondientes deberán presentarse dentro de los seis (6) meses siguientes al momento en que el revisor fiscal hubiere tenido conocimiento de los hechos. Para los efectos de este artículo, no será aplicable el régimen de secreto profesional que ampara a los revisores fiscales.\n"]}, "dot_comma_sep": ["Artículo 7°", ".°", "Responsabilidad de los revisores fiscales.", "Adiciónese un numeral 5 al artículo 26 de la Ley 43 de 1990, el cual quedará así:\n.", "5.", "Los revisores fiscales tendrán la obligación de denunciar ante las autoridades penales, disciplinarias y administrativas, los actos de corrup­ción así como la presunta realización de un delito contra la administración pública, un delito contra el orden económico y social, o un delito contra el patrimonio económico que hubiere detectado en el ejercicio de su cargo.", "También deberán poner estos hechos en conocimiento de los órganos sociales y de la administración de la sociedad.", "Las denuncias correspondientes deberán presentarse dentro de los seis (6) meses siguientes al momento en que el revisor fiscal hubiere tenido conocimiento de los hechos.", "Para los efectos de este artículo, no será aplicable el régimen de secreto profesional que ampara a los revisores fiscales."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000201000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Inhabilidad para contratar de quienes financien campañas políticas. Modifíquese el artículo 2° de la Ley 1474 de 2011, el cual quedará así:\n", "\"Artículo 2°. Inhabilidad para contratar de quienes financien campañas políticas. El numeral 1 del artículo 8° de la Ley 80 de 1993 tendrá un nuevo literal k), el cual quedará así:\n", "Las personas naturales o jurídicas que hayan financiado campañas políticas a la Presidencia de la República, a las gobernaciones, a las alcaldías o al Congreso de la República, con aportes superiores al dos por ciento (2.0%) de las sumas máximas a invertir por los candidatos en las campañas electorales en cada circunscripción electoral, quienes no podrán celebrar contratos con las entidades públicas, incluso descentralizadas, del respectivo nivel administrativo para el cual fue elegido el candidato.\n", "La inhabilidad se extenderá por todo el período para el cual el candidato fue elegido. Esta causal también operará para las personas que se encuentren dentro del segundo grado de consanguinidad, segundo de afinidad, o primero civil de la persona que ha financiado la campaña política.\n", "Esta inhabilidad comprenderá también a las personas jurídicas en las cuales el representante legal, los miembros de junta directiva o cualquiera de sus socios controlantes hayan financiado directamente o por interpuesta persona campañas políticas a la Presidencia de la República, a las gobernaciones, las alcaldías o al Congreso de la República.\n", "La inhabilidad contemplada en esta norma no se aplicará respecto de los contratos de prestación de servicios profesionales.\"\n"]}, "dot_comma_sep": ["Artículo 33.", "Inhabilidad para contratar de quienes financien campañas políticas.", "Modifíquese el artículo 2°", " de la Ley 1474 de 2011, el cual quedará así:\n.°", "\"Artículo 2°", ".°", "Inhabilidad para contratar de quienes financien campañas políticas.", "El numeral 1 del artículo 8°", " de la Ley 80 de 1993 tendrá un nuevo literal k), el cual quedará así:\n.°", "Las personas naturales o jurídicas que hayan financiado campañas políticas a la Presidencia de la República, a las gobernaciones, a las alcaldías o al Congreso de la República, con aportes superiores al dos por ciento (2.", "0%) de las sumas máximas a invertir por los candidatos en las campañas electorales en cada circunscripción electoral, quienes no podrán celebrar contratos con las entidades públicas, incluso descentralizadas, del respectivo nivel administrativo para el cual fue elegido el candidato.", "La inhabilidad se extenderá por todo el período para el cual el candidato fue elegido.", "Esta causal también operará para las personas que se encuentren dentro del segundo grado de consanguinidad, segundo de afinidad, o primero civil de la persona que ha financiado la campaña política.", "Esta inhabilidad comprenderá también a las personas jurídicas en las cuales el representante legal, los miembros de junta directiva o cualquiera de sus socios controlantes hayan financiado directamente o por interpuesta persona campañas políticas a la Presidencia de la República, a las gobernaciones, las alcaldías o al Congreso de la República.", "La inhabilidad contemplada en esta norma no se aplicará respecto de los contratos de prestación de servicios profesionales.", "\"\n."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000201000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Funciones adicionales del Programa Presidencial de Modernización, Eficiencia, Transparencia y Lucha contra la Corrupción. Adiciónese al artículo 72 de la Ley 1474 de 2011, los siguientes literales:\n", "g) Solicitar y analizar información de naturaleza pública de las entidades públicas o privadas que ejecuten recursos del Estado o presten un servicio público, y de los sujetos obligados bajo la Ley 1712 de 2014 –Ley de Transparencia y Acceso a la Información Pública–, cuando sea necesario para verificar la transparencia en el manejo de los recursos y la integridad de la administración pública, y generar alertas tempranas, que deberá poner en conocimiento de las autoridades competentes;\n", "h) Dar traslado a los entes de control y a la Fiscalía General de la Nación de presuntos delitos contra la administración pública, delitos contra el orden económico y social, o delitos contra el patrimonio económico, así como infracciones disciplinarias o fiscales, de los que haya tenido conocimiento, y de la documentación o evidencia conducente para la verificación de esos casos;\n", "i) Requerir a las comisiones regionales de moralización adelantar las investigaciones por presuntos delitos contra la administración pública, delitos contra el orden económico y social, delitos contra el patrimonio económico, infracciones disciplinarias o fiscales, de los que haya tenido conocimiento; y formular recomendaciones para prevenir y atacar riesgos sistémicos de corrupción.\n"]}, "dot_comma_sep": ["Artículo 34.", "Funciones adicionales del Programa Presidencial de Modernización, Eficiencia, Transparencia y Lucha contra la Corrupción.", "Adiciónese al artículo 72 de la Ley 1474 de 2011, los siguientes literales:\n.", "g) Solicitar y analizar información de naturaleza pública de las entidades públicas o privadas que ejecuten recursos del Estado o presten un servicio público, y de los sujetos obligados bajo la Ley 1712 de 2014 –Ley de Transparencia y Acceso a la Información Pública–, cuando sea necesario para verificar la transparencia en el manejo de los recursos y la integridad de la administración pública, y generar alertas tempranas, que deberá poner en conocimiento de las autoridades competentes;", "h) Dar traslado a los entes de control y a la Fiscalía General de la Nación de presuntos delitos contra la administración pública, delitos contra el orden económico y social, o delitos contra el patrimonio económico, así como infracciones disciplinarias o fiscales, de los que haya tenido conocimiento, y de la documentación o evidencia conducente para la verificación de esos casos;", "i) Requerir a las comisiones regionales de moralización adelantar las investigaciones por presuntos delitos contra la administración pública, delitos contra el orden económico y social, delitos contra el patrimonio económico, infracciones disciplinarias o fiscales, de los que haya tenido conocimiento; y formular recomendaciones para prevenir y atacar riesgos sistémicos de corrupción."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000202000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. Medidas contra personas jurídicas. Modifíquese el artículo 34 de la Ley 1474 de 2011, el cual quedará así:\n"]}, "dot_comma_sep": ["Artículo 35.", "Medidas contra personas jurídicas.", "Modifíquese el artículo 34 de la Ley 1474 de 2011, el cual quedará así:\n."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000202000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Medidas contra personas jurídicas. Independientemente de las responsabilidades penales individuales a que hubiere lugar, las medidas contempladas en el artículo 91 de la Ley 906 de 2004 se aplicarán a las personas jurídicas que se hayan buscado beneficiar de la comisión de delitos contra la Administración Pública, o cualquier conducta punible relacionada con el patrimonio público, realizados por su representante legal o sus administradores, directa o indirectamente.\n", "En los delitos contra la Administración Pública o que afecten el patrimonio público, las entidades estatales posiblemente perjudicadas podrán pedir la vinculación como tercero civilmente responsable de las personas jurídicas que hayan participado en la comisión de aquellas.\n", "Cuando exista sentencia penal condenatoria debidamente ejecutoriada contra el representante legal o los administradores de una sociedad domiciliada en Colombia o de una sucursal de sociedad extranjera, por el delito de cohecho por dar u ofrecer, la Superintendencia de Sociedades podrá imponer multas de hasta doscientos mil (200.000) salarios mínimos legales mensuales vigentes si, con el consentimiento de la persona condenada o con la tolerancia de la misma, dicha sociedad domiciliada en Colombia o sucursal de sociedad extranjera se benefició de la comisión de ese delito.\n", "Igualmente, podrá imponer la sanción de publicación en medios de amplia circulación y en la página web de la persona jurídica sancionada de un extracto de la decisión sancionatoria por un tiempo máximo de un (1) año. La persona jurídica sancionada asumirá los costos de esa publicación. También podrá disponer la prohibición de recibir cualquier tipo de incentivo o subsidios del Gobierno, en un plazo de 5 años.\n", "En esta actuación, la Superintendencia de Sociedades aplicará las normas sobre procedimiento administrativo sancionatorio contenidas en el Capítulo III del Título III de la Ley 1437 de 2011.\n", "Parágrafo 1°. Para efectos de la graduación de las sanciones monetarias de que trata el presente artículo, se tendrá en cuenta:\n", "a) la existencia, ejecución y efectividad de programas de transparencia y ética empresarial o de mecanismos anticorrupción al interior de la sociedad domiciliada en Colombia o sucursal de sociedad extranjera;\n", "b) la realización de un proceso adecuado de debida diligencia, en caso que la sociedad domiciliada en Colombia o la sucursal de sociedad extranjera haya sido adquirida por un tercero y que\n", "c) la persona jurídica haya entregado pruebas relacionadas con la comisión de las conductas enunciadas en este artículo por parte de sus administradores o empleados.\n", "Parágrafo 2°. En los casos de soborno transnacional, la Superintendencia de Sociedades aplicará el régimen sancionatorio especial previsto para esa falta administrativa.\n"]}, "dot_comma_sep": ["Artículo 34.", "Medidas contra personas jurídicas.", "Independientemente de las responsabilidades penales individuales a que hubiere lugar, las medidas contempladas en el artículo 91 de la Ley 906 de 2004 se aplicarán a las personas jurídicas que se hayan buscado beneficiar de la comisión de delitos contra la Administración Pública, o cualquier conducta punible relacionada con el patrimonio público, realizados por su representante legal o sus administradores, directa o indirectamente.", "En los delitos contra la Administración Pública o que afecten el patrimonio público, las entidades estatales posiblemente perjudicadas podrán pedir la vinculación como tercero civilmente responsable de las personas jurídicas que hayan participado en la comisión de aquellas.", "Cuando exista sentencia penal condenatoria debidamente ejecutoriada contra el representante legal o los administradores de una sociedad domiciliada en Colombia o de una sucursal de sociedad extranjera, por el delito de cohecho por dar u ofrecer, la Superintendencia de Sociedades podrá imponer multas de hasta doscientos mil (200.", "000) salarios mínimos legales mensuales vigentes si, con el consentimiento de la persona condenada o con la tolerancia de la misma, dicha sociedad domiciliada en Colombia o sucursal de sociedad extranjera se benefició de la comisión de ese delito.", "Igualmente, podrá imponer la sanción de publicación en medios de amplia circulación y en la página web de la persona jurídica sancionada de un extracto de la decisión sancionatoria por un tiempo máximo de un (1) año.", "La persona jurídica sancionada asumirá los costos de esa publicación.", "También podrá disponer la prohibición de recibir cualquier tipo de incentivo o subsidios del Gobierno, en un plazo de 5 años.", "En esta actuación, la Superintendencia de Sociedades aplicará las normas sobre procedimiento administrativo sancionatorio contenidas en el Capítulo III del Título III de la Ley 1437 de 2011.", "Parágrafo 1°", ".°", "Para efectos de la graduación de las sanciones monetarias de que trata el presente artículo, se tendrá en cuenta:\n.", "a) la existencia, ejecución y efectividad de programas de transparencia y ética empresarial o de mecanismos anticorrupción al interior de la sociedad domiciliada en Colombia o sucursal de sociedad extranjera;", "b) la realización de un proceso adecuado de debida diligencia, en caso que la sociedad domiciliada en Colombia o la sucursal de sociedad extranjera haya sido adquirida por un tercero y que", "c) la persona jurídica haya entregado pruebas relacionadas con la comisión de las conductas enunciadas en este artículo por parte de sus administradores o empleados.", "Parágrafo 2°", ".°", "En los casos de soborno transnacional, la Superintendencia de Sociedades aplicará el régimen sancionatorio especial previsto para esa falta administrativa."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000202000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Transitorio. La Superintendencia de Sociedades tendrá un plazo máximo de seis (6) meses a partir de la entrada en vigencia de esta ley para establecer y poner en funcionamiento la estructura administrativa necesaria para el ejercicio de las competencias aquí previstas. Dentro de ese lapso, deberá expedir las instrucciones administrativas relacionadas en el artículo 23 de esta ley.\n"]}, "dot_comma_sep": ["Artículo 36.", "Transitorio.", "La Superintendencia de Sociedades tendrá un plazo máximo de seis (6) meses a partir de la entrada en vigencia de esta ley para establecer y poner en funcionamiento la estructura administrativa necesaria para el ejercicio de las competencias aquí previstas.", "Dentro de ese lapso, deberá expedir las instrucciones administrativas relacionadas en el artículo 23 de esta ley."]}, {"index": "corrupcion-tn", "legal_source": "Normas sobre la responsabilidad de las personas jurídicas por actos de corrupción transnacional.\n", "id": "corrupcion-tn00000202000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones en materia penal\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO VII\n", "name": "Derogatorias y vigencia\n"}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Vigencia. La presente ley rige a partir de su promulgación y deroga las demás disposiciones que le sean contrarias.\n", "El Presidente del honorable Senado de la República,\n", "LUIS FERNANDO VELASCO CHAVES.\n", "El Secretario General del honorable Senado de la República,\n", "GREGORIO ELJACH PACHECO.\n", "El Presidente de la honorable Cámara de Representantes,\n", "ALFREDO RAFAEL DELUQUE ZULETA.\n", "El Secretario General de la honorable Cámara de Representantes,\n", "JORGE HUMBERTO MANTILLA SERRANO.\n", "REPÚBLICA DE COLOMBIA - GOBIERNO NACIONAL.\n", "PUBLÍQUESE Y CÚMPLASE.\n", "Dada en Bogotá D.C., a los 02 días del mes de febrero del año 2016\n", "JUAN MANUEL SANTOS CALDERÓN\n", "El Ministro de Justicia y del Derecho,\n", "YESID REYES ALVARADO.\n", "La Ministra de Comercio, Industria y Turismo,\n", "CECILIA ÁLVAREZ-CORREA GLEN."]}, "dot_comma_sep": ["Artículo 37.", "Vigencia.", "La presente ley rige a partir de su promulgación y deroga las demás disposiciones que le sean contrarias.", "El Presidente del honorable Senado de la República,", "LUIS FERNANDO VELASCO CHAVES.", "El Secretario General del honorable Senado de la República,", "GREGORIO ELJACH PACHECO.", "El Presidente de la honorable Cámara de Representantes,", "ALFREDO RAFAEL DELUQUE ZULETA.", "El Secretario General de la honorable Cámara de Representantes,", "JORGE HUMBERTO MANTILLA SERRANO.", "REPÚBLICA DE COLOMBIA - GOBIERNO NACIONAL.", "PUBLÍQUESE Y CÚMPLASE.", "Dada en Bogotá D.", "C.", ", a los 02 días del mes de febrero del año 2016\n.", "JUAN MANUEL SANTOS CALDERÓN", "El Ministro de Justicia y del Derecho,", "YESID REYES ALVARADO.", "La Ministra de Comercio, Industria y Turismo,", "CECILIA ÁLVAREZ-CORREA GLEN."]}]