[{"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 1o.", "content": ["Artículo 1o. La presente Ley establece el régimen de las actividades de generación, interconexión, transmisión, distribución y comercialización de electricidad, que en lo sucesivo se denominarán actividades del sector, en concordancia con las funciones constitucionales y legales que le corresponden al Ministerio de Minas y Energía.\n"]}, "dot_comma_sep": ["Artículo 1o.", "La presente Ley establece el régimen de las actividades de generación, interconexión, transmisión, distribución y comercialización de electricidad, que en lo sucesivo se denominarán actividades del sector, en concordancia con las funciones constitucionales y legales que le corresponden al Ministerio de Minas y Energía."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 2o.", "content": ["Artículo 2o. El Ministerio de Minas y Energía, en ejercicio de las funciones de regulación, planeación, coordinación y seguimiento de todas las actividades relacionadas con el servicio público de electricidad, definirá los criterios para el aprovechamiento económico de las fuentes convencionales y no convencionales de energía, dentro de un manejo integral eficiente, y sostenible de los recursos energéticos del país, y promoverá el desarrollo de tales fuentes y el uso eficiente y racional de la energía por parte de los usuarios.\n"]}, "dot_comma_sep": ["Artículo 2o.", "El Ministerio de Minas y Energía, en ejercicio de las funciones de regulación, planeación, coordinación y seguimiento de todas las actividades relacionadas con el servicio público de electricidad, definirá los criterios para el aprovechamiento económico de las fuentes convencionales y no convencionales de energía, dentro de un manejo integral eficiente, y sostenible de los recursos energéticos del país, y promoverá el desarrollo de tales fuentes y el uso eficiente y racional de la energía por parte de los usuarios."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 3o.", "content": ["Artículo 3o. En relación con el servicio público de electricidad, al Estado le corresponde:\n", "a) Promover la libre competencia en las actividades del sector;\n", "b) Impedir prácticas que constituyan competencia desleal o abuso de posición dominante en el mercado;\n", "c) Regular aquellas situaciones en que por razones de monopolio natural, la libre competencia no garantice su prestación eficiente en términos económicos;\n", "d) Asegurar la protección de los derechos de los usuarios y el cumplimiento de sus deberes;\n", "e) Asegurar la adecuada incorporación de los aspectos ambientales en la planeación y gestión de las actividades del sector;\n", "f) Alcanzar una cobertura en los servicios de electricidad a las diferentes regiones y sectores del país, que garantice la satisfacción de las necesidades básicas de los usuarios de los estratos I, II y III y los de menores recursos del área rural, a través de los diversos agentes públicos y privados que presten el servicio;\n", "g) Asegurar la disponibilidad de los recursos necesarios para cubrir los subsidios otorgados a los usuarios de los estratos I, II y III y los de menores ingresos del área rural, para atender sus necesidades básicas de electricidad.\n", "Parágrafo. Para garantizar el cumplimiento de lo previsto en los incisos anteriores, el Gobierno Nacional dispondrá de los recursos generados por la contribución nacional de que habla el artículo 47 de esta Ley y por los recursos de presupuesto nacional, que deberán ser apropiados anualmente en el presupuesto de rentas y ley de apropiaciones por el Ministerio de Hacienda y Crédito Público.\n", "No obstante, de conformidad con el artículo 368 de la Constitución Política, los departamentos, los distritos, los municipios y las entidades descentralizadas podrán conceder subsidios, en sus respectivos presupuestos.\n"]}, "dot_comma_sep": ["Artículo 3o.", "En relación con el servicio público de electricidad, al Estado le corresponde:\n.", "a) Promover la libre competencia en las actividades del sector;", "b) Impedir prácticas que constituyan competencia desleal o abuso de posición dominante en el mercado;", "c) Regular aquellas situaciones en que por razones de monopolio natural, la libre competencia no garantice su prestación eficiente en términos económicos;", "d) Asegurar la protección de los derechos de los usuarios y el cumplimiento de sus deberes;", "e) Asegurar la adecuada incorporación de los aspectos ambientales en la planeación y gestión de las actividades del sector;", "f) Alcanzar una cobertura en los servicios de electricidad a las diferentes regiones y sectores del país, que garantice la satisfacción de las necesidades básicas de los usuarios de los estratos I, II y III y los de menores recursos del área rural, a través de los diversos agentes públicos y privados que presten el servicio;", "g) Asegurar la disponibilidad de los recursos necesarios para cubrir los subsidios otorgados a los usuarios de los estratos I, II y III y los de menores ingresos del área rural, para atender sus necesidades básicas de electricidad.", "Parágrafo.", "Para garantizar el cumplimiento de lo previsto en los incisos anteriores, el Gobierno Nacional dispondrá de los recursos generados por la contribución nacional de que habla el artículo 47 de esta Ley y por los recursos de presupuesto nacional, que deberán ser apropiados anualmente en el presupuesto de rentas y ley de apropiaciones por el Ministerio de Hacienda y Crédito Público.", "No obstante, de conformidad con el artículo 368 de la Constitución Política, los departamentos, los distritos, los municipios y las entidades descentralizadas podrán conceder subsidios, en sus respectivos presupuestos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 4o.", "content": ["Artículo 4o. El Estado, en relación con el servicio de electricidad tendrá los siguientes objetivos en el cumplimiento de sus funciones:\n", "a) Abastecer la demanda de electricidad de la comunidad bajo criterios económicos y de viabilidad financiera, asegurando su cubrimiento en un marco de uso racional y eficiente de los diferentes recursos energéticos del país;\n", "b) Asegurar una operación eficiente, segura y confiable en las actividades del sector;\n", "c) Mantener y operar sus instalaciones preservando la integridad de las personas, de los bienes y del medio ambiente y manteniendo los niveles de calidad y seguridad establecidos.\n", "Parágrafo. Si los diversos agentes económicos desean participar en las actividades de electricidad, deben sujetarse al cumplimiento de los anteriores objetivos.\n"]}, "dot_comma_sep": ["Artículo 4o.", "El Estado, en relación con el servicio de electricidad tendrá los siguientes objetivos en el cumplimiento de sus funciones:\n.", "a) Abastecer la demanda de electricidad de la comunidad bajo criterios económicos y de viabilidad financiera, asegurando su cubrimiento en un marco de uso racional y eficiente de los diferentes recursos energéticos del país;", "b) Asegurar una operación eficiente, segura y confiable en las actividades del sector;", "c) Mantener y operar sus instalaciones preservando la integridad de las personas, de los bienes y del medio ambiente y manteniendo los niveles de calidad y seguridad establecidos.", "Parágrafo.", "Si los diversos agentes económicos desean participar en las actividades de electricidad, deben sujetarse al cumplimiento de los anteriores objetivos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 5o.", "content": ["Artículo 5o. La generación, interconexión, transmisión, distribución y comercialización de electricidad están destinadas a satisfacer necesidades colectivas primordiales en forma permanente; por esta razón, son consideradas servicios públicos de carácter esencial, obligatorio y solidario, y de utilidad pública.\n"]}, "dot_comma_sep": ["Artículo 5o.", "La generación, interconexión, transmisión, distribución y comercialización de electricidad están destinadas a satisfacer necesidades colectivas primordiales en forma permanente; por esta razón, son consideradas servicios públicos de carácter esencial, obligatorio y solidario, y de utilidad pública."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 6o.", "content": ["Artículo 6o. Las actividades relacionadas con el servicio de electricidad se regirán por principios de eficiencia, calidad, continuidad, adaptabilidad, neutralidad, solidaridad y equidad.\n", "El principio de eficiencia obliga a la correcta asignación y utilización de los recursos de tal forma que se garantice la prestación del servicio al menor costo económico.\n", "En virtud del principio de calidad, el servicio prestado debe cumplir los requisitos técnicos que se establezcan para él.\n", "El principio de continuidad implica que el servicio se deberá prestar aun en casos de quiebra, liquidación, intervención, sustitución o terminación de contratos de las empresas responsables del mismo, sin interrupciones diferentes a las programadas por razones técnicas, fuerza mayor, caso fortuito, o por las sanciones impuestas al usuario por el incumplimiento de sus obligaciones.\n", "El principio de adaptabilidad conduce a la incorporación de los avances de la ciencia y de la tecnología que aporten mayor calidad y eficiencia en la prestación del servicio al menor costo económico.\n", "El principio de neutralidad exige, dentro de las mismas condiciones, un tratamiento igual para los usuarios, sin discriminaciones diferentes a las derivadas de su condición social o de las condiciones y características técnicas de la prestación del servicio.\n", "Por solidaridad y redistribución del ingreso se entiende que al diseñar el régimen tarifario se tendrá en cuenta el establecimiento de unos factores para que los sectores de consumo de mayores ingresos ayuden a que las personas de menores ingresos puedan pagar las tarifas de los consumos de electricidad que cubran sus necesidades básicas.\n", "Por el principio de equidad el Estado propenderá por alcanzar una cobertura equilibrada y adecuada en los servicios de energía en las diferentes regiones y sectores del país, para garantizar la satisfacción de las necesidades básicas de toda la población.\n"]}, "dot_comma_sep": ["Artículo 6o.", "Las actividades relacionadas con el servicio de electricidad se regirán por principios de eficiencia, calidad, continuidad, adaptabilidad, neutralidad, solidaridad y equidad.", "El principio de eficiencia obliga a la correcta asignación y utilización de los recursos de tal forma que se garantice la prestación del servicio al menor costo económico.", "En virtud del principio de calidad, el servicio prestado debe cumplir los requisitos técnicos que se establezcan para él.", "El principio de continuidad implica que el servicio se deberá prestar aun en casos de quiebra, liquidación, intervención, sustitución o terminación de contratos de las empresas responsables del mismo, sin interrupciones diferentes a las programadas por razones técnicas, fuerza mayor, caso fortuito, o por las sanciones impuestas al usuario por el incumplimiento de sus obligaciones.", "El principio de adaptabilidad conduce a la incorporación de los avances de la ciencia y de la tecnología que aporten mayor calidad y eficiencia en la prestación del servicio al menor costo económico.", "El principio de neutralidad exige, dentro de las mismas condiciones, un tratamiento igual para los usuarios, sin discriminaciones diferentes a las derivadas de su condición social o de las condiciones y características técnicas de la prestación del servicio.", "Por solidaridad y redistribución del ingreso se entiende que al diseñar el régimen tarifario se tendrá en cuenta el establecimiento de unos factores para que los sectores de consumo de mayores ingresos ayuden a que las personas de menores ingresos puedan pagar las tarifas de los consumos de electricidad que cubran sus necesidades básicas.", "Por el principio de equidad el Estado propenderá por alcanzar una cobertura equilibrada y adecuada en los servicios de energía en las diferentes regiones y sectores del país, para garantizar la satisfacción de las necesidades básicas de toda la población."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 7o.", "content": ["Artículo 7o. En las actividades del sector podrán participar diferentes agentes económicos, públicos, privados o mixtos, los cuales gozarán de libertad para desarrollar sus funciones en un contexto de libre competencia, de conformidad con los artículos 333, 334 y el inciso penúltimo del artículo 336 de la Constitución Nacional, y el artículo 3o. de esta Ley.\n", "En los casos señalados por la ley, para operar o poner en funcionamiento los proyectos, se deberán obtener de las autoridades competentes los permisos respectivos en materia ambiental, sanitaria, uso de aguas y los de orden municipal que sean exigibles.\n", "Parágrafo. La actividad de comercialización sólo puede ser desarrollada por aquellos agentes económicos que realicen algunas de las actividades de generación o distribución y por los agentes independientes que cumplan las disposiciones que expida la comisión de regulación de energía y gas.\n"]}, "dot_comma_sep": ["Artículo 7o.", "En las actividades del sector podrán participar diferentes agentes económicos, públicos, privados o mixtos, los cuales gozarán de libertad para desarrollar sus funciones en un contexto de libre competencia, de conformidad con los artículos 333, 334 y el inciso penúltimo del artículo 336 de la Constitución Nacional, y el artículo 3o.", "de esta Ley.", "En los casos señalados por la ley, para operar o poner en funcionamiento los proyectos, se deberán obtener de las autoridades competentes los permisos respectivos en materia ambiental, sanitaria, uso de aguas y los de orden municipal que sean exigibles.", "Parágrafo.", "La actividad de comercialización sólo puede ser desarrollada por aquellos agentes económicos que realicen algunas de las actividades de generación o distribución y por los agentes independientes que cumplan las disposiciones que expida la comisión de regulación de energía y gas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 8o.", "content": ["Artículo 8o. Las empresas públicas que presten el servicio de electricidad al entrar en vigencia la presente Ley, en cualquiera de las actividades del sector, deben tener autonomía administrativa, patrimonial y presupuestaria.\n", "Salvo disposición legal en contrario, los presupuestos de las entidades públicas del orden territorial serán aprobados por las correspondientes juntas directivas, sin que se requiera la participación de otras autoridades.\n", "Parágrafo. El régimen de contratación aplicable a estas empresas será el del derecho privado. La Comisión de Regulación de Energía y Gas podrá hacer obligatoria la inclusión de cláusulas excepcionales al derecho común en algunos de los contratos que celebren tales entidades. Cuando su inclusión sea forzosa, todo lo relativo a estas cláusulas se sujetará al Estatuto General de Contratación de la Administración Pública.\n"]}, "dot_comma_sep": ["Artículo 8o.", "Las empresas públicas que presten el servicio de electricidad al entrar en vigencia la presente Ley, en cualquiera de las actividades del sector, deben tener autonomía administrativa, patrimonial y presupuestaria.", "Salvo disposición legal en contrario, los presupuestos de las entidades públicas del orden territorial serán aprobados por las correspondientes juntas directivas, sin que se requiera la participación de otras autoridades.", "Parágrafo.", "El régimen de contratación aplicable a estas empresas será el del derecho privado.", "La Comisión de Regulación de Energía y Gas podrá hacer obligatoria la inclusión de cláusulas excepcionales al derecho común en algunos de los contratos que celebren tales entidades.", "Cuando su inclusión sea forzosa, todo lo relativo a estas cláusulas se sujetará al Estatuto General de Contratación de la Administración Pública."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 9o.", "content": ["Artículo 9o. El Presidente de la República ejercerá por medio de la Superintendencia de Servicios Públicos Domiciliarios el control de eficiencia y calidad del servicio público de electricidad y el control, inspección y vigilancia de las entidades que prestan el servicio público de electricidad, en los términos previstos en la ley.\n"]}, "dot_comma_sep": ["Artículo 9o.", "El Presidente de la República ejercerá por medio de la Superintendencia de Servicios Públicos Domiciliarios el control de eficiencia y calidad del servicio público de electricidad y el control, inspección y vigilancia de las entidades que prestan el servicio público de electricidad, en los términos previstos en la ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000001000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Cuando el Estado decida convocar a los diferentes agentes económicos para que en su nombre desarrollen cualquiera de las actividades del sector reguladas por esta ley, éstos deberán demostrar experiencia en la realización de las mismas y tener capacidad técnica, operativa y financiera suficiente para suscribir los contratos necesarios para ello, los cuales se regularán de acuerdo con lo previsto en esta Ley, en el derecho privado o en disposiciones especiales según la naturaleza jurídica de los mismos.\n"]}, "dot_comma_sep": ["Artículo 10.", "Cuando el Estado decida convocar a los diferentes agentes económicos para que en su nombre desarrollen cualquiera de las actividades del sector reguladas por esta ley, éstos deberán demostrar experiencia en la realización de las mismas y tener capacidad técnica, operativa y financiera suficiente para suscribir los contratos necesarios para ello, los cuales se regularán de acuerdo con lo previsto en esta Ley, en el derecho privado o en disposiciones especiales según la naturaleza jurídica de los mismos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000002000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Para interpretar y aplicar esta Ley se tendrán en cuenta las siguientes definiciones generales:\n", "Sistema interconectado nacional: es el sistema compuesto por los siguientes elementos conectados entre sí: las plantas y equipos de generación, la red de interconexión, las redes regionales e interregionales de transmisión, las redes de distribución, y las cargas eléctricas de los usuarios.\n", "Red nacional de interconexión: conjunto de líneas y subestaciones, con sus equipos asociados, incluyendo las interconexiones internacionales, destinadas al servicio de todos los integrantes del sistema interconectado nacional.\n", "Redes regionales o interregionales de transmisión: conjunto de líneas de transmisión y subestaciones, con sus equipos asociados, destinadas al servicio de un grupo de integrantes del sistema interconectado nacional dentro de una misma área o áreas adyacentes, determinadas por la comisión de regulación de energía y gas.\n", "Redes de distribución: conjunto de líneas y subestaciones, con sus equipos asociados, destinados al servicio de los usuarios de un municipio o municipios adyacentes o asociados mediante cualquiera de las formas previstas en la Constitución Política.\n", "Reglamento de operaciones: conjunto de principios, criterios y procedimientos establecidos para realizar el planeamiento, la coordinación y la ejecución de la operación del sistema interconectado nacional y para regular el funcionamiento del mercado mayorista de energía eléctrica. El reglamento de operación comprende varios documentos que se organizarán conforme a los temas propios del funcionamiento del sistema interconectado nacional.\n", "Mercado mayorista: es el mercado de grandes bloques de energía eléctrica, en que generadores y comercializadores venden y compran energía y potencia en el sistema interconectado nacional, con sujeción al reglamento de operación.\n", "Libertad regulada: régimen de tarifas mediante el cual la Comisión de Regulación de Energía y Gas fijará los criterios y la metodología con arreglo a los cuales las empresas de electricidad podrán determinar o modificar los precios máximos para los servicios ofrecidos.\n", "Comercialización: actividad consistente en la compra de energía eléctrica y su venta a los usuarios finales, regulados o no-regulados, que se sujetará a las disposiciones previstas en esta Ley y en la de servicios públicos domiciliarios en lo pertinente.\n", "Usuario regulado: persona natural o jurídica cuyas compras de electricidad están sujetas a tarifas establecidas por la Comisión de Regulación de Energía y Gas.\n", "Usuario no-regulado: persona natural o jurídica, con una demanda máxima superior a 2 Mw por instalación legalizada, cuyas compras de electricidad se realizan, a precios acordados libremente. La Comisión de Regulación de Energía y Gas podrá revisar dicho nivel, mediante resolución motivada.\n", "Operación integrada: es la operación óptima que se adelanta por dos o más sistemas independientes.\n", "Autogenerador: aquel generador que produce energía eléctrica exclusivamente para atender sus propias necesidades.\n", "Centro regional de despacho: es un centro de supervisión y control de la operación de las redes, subestaciones y centrales de generación localizadas en una misma región, cuya función es la de coordinar la operación y maniobras de esas instalaciones, con sujeción en lo pertinente, a las instrucciones impartidas por el Centro Nacional de Despacho, en desarrollo de las previsiones contenidas en el Reglamento de Operación, con el fin de asegurar una operación segura y confiable del sistema interconectado.\n", "Centro Nacional de Despacho: es la dependencia encargada de la planeación, supervisión y control de la operación integrada de los recursos de generación, interconexión y transmisión del sistema interconectado nacional.\n", "Está igualmente encargado de dar las instrucciones a los Centros Regionales de Despacho para coordinar las maniobras de las instalaciones con el fin de tener una operación segura, confiable y ceñida al reglamento de operación y a todos los acuerdos del Consejo Nacional de Operación.\n", "Consumo de subsistencia: se define como consumo de subsistencia, la cantidad mínima de electricidad utilizada en un mes por un usuario típico para satisfacer necesidades básicas que solamente puedan ser satisfechas mediante esta forma de energía final. Para el cálculo del consumo de subsistencia sólo podrá tenerse en cuenta los energéticos sustitutos cuando éstos estén disponibles para ser utilizados por estos usuarios.\n", "Zonas no interconectadas: área geográfica en donde no se presta el servicio público de electricidad a través del Sistema Interconectado Nacional.\n", "Cuando fuere necesario, la interpretación y aplicación de estas definiciones las hará la Comisión de Regulación de Energía y Gas.\n"]}, "dot_comma_sep": ["Artículo 11.", "Para interpretar y aplicar esta Ley se tendrán en cuenta las siguientes definiciones generales:\n.", "Sistema interconectado nacional: es el sistema compuesto por los siguientes elementos conectados entre sí: las plantas y equipos de generación, la red de interconexión, las redes regionales e interregionales de transmisión, las redes de distribución, y las cargas eléctricas de los usuarios.", "Red nacional de interconexión: conjunto de líneas y subestaciones, con sus equipos asociados, incluyendo las interconexiones internacionales, destinadas al servicio de todos los integrantes del sistema interconectado nacional.", "Redes regionales o interregionales de transmisión: conjunto de líneas de transmisión y subestaciones, con sus equipos asociados, destinadas al servicio de un grupo de integrantes del sistema interconectado nacional dentro de una misma área o áreas adyacentes, determinadas por la comisión de regulación de energía y gas.", "Redes de distribución: conjunto de líneas y subestaciones, con sus equipos asociados, destinados al servicio de los usuarios de un municipio o municipios adyacentes o asociados mediante cualquiera de las formas previstas en la Constitución Política.", "Reglamento de operaciones: conjunto de principios, criterios y procedimientos establecidos para realizar el planeamiento, la coordinación y la ejecución de la operación del sistema interconectado nacional y para regular el funcionamiento del mercado mayorista de energía eléctrica.", "El reglamento de operación comprende varios documentos que se organizarán conforme a los temas propios del funcionamiento del sistema interconectado nacional.", "Mercado mayorista: es el mercado de grandes bloques de energía eléctrica, en que generadores y comercializadores venden y compran energía y potencia en el sistema interconectado nacional, con sujeción al reglamento de operación.", "Libertad regulada: régimen de tarifas mediante el cual la Comisión de Regulación de Energía y Gas fijará los criterios y la metodología con arreglo a los cuales las empresas de electricidad podrán determinar o modificar los precios máximos para los servicios ofrecidos.", "Comercialización: actividad consistente en la compra de energía eléctrica y su venta a los usuarios finales, regulados o no-regulados, que se sujetará a las disposiciones previstas en esta Ley y en la de servicios públicos domiciliarios en lo pertinente.", "Usuario regulado: persona natural o jurídica cuyas compras de electricidad están sujetas a tarifas establecidas por la Comisión de Regulación de Energía y Gas.", "Usuario no-regulado: persona natural o jurídica, con una demanda máxima superior a 2 Mw por instalación legalizada, cuyas compras de electricidad se realizan, a precios acordados libremente.", "La Comisión de Regulación de Energía y Gas podrá revisar dicho nivel, mediante resolución motivada.", "Operación integrada: es la operación óptima que se adelanta por dos o más sistemas independientes.", "Autogenerador: aquel generador que produce energía eléctrica exclusivamente para atender sus propias necesidades.", "Centro regional de despacho: es un centro de supervisión y control de la operación de las redes, subestaciones y centrales de generación localizadas en una misma región, cuya función es la de coordinar la operación y maniobras de esas instalaciones, con sujeción en lo pertinente, a las instrucciones impartidas por el Centro Nacional de Despacho, en desarrollo de las previsiones contenidas en el Reglamento de Operación, con el fin de asegurar una operación segura y confiable del sistema interconectado.", "Centro Nacional de Despacho: es la dependencia encargada de la planeación, supervisión y control de la operación integrada de los recursos de generación, interconexión y transmisión del sistema interconectado nacional.", "Está igualmente encargado de dar las instrucciones a los Centros Regionales de Despacho para coordinar las maniobras de las instalaciones con el fin de tener una operación segura, confiable y ceñida al reglamento de operación y a todos los acuerdos del Consejo Nacional de Operación.", "Consumo de subsistencia: se define como consumo de subsistencia, la cantidad mínima de electricidad utilizada en un mes por un usuario típico para satisfacer necesidades básicas que solamente puedan ser satisfechas mediante esta forma de energía final.", "Para el cálculo del consumo de subsistencia sólo podrá tenerse en cuenta los energéticos sustitutos cuando éstos estén disponibles para ser utilizados por estos usuarios.", "Zonas no interconectadas: área geográfica en donde no se presta el servicio público de electricidad a través del Sistema Interconectado Nacional.", "Cuando fuere necesario, la interpretación y aplicación de estas definiciones las hará la Comisión de Regulación de Energía y Gas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. La planeación de la expansión del sistema interconectado nacional se realizará a corto y largo plazo, de tal manera que los planes para atender la demanda sean lo suficientemente flexibles para que se adapten a los cambios que determinen las condiciones técnicas, económicas, financieras y ambientales; que cumplan con los requerimientos de calidad, confiabilidad y seguridad determinados por el Ministerio de Minas y Energía; que los proyectos propuestos sean técnica, ambiental y económicamente viables y que la demanda sea satisfecha atendiendo a criterios de uso eficiente de los recursos energéticos.\n"]}, "dot_comma_sep": ["Artículo 12.", "La planeación de la expansión del sistema interconectado nacional se realizará a corto y largo plazo, de tal manera que los planes para atender la demanda sean lo suficientemente flexibles para que se adapten a los cambios que determinen las condiciones técnicas, económicas, financieras y ambientales; que cumplan con los requerimientos de calidad, confiabilidad y seguridad determinados por el Ministerio de Minas y Energía; que los proyectos propuestos sean técnica, ambiental y económicamente viables y que la demanda sea satisfecha atendiendo a criterios de uso eficiente de los recursos energéticos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. La Unidad de Planeación Minero-Energética de que trata el artículo 12 del Decreto 2119 de 1992, se organizará como Unidad Administrativa Especial adscrita al Ministerio de Minas y Energía, con patrimonio propio y personería jurídica y con regímenes especiales en materia de contratación, de administración de personal, de salarios y de prestaciones y con autonomía presupuestal.\n", "La Unidad manejará sus recursos presupuestales y operará a través del contrato de fiducia mercantil que celebrará el Ministerio de Minas y Energía con una entidad fiduciaria, el cual se someterá a las normas del derecho privado. Estas disposiciones regirán, igualmente, los actos y contratos que se realicen en desarrollo del respectivo contrato de fiducia.\n", "Para el cumplimiento del artículo 60 de la Constitución Política, para las empresas del sector energético se dará aplicación, en lo pertinente, al Decreto-ley 663 de 1993. El Gobierno Nacional señalará las condiciones especiales de financiación.\n"]}, "dot_comma_sep": ["Artículo 13.", "La Unidad de Planeación Minero-Energética de que trata el artículo 12 del Decreto 2119 de 1992, se organizará como Unidad Administrativa Especial adscrita al Ministerio de Minas y Energía, con patrimonio propio y personería jurídica y con regímenes especiales en materia de contratación, de administración de personal, de salarios y de prestaciones y con autonomía presupuestal.", "La Unidad manejará sus recursos presupuestales y operará a través del contrato de fiducia mercantil que celebrará el Ministerio de Minas y Energía con una entidad fiduciaria, el cual se someterá a las normas del derecho privado.", "Estas disposiciones regirán, igualmente, los actos y contratos que se realicen en desarrollo del respectivo contrato de fiducia.", "Para el cumplimiento del artículo 60 de la Constitución Política, para las empresas del sector energético se dará aplicación, en lo pertinente, al Decreto-ley 663 de 1993.", "El Gobierno Nacional señalará las condiciones especiales de financiación."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. El presupuesto de la Unidad Administrativa Especial de Planeación Minero-Energética hará parte del presupuesto general de la Nación y será presentado al Ministerio de Minas y Energía para su incorporación en el mismo, su distribución anual se hará mediante resolución expedida por el Ministerio de Minas y Energía y refrendada por el Director General de Presupuesto Nacional del Ministerio de Hacienda y Crédito Público, conforme a las disposiciones contenidas en la Ley 38 de 1989 y en las demás normas que la reglamenten, modifiquen o sustituyan.\n", "Parágrafo. Este presupuesto será sufragado por la Empresa Colombiana de Petróleos -Ecopetrol-, por la Empresa Colombiana de Carbón -Ecocarbón-, Financiera Energética Nacional -FEN- e Interconexión Eléctrica S.A. -ISA- por partes iguales. Estas entidades quedan facultadas para apropiar de sus respectivos presupuestos las partidas correspondientes.\n"]}, "dot_comma_sep": ["Artículo 14.", "El presupuesto de la Unidad Administrativa Especial de Planeación Minero-Energética hará parte del presupuesto general de la Nación y será presentado al Ministerio de Minas y Energía para su incorporación en el mismo, su distribución anual se hará mediante resolución expedida por el Ministerio de Minas y Energía y refrendada por el Director General de Presupuesto Nacional del Ministerio de Hacienda y Crédito Público, conforme a las disposiciones contenidas en la Ley 38 de 1989 y en las demás normas que la reglamenten, modifiquen o sustituyan.", "Parágrafo.", "Este presupuesto será sufragado por la Empresa Colombiana de Petróleos -Ecopetrol-, por la Empresa Colombiana de Carbón -Ecocarbón-, Financiera Energética Nacional -FEN- e Interconexión Eléctrica S.", "A.", "-ISA- por partes iguales.", "Estas entidades quedan facultadas para apropiar de sus respectivos presupuestos las partidas correspondientes."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. La Unidad de Planeación Minero-Energética contará con un director que tendrá la calidad de empleado público y devengará la remuneración que determine el Gobierno Nacional.\n", "El director deberá reunir las siguientes condiciones:\n", "a) Ser colombiano y ciudadano en ejercicio;\n", "b) Poseer título universitario en ingeniería, economía o administración de empresas y estudios de posgrado;\n", "c) Contar con una reconocida preparación y experiencia técnica y haber desempeñado cargos de responsabilidad en entidades públicas o privadas del sector energético nacional o internacional, por un período superior a seis (6) años.\n"]}, "dot_comma_sep": ["Artículo 15.", "La Unidad de Planeación Minero-Energética contará con un director que tendrá la calidad de empleado público y devengará la remuneración que determine el Gobierno Nacional.", "El director deberá reunir las siguientes condiciones:", "a) Ser colombiano y ciudadano en ejercicio;", "b) Poseer título universitario en ingeniería, economía o administración de empresas y estudios de posgrado;", "c) Contar con una reconocida preparación y experiencia técnica y haber desempeñado cargos de responsabilidad en entidades públicas o privadas del sector energético nacional o internacional, por un período superior a seis (6) años."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. La Unidad de Planeación Minero-Energética tendrá entre otras las siguientes funciones:\n", "a) Establecer los requerimientos energéticos de la población y los agentes económicos del país, con base en proyecciones de demanda que tomen en cuenta la evolución más probable de las variables demográficas y económicas y de precios de los recursos energéticos;\n", "b) Establecer la manera de satisfacer dichos requerimientos teniendo en cuenta los recursos energéticos existentes, convencionales y no convencionales, según criterios económicos, sociales, tecnológicos y ambientales;\n", "c) Elaborar y actualizar el Plan Energético Nacional y el Plan de Expansión del sector eléctrico en concordancia con el Proyecto del Plan Nacional de Desarrollo.\n", "El primer Plan Energético Nacional deberá ser presentado dentro de los seis (6) meses siguientes a la vigencia de esta Ley;\n", "d) Evaluar la conveniencia económica y social del desarrollo de fuentes y usos energéticos no convencionales, así como el desarrollo de energía nuclear para usos pacíficos;\n", "e) Evaluar la rentabilidad económica y social de las exportaciones de recursos mineros y energéticos;\n", "f) Realizar diagnósticos que permitan la formulación de planes y programas del sector energético;\n", "g) Establecer y operar los mecanismos y procedimientos que permitan evaluar la oferta y demanda de minerales energéticos, hidrocarburos y energía y determinar las prioridades para satisfacer tales requerimientos, de conformidad con la conveniencia nacional;\n", "h) Recomendar al Ministro de Minas y Energía, políticas y estrategias para el desarrollo del sector energético;\n", "i) Prestar los servicios técnicos de planeación y asesoría y cobrar por ellos;\n", "j) Establecer prioritariamente un programa de ahorro y optimización de energía;\n", "k) Las demás que le señale esta Ley y el Decreto 2119 de 1992.\n"]}, "dot_comma_sep": ["Artículo 16.", "La Unidad de Planeación Minero-Energética tendrá entre otras las siguientes funciones:\n.", "a) Establecer los requerimientos energéticos de la población y los agentes económicos del país, con base en proyecciones de demanda que tomen en cuenta la evolución más probable de las variables demográficas y económicas y de precios de los recursos energéticos;", "b) Establecer la manera de satisfacer dichos requerimientos teniendo en cuenta los recursos energéticos existentes, convencionales y no convencionales, según criterios económicos, sociales, tecnológicos y ambientales;", "c) Elaborar y actualizar el Plan Energético Nacional y el Plan de Expansión del sector eléctrico en concordancia con el Proyecto del Plan Nacional de Desarrollo.", "El primer Plan Energético Nacional deberá ser presentado dentro de los seis (6) meses siguientes a la vigencia de esta Ley;", "d) Evaluar la conveniencia económica y social del desarrollo de fuentes y usos energéticos no convencionales, así como el desarrollo de energía nuclear para usos pacíficos;", "e) Evaluar la rentabilidad económica y social de las exportaciones de recursos mineros y energéticos;", "f) Realizar diagnósticos que permitan la formulación de planes y programas del sector energético;", "g) Establecer y operar los mecanismos y procedimientos que permitan evaluar la oferta y demanda de minerales energéticos, hidrocarburos y energía y determinar las prioridades para satisfacer tales requerimientos, de conformidad con la conveniencia nacional;", "h) Recomendar al Ministro de Minas y Energía, políticas y estrategias para el desarrollo del sector energético;", "i) Prestar los servicios técnicos de planeación y asesoría y cobrar por ellos;", "j) Establecer prioritariamente un programa de ahorro y optimización de energía;", "k) Las demás que le señale esta Ley y el Decreto 2119 de 1992."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. El Ministerio de Minas y Energía contará con un cuerpo consultivo permanente, conformado por representantes de las empresas del sector energético, del orden nacional y regional y de los usuarios que deberá conceptuar previamente a la adopción de los planes, programas y de proyectos de desarrollo de cada subsector y proponer las acciones pertinentes para garantizar que éstos se realicen de acuerdo con lo establecido en el Plan Energético Nacional. Facúltase al Gobierno Nacional para establecer el número y los mecanismos de selección de los representantes de los usuarios.\n", "Parágrafo. La Unidad de Planeación Minero-Energética elaborará los Planes de Expansión del Sistema Interconectado Nacional y consultara al cuerpo consultivo permanente.\n"]}, "dot_comma_sep": ["Artículo 17.", "El Ministerio de Minas y Energía contará con un cuerpo consultivo permanente, conformado por representantes de las empresas del sector energético, del orden nacional y regional y de los usuarios que deberá conceptuar previamente a la adopción de los planes, programas y de proyectos de desarrollo de cada subsector y proponer las acciones pertinentes para garantizar que éstos se realicen de acuerdo con lo establecido en el Plan Energético Nacional.", "Facúltase al Gobierno Nacional para establecer el número y los mecanismos de selección de los representantes de los usuarios.", "Parágrafo.", "La Unidad de Planeación Minero-Energética elaborará los Planes de Expansión del Sistema Interconectado Nacional y consultara al cuerpo consultivo permanente."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18.  Modificado por el art. 67, Ley 1151 de 2007. Compete al Ministerio de Minas y Energía definir los planes de expansión de la generación y de la red de interconexión y fijar criterios para orientar el planeamiento de la transmisión y la distribución.\n", "Los planes de generación y de interconexión serán de referencia y buscarán orientar y racionalizar el esfuerzo del Estado y de los particulares para la satisfacción de la demanda nacional de electricidad en concordancia con el Plan Nacional de Desarrollo y el Plan Energético Nacional.\n", "El Gobierno Nacional tomará las medidas necesarias para garantizar la puesta en operación de aquellos proyectos previstos en el plan de expansión de referencia del sector eléctrico, que no hayan sido escogidos por otros inversionistas, de tal forma que satisfagan los requerimientos de infraestructura contemplados en dicho plan. El Gobierno Nacional asumirá los riesgos inherentes a la construcción y explotación de estos proyectos.\n"]}, "dot_comma_sep": ["Artículo 18.", " Modificado por el art.", "67, Ley 1151 de 2007.", "Compete al Ministerio de Minas y Energía definir los planes de expansión de la generación y de la red de interconexión y fijar criterios para orientar el planeamiento de la transmisión y la distribución.", "Los planes de generación y de interconexión serán de referencia y buscarán orientar y racionalizar el esfuerzo del Estado y de los particulares para la satisfacción de la demanda nacional de electricidad en concordancia con el Plan Nacional de Desarrollo y el Plan Energético Nacional.", "El Gobierno Nacional tomará las medidas necesarias para garantizar la puesta en operación de aquellos proyectos previstos en el plan de expansión de referencia del sector eléctrico, que no hayan sido escogidos por otros inversionistas, de tal forma que satisfagan los requerimientos de infraestructura contemplados en dicho plan.", "El Gobierno Nacional asumirá los riesgos inherentes a la construcción y explotación de estos proyectos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000003000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. El Gobierno Nacional velará por el desarrollo y la ejecución de estudios de preinversión asociados con proyectos de generación de electricidad, de acuerdo con las prioridades establecidas en el Plan de Expansión de Generación, para lo cual la Unidad de Planeación Minero-Energética promoverá la realización de tales estudios.\n", "Parágrafo 1o. Los recursos necesarios para acometer los estudios de preinversión en proyectos de generación de electricidad, provendrán de los recaudos establecidos en el Parágrafo Unico del artículo 14 que sean asignados para tal finalidad.\n", "Parágrafo 2o. Cuando las empresas oficiales realicen inversiones en estudios para proyectos eléctricos que posteriormente beneficien a otras entidades que no participaron en esas inversiones, estas últimas deberán pagar el costo a valores actualizados en proporción a su participación. La Comisión de Regulación de Energía y Gas reglamentará la materia.\n"]}, "dot_comma_sep": ["Artículo 19.", "El Gobierno Nacional velará por el desarrollo y la ejecución de estudios de preinversión asociados con proyectos de generación de electricidad, de acuerdo con las prioridades establecidas en el Plan de Expansión de Generación, para lo cual la Unidad de Planeación Minero-Energética promoverá la realización de tales estudios.", "Parágrafo 1o.", "Los recursos necesarios para acometer los estudios de preinversión en proyectos de generación de electricidad, provendrán de los recaudos establecidos en el Parágrafo Unico del artículo 14 que sean asignados para tal finalidad.", "Parágrafo 2o.", "Cuando las empresas oficiales realicen inversiones en estudios para proyectos eléctricos que posteriormente beneficien a otras entidades que no participaron en esas inversiones, estas últimas deberán pagar el costo a valores actualizados en proporción a su participación.", "La Comisión de Regulación de Energía y Gas reglamentará la materia."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000004000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. En relación con el sector energético la función de regulación por parte del Estado tendrá como objetivo básico asegurar una adecuada prestación del servicio mediante el aprovechamiento eficiente de los diferentes recursos energéticos, en beneficio del usuario en términos de calidad, oportunidad y costo del servicio. Para el logro de este objetivo, promoverá la competencia, creará y preservará las condiciones que la hagan posible.\n"]}, "dot_comma_sep": ["Artículo 20.", "En relación con el sector energético la función de regulación por parte del Estado tendrá como objetivo básico asegurar una adecuada prestación del servicio mediante el aprovechamiento eficiente de los diferentes recursos energéticos, en beneficio del usuario en términos de calidad, oportunidad y costo del servicio.", "Para el logro de este objetivo, promoverá la competencia, creará y preservará las condiciones que la hagan posible."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000004000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21.  Derogado por el art. 8, Decreto Nacional 2474 de 1999. La Comisión de Regulación Energética, creada por el artículo 10 del Decreto 2119 de 1992, se denominará Comisión de Regulación de Energía y Gas y se organizará como Unidad Administrativa Especial del Ministerio de Minas y Energía, que estará integrada de la siguiente manera:\n", "a) Por el Ministro de Minas y Energía, quien la presidirá;\n", "b) Por el Ministro de Hacienda y Crédito Público;\n", "c) Por el Director del Departamento Nacional de Planeación;\n", "d) Por cinco (5) expertos en asuntos energéticos de dedicación exclusiva, nombrados por el Presidente de la República para períodos de cuatro (4) años.\n", "Una vez se organice la Superintendencia de Servicios Públicos Domiciliarios creada por el artículo 370 de la Constitución Política, el Superintendente asistirá a sus reuniones con voz pero sin voto.\n", "La Comisión contará con el personal profesional, técnico y administrativo necesario para el cumplimiento de sus funciones, de acuerdo con lo que ella misma determine y tendrá regímenes especiales en materia de contratación, de administración de personal, de salarios y de prestaciones y gozará de autonomía presupuestal.\n", "La Comisión manejará sus recursos presupuestales y operará a través del contrato de fiducia mercantil que celebrará el Ministerio de Minas y Energía con una entidad fiduciaria, el cual se someterá a las normas del derecho privado. Estas disposiciones regirán, igualmente, los actos que se realicen en desarrollo del respectivo contrato de fiducia.\n", "Los expertos tendrán la calidad que determine el Presidente de la República y devengarán la remuneración que él mismo determine.\n", "La Comisión de Regulación de Energía y Gas expedirá su reglamento interno, que será aprobado por el Gobierno Nacional, en el cual se señalará el procedimiento para la designación del Director Ejecutivo de entre los expertos de dedicación exclusiva.\n", "Parágrafo 1o. Los expertos deberán reunir las siguientes condiciones:\n", "a) Ser colombiano y ciudadano en ejercicio;\n", "b) Tener título universitario en ingeniería, economía, administración de empresas o similares y estudios de posgrado, y\n", "c) Contar con una reconocida preparación y experiencia técnica, preferiblemente en el área energética y haber desempeñado cargos de responsabilidad en entidades públicas o privadas del sector Minero-energético, nacional o internacional, por un período superior a seis (6) años; o haberse desempeñado como consultor o asesor por un período igual o superior.\n", "Parágrafo 2o. El primer nombramiento de los expertos se hará así dos (2) expertos para un período de tres (3) años y tres (3) para un período de cuatro (4) años. Los expertos podrán ser reelegidos.\n"]}, "dot_comma_sep": ["Artículo 21.", " Derogado por el art.", "8, Decreto Nacional 2474 de 1999.", "La Comisión de Regulación Energética, creada por el artículo 10 del Decreto 2119 de 1992, se denominará Comisión de Regulación de Energía y Gas y se organizará como Unidad Administrativa Especial del Ministerio de Minas y Energía, que estará integrada de la siguiente manera:\n.", "a) Por el Ministro de Minas y Energía, quien la presidirá;", "b) Por el Ministro de Hacienda y Crédito Público;", "c) Por el Director del Departamento Nacional de Planeación;", "d) Por cinco (5) expertos en asuntos energéticos de dedicación exclusiva, nombrados por el Presidente de la República para períodos de cuatro (4) años.", "Una vez se organice la Superintendencia de Servicios Públicos Domiciliarios creada por el artículo 370 de la Constitución Política, el Superintendente asistirá a sus reuniones con voz pero sin voto.", "La Comisión contará con el personal profesional, técnico y administrativo necesario para el cumplimiento de sus funciones, de acuerdo con lo que ella misma determine y tendrá regímenes especiales en materia de contratación, de administración de personal, de salarios y de prestaciones y gozará de autonomía presupuestal.", "La Comisión manejará sus recursos presupuestales y operará a través del contrato de fiducia mercantil que celebrará el Ministerio de Minas y Energía con una entidad fiduciaria, el cual se someterá a las normas del derecho privado.", "Estas disposiciones regirán, igualmente, los actos que se realicen en desarrollo del respectivo contrato de fiducia.", "Los expertos tendrán la calidad que determine el Presidente de la República y devengarán la remuneración que él mismo determine.", "La Comisión de Regulación de Energía y Gas expedirá su reglamento interno, que será aprobado por el Gobierno Nacional, en el cual se señalará el procedimiento para la designación del Director Ejecutivo de entre los expertos de dedicación exclusiva.", "Parágrafo 1o.", "Los expertos deberán reunir las siguientes condiciones:\n.", "a) Ser colombiano y ciudadano en ejercicio;", "b) Tener título universitario en ingeniería, economía, administración de empresas o similares y estudios de posgrado, y", "c) Contar con una reconocida preparación y experiencia técnica, preferiblemente en el área energética y haber desempeñado cargos de responsabilidad en entidades públicas o privadas del sector Minero-energético, nacional o internacional, por un período superior a seis (6) años; o haberse desempeñado como consultor o asesor por un período igual o superior.", "Parágrafo 2o.", "El primer nombramiento de los expertos se hará así dos (2) expertos para un período de tres (3) años y tres (3) para un período de cuatro (4) años.", "Los expertos podrán ser reelegidos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000004000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Los costos del servicio de regulación serán cubiertos por todas las entidades sometidas a su regulación y el monto total de la contribución no podrá ser superior al 1% del valor de los gastos de funcionamiento excluyendo los gastos operativos, compras de electricidad, compras de combustibles y peajes, cuando hubiere lugar a ello, de la entidad regulada, incurrido el año anterior a aquel en que se haga el cobro, de acuerdo con los estados financieros puestos a disposición de la Superintendencia de Servicios Públicos y de la Comisión de Regulación de Energía y Gas.\n", "El monto de la contribución que le corresponde pagar a cada entidad será liquidada por la Comisión de Regulación de Energía y Gas. Las contribuciones deberán ser pagadas dentro de los primeros treinta (30) días calendario siguientes al respectivo recaudo, en la entidad o entidades financieras señaladas para recibir este recaudo.\n", "Parágrafo. La Comisión de Regulación de Energía y Gas fijará anualmente su presupuesto, el cual deberá ser aprobado por el Gobierno Nacional.\n"]}, "dot_comma_sep": ["Artículo 22.", "Los costos del servicio de regulación serán cubiertos por todas las entidades sometidas a su regulación y el monto total de la contribución no podrá ser superior al 1% del valor de los gastos de funcionamiento excluyendo los gastos operativos, compras de electricidad, compras de combustibles y peajes, cuando hubiere lugar a ello, de la entidad regulada, incurrido el año anterior a aquel en que se haga el cobro, de acuerdo con los estados financieros puestos a disposición de la Superintendencia de Servicios Públicos y de la Comisión de Regulación de Energía y Gas.", "El monto de la contribución que le corresponde pagar a cada entidad será liquidada por la Comisión de Regulación de Energía y Gas.", "Las contribuciones deberán ser pagadas dentro de los primeros treinta (30) días calendario siguientes al respectivo recaudo, en la entidad o entidades financieras señaladas para recibir este recaudo.", "Parágrafo.", "La Comisión de Regulación de Energía y Gas fijará anualmente su presupuesto, el cual deberá ser aprobado por el Gobierno Nacional."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000004000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Para el cumplimiento del objetivo definido en el artículo 20 de la presente ley, la Comisión de Regulación de Energía y Gas con relación al servicio de electricidad tendrá las siguientes funciones generales:\n", "a) Crear las condiciones para asegurar la disponibilidad de una oferta energética eficiente, capaz de abastecer la demanda bajo criterios sociales, económicos, ambientales y de viabilidad financiera, promover y preservar la competencia.\n", "En el sector eléctrico, la oferta eficiente tendrá en cuenta la capacidad de generación de respaldo, la cual será valorada por la Comisión de Regulación de Energía y Gas, según los criterios que establezca la Unidad de Planeación Minero-Energética en el plan de expansión;\n", "b) Determinar las condiciones para la liberación gradual del mercado hacia la libre competencia;\n", "c) Definir la metodología para el cálculo de las tarifas por el acceso y uso de las redes eléctricas, y los cargos por los servicios de despacho y coordinación prestados por los centros regionales de despacho y el centro nacional de despacho;\n", "d) Aprobar las tarifas que deban sufragarse por el acceso y uso de las redes eléctricas y los cargos por los servicios de despacho y coordinación prestados por los centros regionales de despacho y Centro Nacional de Despacho;\n", "e) Definir la metodología para el cálculo de las tarifas aplicables a los usuarios regulados del servicio de electricidad;\n", "f) Fijar las tarifas de venta de electricidad para los usuarios finales regulados. Esta facultad podrá ser delegada en las empresas distribuidoras, en cumplimiento de sus funciones de comercialización bajo el régimen de libertad regulada;\n", "g) Definir, con base en criterios técnicos, las condiciones que deben reunir los usuarios regulados y no regulados del servicio de electricidad;\n", "h) Definir los factores que deban aplicarse a las tarifas de cada sector de consumo con destino a cubrir los subsidios a los consumos de subsistencia de los usuarios de menores ingresos. Estos factores deben tener en cuenta la capacidad de pago de los usuarios de menores ingresos, los costos de la prestación del servicio y el consumo de subsistencia que deberá ser establecido de acuerdo a las regiones;\n", "i) Establecer el Reglamento de Operación para realizar el planeamiento y la coordinación de la operación del Sistema Interconectado Nacional, después de haber oído los conceptos del Consejo Nacional de Operación;\n", "j) Establecer pautas para el diseño, normalización y uso eficiente de equipos y aparatos eléctricos;\n", "k) Interpretar las definiciones contempladas en el artículo 11 de la presente Ley;\n", "l) Precisar el alcance de las competencias relativas al otorgamiento del contrato de concesión;\n", "m) Conocer de las tarifas de los usuarios no-regulados;\n", "n) Definir y hacer operativos los criterios técnicos de calidad, confiabilidad y seguridad del servicio de energía;\n", "o) Reglamentar la prestación del servicio eléctrico en los barrios subnormales y áreas rurales de menor desarrollo;\n", "p) Definir mediante arbitraje los conflictos que se presenten entre los diferentes agentes económicos que participen en las actividades del sector en cuanto a interpretación de los acuerdos operativos y comerciales;\n", "q) Velar por la protección de los derechos de los consumidores, en especial los de estratos de bajos ingresos;\n", "r) Las funciones previstas en el artículo 11 del Decreto 2119 de 1992, que continuará vigente en cuanto no sea contrario a lo dispuesto en este artículo, y las demás que le señalen las normas legales pertinentes.\n"]}, "dot_comma_sep": ["Artículo 23.", "Para el cumplimiento del objetivo definido en el artículo 20 de la presente ley, la Comisión de Regulación de Energía y Gas con relación al servicio de electricidad tendrá las siguientes funciones generales:\n.", "a) Crear las condiciones para asegurar la disponibilidad de una oferta energética eficiente, capaz de abastecer la demanda bajo criterios sociales, económicos, ambientales y de viabilidad financiera, promover y preservar la competencia.", "En el sector eléctrico, la oferta eficiente tendrá en cuenta la capacidad de generación de respaldo, la cual será valorada por la Comisión de Regulación de Energía y Gas, según los criterios que establezca la Unidad de Planeación Minero-Energética en el plan de expansión;", "b) Determinar las condiciones para la liberación gradual del mercado hacia la libre competencia;", "c) Definir la metodología para el cálculo de las tarifas por el acceso y uso de las redes eléctricas, y los cargos por los servicios de despacho y coordinación prestados por los centros regionales de despacho y el centro nacional de despacho;", "d) Aprobar las tarifas que deban sufragarse por el acceso y uso de las redes eléctricas y los cargos por los servicios de despacho y coordinación prestados por los centros regionales de despacho y Centro Nacional de Despacho;", "e) Definir la metodología para el cálculo de las tarifas aplicables a los usuarios regulados del servicio de electricidad;", "f) Fijar las tarifas de venta de electricidad para los usuarios finales regulados.", "Esta facultad podrá ser delegada en las empresas distribuidoras, en cumplimiento de sus funciones de comercialización bajo el régimen de libertad regulada;\n.", "g) Definir, con base en criterios técnicos, las condiciones que deben reunir los usuarios regulados y no regulados del servicio de electricidad;", "h) Definir los factores que deban aplicarse a las tarifas de cada sector de consumo con destino a cubrir los subsidios a los consumos de subsistencia de los usuarios de menores ingresos.", "Estos factores deben tener en cuenta la capacidad de pago de los usuarios de menores ingresos, los costos de la prestación del servicio y el consumo de subsistencia que deberá ser establecido de acuerdo a las regiones;\n.", "i) Establecer el Reglamento de Operación para realizar el planeamiento y la coordinación de la operación del Sistema Interconectado Nacional, después de haber oído los conceptos del Consejo Nacional de Operación;", "j) Establecer pautas para el diseño, normalización y uso eficiente de equipos y aparatos eléctricos;", "k) Interpretar las definiciones contempladas en el artículo 11 de la presente Ley;", "l) Precisar el alcance de las competencias relativas al otorgamiento del contrato de concesión;", "m) Conocer de las tarifas de los usuarios no-regulados;", "n) Definir y hacer operativos los criterios técnicos de calidad, confiabilidad y seguridad del servicio de energía;", "o) Reglamentar la prestación del servicio eléctrico en los barrios subnormales y áreas rurales de menor desarrollo;", "p) Definir mediante arbitraje los conflictos que se presenten entre los diferentes agentes económicos que participen en las actividades del sector en cuanto a interpretación de los acuerdos operativos y comerciales;", "q) Velar por la protección de los derechos de los consumidores, en especial los de estratos de bajos ingresos;", "r) Las funciones previstas en el artículo 11 del Decreto 2119 de 1992, que continuará vigente en cuanto no sea contrario a lo dispuesto en este artículo, y las demás que le señalen las normas legales pertinentes."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000005000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. La construcción de plantas generadoras, con sus respectivas líneas de conexión a las redes de interconexión y transmisión, está permitida a todos los agentes económicos.\n", "Parágrafo. Para los proyectos de generación de propósito múltiple de los cuales se deriven beneficios para otros sectores de la economía, el Gobierno Nacional establecerá mecanismos para que estos sectores contribuyan a la financiación del proyecto, en la medida de los beneficios obtenidos.\n"]}, "dot_comma_sep": ["Artículo 24.", "La construcción de plantas generadoras, con sus respectivas líneas de conexión a las redes de interconexión y transmisión, está permitida a todos los agentes económicos.", "Parágrafo.", "Para los proyectos de generación de propósito múltiple de los cuales se deriven beneficios para otros sectores de la economía, el Gobierno Nacional establecerá mecanismos para que estos sectores contribuyan a la financiación del proyecto, en la medida de los beneficios obtenidos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000005000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Los agentes económicos privados o públicos que hagan parte del sistema interconectado nacional deberán cumplir con el Reglamento de Operación y con los acuerdos adoptados para la operación del mismo. El incumplimiento de estas normas o acuerdos, dará lugar a las sanciones que establezca la Comisión de Regulación de Energía y Gas o la autoridad respectiva según su competencia.\n"]}, "dot_comma_sep": ["Artículo 25.", "Los agentes económicos privados o públicos que hagan parte del sistema interconectado nacional deberán cumplir con el Reglamento de Operación y con los acuerdos adoptados para la operación del mismo.", "El incumplimiento de estas normas o acuerdos, dará lugar a las sanciones que establezca la Comisión de Regulación de Energía y Gas o la autoridad respectiva según su competencia."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000005000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Las entidades públicas y privadas con energía eléctrica disponible podrán venderla, sujetas al Reglamento de Operación, a las empresas generadoras, a las distribuidoras o a grandes consumidores a tarifas acordadas libremente entre las partes.\n"]}, "dot_comma_sep": ["Artículo 26.", "Las entidades públicas y privadas con energía eléctrica disponible podrán venderla, sujetas al Reglamento de Operación, a las empresas generadoras, a las distribuidoras o a grandes consumidores a tarifas acordadas libremente entre las partes."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000005000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. Salvo en situación de emergencia, las empresas de generación térmica que efectúen ventas de energía eléctrica a través del Sistema Interconectado Nacional, deberán realizar contratos para garantizar, a largo plazo, el suministro de combustible en forma oportuna y a precios económicos.\n", "Para la adquisición de carbón destinado a la generación térmica, se seleccionarán preferencialmente, las ofertas presentadas por las organizaciones de carácter asociativo o cooperativo integradas por explotadores inscritos en el Registro Minero Nacional, así como las que sean presentadas por los productores independientes de carbón que tengan Registro Minero vigente y que se encuentren clasificados en el rango de pequeña minería.\n"]}, "dot_comma_sep": ["Artículo 27.", "Salvo en situación de emergencia, las empresas de generación térmica que efectúen ventas de energía eléctrica a través del Sistema Interconectado Nacional, deberán realizar contratos para garantizar, a largo plazo, el suministro de combustible en forma oportuna y a precios económicos.", "Para la adquisición de carbón destinado a la generación térmica, se seleccionarán preferencialmente, las ofertas presentadas por las organizaciones de carácter asociativo o cooperativo integradas por explotadores inscritos en el Registro Minero Nacional, así como las que sean presentadas por los productores independientes de carbón que tengan Registro Minero vigente y que se encuentren clasificados en el rango de pequeña minería."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000006000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. Las empresas que sean propietarias de líneas, subestaciones y equipos señalados como elementos de la red nacional de interconexión, mantendrán la propiedad de los mismos, pero deberán operarlos con sujeción al Reglamento de Operación y a los acuerdos adoptados por el Consejo Nacional de Operación.\n", "El incumplimiento de las normas de operación de la red nacional de interconexión, la omisión en la obligación de proveer el mantenimiento de las líneas, subestaciones y equipos asociados y toda conducta que atente contra los principios que rigen las actividades relacionadas con el servicio de electricidad, dará lugar a las sanciones que establezca la autoridad competente.\n", "Parágrafo. No obstante lo dispuesto en el presente artículo las empresas que siendo propietarias de elementos de la red de interconexión nacional decidan enajenar dichos activos, podrán hacerlo.\n"]}, "dot_comma_sep": ["Artículo 28.", "Las empresas que sean propietarias de líneas, subestaciones y equipos señalados como elementos de la red nacional de interconexión, mantendrán la propiedad de los mismos, pero deberán operarlos con sujeción al Reglamento de Operación y a los acuerdos adoptados por el Consejo Nacional de Operación.", "El incumplimiento de las normas de operación de la red nacional de interconexión, la omisión en la obligación de proveer el mantenimiento de las líneas, subestaciones y equipos asociados y toda conducta que atente contra los principios que rigen las actividades relacionadas con el servicio de electricidad, dará lugar a las sanciones que establezca la autoridad competente.", "Parágrafo.", "No obstante lo dispuesto en el presente artículo las empresas que siendo propietarias de elementos de la red de interconexión nacional decidan enajenar dichos activos, podrán hacerlo."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000006000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. La conexión a la red nacional de interconexión de una red regional de transmisión, de una red de distribución, de una central de generación o de un usuario impone a los interesados las siguientes obligaciones:\n", "a) Cumplir las normas técnicas que dicte el Ministerio de Minas y Energía;\n", "b) operar su propio sistema con sujeción a las normas que expida la Comisión de Regulación de Energía y Gas y a los acuerdos del Consejo Nacional de Operación, y\n", "c) Ejecutar las obras necesarias para la conexión de sus instalaciones y equipos a la red nacional de interconexión.\n"]}, "dot_comma_sep": ["Artículo 29.", "La conexión a la red nacional de interconexión de una red regional de transmisión, de una red de distribución, de una central de generación o de un usuario impone a los interesados las siguientes obligaciones:\n.", "a) Cumplir las normas técnicas que dicte el Ministerio de Minas y Energía;", "b) operar su propio sistema con sujeción a las normas que expida la Comisión de Regulación de Energía y Gas y a los acuerdos del Consejo Nacional de Operación, y", "c) Ejecutar las obras necesarias para la conexión de sus instalaciones y equipos a la red nacional de interconexión."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000006000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Las empresas propietarias de redes de interconexión, transmisión y distribución permitirán la conexión y acceso de las empresas eléctricas, de otros agentes generadores y de los usuarios que lo soliciten, previo el cumplimiento de las normas que rijan el servicio y el pago de las retribuciones que correspondan.\n", "Estas empresas podrán prestar el servicio de servidumbre para telecomunicaciones.\n"]}, "dot_comma_sep": ["Artículo 30.", "Las empresas propietarias de redes de interconexión, transmisión y distribución permitirán la conexión y acceso de las empresas eléctricas, de otros agentes generadores y de los usuarios que lo soliciten, previo el cumplimiento de las normas que rijan el servicio y el pago de las retribuciones que correspondan.", "Estas empresas podrán prestar el servicio de servidumbre para telecomunicaciones."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000006000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Las empresas propietarias de centrales de generación podrán vincularse a las redes de interconexión, mediante dos modalidades:\n", "a) Modalidad libre: por la cual la empresa generadora no está obligada a suministrar una cantidad fija de energía, sometiéndose en consecuencia, a la demanda del mercado, pero operando en un sistema de precios y tarifas determinado por el libre juego del mercado;\n", "b) Modalidad regulada: por la cual la firma generadora se compromete con una empresa comercializadora de energía o un usuario no-regulado a suministrar cantidades fijas de energía eléctrica durante un determinado período y en un horario preestablecido. Para ello es indispensable suscribir contratos de compra garantizada de energía.\n", "Parágrafo. En ambas modalidades los propietarios de centrales deberán cumplir con el reglamento de operación del sistema interconectado y los acuerdos de operación.\n", "En caso de incumplir los compromisos de suministro de energía se harán acreedores a las sanciones estipuladas en los respectivos contratos, sin perjuicio de las demás implicaciones de carácter civil o penal a que den lugar.\n"]}, "dot_comma_sep": ["Artículo 31.", "Las empresas propietarias de centrales de generación podrán vincularse a las redes de interconexión, mediante dos modalidades:\n.", "a) Modalidad libre: por la cual la empresa generadora no está obligada a suministrar una cantidad fija de energía, sometiéndose en consecuencia, a la demanda del mercado, pero operando en un sistema de precios y tarifas determinado por el libre juego del mercado;", "b) Modalidad regulada: por la cual la firma generadora se compromete con una empresa comercializadora de energía o un usuario no-regulado a suministrar cantidades fijas de energía eléctrica durante un determinado período y en un horario preestablecido.", "Para ello es indispensable suscribir contratos de compra garantizada de energía.", "Parágrafo.", "En ambas modalidades los propietarios de centrales deberán cumplir con el reglamento de operación del sistema interconectado y los acuerdos de operación.", "En caso de incumplir los compromisos de suministro de energía se harán acreedores a las sanciones estipuladas en los respectivos contratos, sin perjuicio de las demás implicaciones de carácter civil o penal a que den lugar."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000006000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Autorízase al Gobierno Nacional para modificar el objeto social de Interconexión Eléctrica S.A., que en lo sucesivo será el de atender la operación y mantenimiento de la red de su propiedad, la expansión de la red nacional de interconexión, la planeación y coordinación de la operación del sistema interconectado nacional y prestar servicios técnicos en actividades relacionadas con su objeto Social.\n", "Autorízase, así mismo, al Gobierno Nacional para organizar a partir de los activos de generación que actualmente posee Interconexión Eléctrica S.A., una nueva empresa, que se constituirá en una sociedad de economía mixta, vinculada al Ministerio de Minas y Energía, dedicada a la generación de electricidad. Esta nueva empresa contará con autonomía patrimonial, administrativa y presupuestaria.\n", "Parágrafo 1o. El Centro Nacional de Despacho será una dependencia interna de la empresa encargada del servicio de interconexión nacional, constituido con los bienes actualmente de propiedad de Interconexión Eléctrica S.A., destinados a la planeación, supervisión y control de la operación y despacho de los recursos en el sistema interconectado nacional, así como los demás que le asigne el Gobierno Nacional.\n", "Parágrafo 2o. La empresa encargada del servicio de interconexión nacional contará con recursos propios provenientes de la prestación de los servicios del despacho, del transporte de electricidad, de los cargos por el acceso y uso de sus redes de interconexión y por los servicios técnicos relacionados con su función.\n", "Parágrafo 3o. La empresa encargada del servicio de interconexión nacional, no podrá participar en actividades de generación, comercialización y distribución de electricidad.\n", "Parágrafo 4o. El personal de la actual planta de ISA será reubicado en cada una de las dos empresas que dio origen, de acuerdo con sus actuales funciones, respetando los derechos adquiridos de los trabajadores.\n", "Parágrafo 5o. Cuando la expansión de la Red Nacional de Interconexión se vaya a hacer a través de líneas en las cuales se conjuguen las características de la red nacional de interconexión con las de la red regional de transmisión, la Comisión de Regulación de Energía y Gas, decidirá quién ejecuta dicha expansión en caso de presentarse conflicto.\n", "Parágrafo 6o. La autorización dada al Gobierno Nacional para modificar el objeto social de Interconexión Eléctrica S.A., y para organizar a partir de sus activos de generación una nueva empresa, se utilizará sin perjuicio de los compromisos adquiridos por la Nación con las empresas del sector eléctrico, con anterioridad a la vigencia de la presente Ley, cuando adquirió la participación de dichas empresas en Interconexión Eléctrica S.A.,\n"]}, "dot_comma_sep": ["Artículo 32.", "Autorízase al Gobierno Nacional para modificar el objeto social de Interconexión Eléctrica S.", "A.", ", que en lo sucesivo será el de atender la operación y mantenimiento de la red de su propiedad, la expansión de la red nacional de interconexión, la planeación y coordinación de la operación del sistema interconectado nacional y prestar servicios técnicos en actividades relacionadas con su objeto Social.", "Autorízase, así mismo, al Gobierno Nacional para organizar a partir de los activos de generación que actualmente posee Interconexión Eléctrica S.", "A.", ", una nueva empresa, que se constituirá en una sociedad de economía mixta, vinculada al Ministerio de Minas y Energía, dedicada a la generación de electricidad.", "Esta nueva empresa contará con autonomía patrimonial, administrativa y presupuestaria.", "Parágrafo 1o.", "El Centro Nacional de Despacho será una dependencia interna de la empresa encargada del servicio de interconexión nacional, constituido con los bienes actualmente de propiedad de Interconexión Eléctrica S.", "A.", ", destinados a la planeación, supervisión y control de la operación y despacho de los recursos en el sistema interconectado nacional, así como los demás que le asigne el Gobierno Nacional.", "Parágrafo 2o.", "La empresa encargada del servicio de interconexión nacional contará con recursos propios provenientes de la prestación de los servicios del despacho, del transporte de electricidad, de los cargos por el acceso y uso de sus redes de interconexión y por los servicios técnicos relacionados con su función.", "Parágrafo 3o.", "La empresa encargada del servicio de interconexión nacional, no podrá participar en actividades de generación, comercialización y distribución de electricidad.", "Parágrafo 4o.", "El personal de la actual planta de ISA será reubicado en cada una de las dos empresas que dio origen, de acuerdo con sus actuales funciones, respetando los derechos adquiridos de los trabajadores.", "Parágrafo 5o.", "Cuando la expansión de la Red Nacional de Interconexión se vaya a hacer a través de líneas en las cuales se conjuguen las características de la red nacional de interconexión con las de la red regional de transmisión, la Comisión de Regulación de Energía y Gas, decidirá quién ejecuta dicha expansión en caso de presentarse conflicto.", "Parágrafo 6o.", "La autorización dada al Gobierno Nacional para modificar el objeto social de Interconexión Eléctrica S.", "A.", ", y para organizar a partir de sus activos de generación una nueva empresa, se utilizará sin perjuicio de los compromisos adquiridos por la Nación con las empresas del sector eléctrico, con anterioridad a la vigencia de la presente Ley, cuando adquirió la participación de dichas empresas en Interconexión Eléctrica S.", "A.", ",\n."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. La operación del sistema interconectado se hará procurando atender la demanda en forma confiable, segura y con calidad del servicio mediante la utilización de los recursos disponibles en forma económica y conveniente para el país.\n"]}, "dot_comma_sep": ["Artículo 33.", "La operación del sistema interconectado se hará procurando atender la demanda en forma confiable, segura y con calidad del servicio mediante la utilización de los recursos disponibles en forma económica y conveniente para el país."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. El Centro Nacional de Despacho tendrá las siguientes funciones específicas, que deberá desempeñar ciñéndose a lo establecido en el Reglamento de Operación y en los acuerdos del Consejo Nacional de Operación:\n", "a) Planear la operación de los recursos de generación, interconexión y transmisión del sistema nacional, teniendo como objetivo una operación segura, confiable y económica;\n", "b) Ejercer la coordinación, supervisión, control y análisis de la operación de los recursos de generación, interconexión y transmisión incluyendo las interconexiones internacionales;\n", "c) Determinar el valor de los intercambios resultantes de la operación de los recursos energéticos del sistema interconectado nacional;\n", "d) Coordinar la programación del mantenimiento de las centrales de generación y de las líneas de interconexión y transmisión de la red eléctrica nacional;\n", "e) Informar periódicamente al Consejo Nacional de Operación acerca de la operación real y esperada de los recursos del sistema interconectado nacional y de los riesgos para atender confiablemente la demanda;\n", "f) Informar las violaciones o conductas contrarias al Reglamento de Operaciones;\n", "g) Las demás atribuciones que le confiera la presente Ley.\n", "Parágrafo. El Centro Nacional de Despacho tendrá un Director que debe reunir las mismas condiciones exigidas al experto que trata el artículo 15.\n"]}, "dot_comma_sep": ["Artículo 34.", "El Centro Nacional de Despacho tendrá las siguientes funciones específicas, que deberá desempeñar ciñéndose a lo establecido en el Reglamento de Operación y en los acuerdos del Consejo Nacional de Operación:\n.", "a) Planear la operación de los recursos de generación, interconexión y transmisión del sistema nacional, teniendo como objetivo una operación segura, confiable y económica;", "b) Ejercer la coordinación, supervisión, control y análisis de la operación de los recursos de generación, interconexión y transmisión incluyendo las interconexiones internacionales;", "c) Determinar el valor de los intercambios resultantes de la operación de los recursos energéticos del sistema interconectado nacional;", "d) Coordinar la programación del mantenimiento de las centrales de generación y de las líneas de interconexión y transmisión de la red eléctrica nacional;", "e) Informar periódicamente al Consejo Nacional de Operación acerca de la operación real y esperada de los recursos del sistema interconectado nacional y de los riesgos para atender confiablemente la demanda;", "f) Informar las violaciones o conductas contrarias al Reglamento de Operaciones;", "g) Las demás atribuciones que le confiera la presente Ley.", "Parágrafo.", "El Centro Nacional de Despacho tendrá un Director que debe reunir las mismas condiciones exigidas al experto que trata el artículo 15."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. El Centro Nacional de Despacho coordinará sus actividades con los Centros Regionales de Despacho, con las empresas de generación, con las empresas propietarias de las redes de interconexión y transmisión y con las empresas de distribución.\n"]}, "dot_comma_sep": ["Artículo 35.", "El Centro Nacional de Despacho coordinará sus actividades con los Centros Regionales de Despacho, con las empresas de generación, con las empresas propietarias de las redes de interconexión y transmisión y con las empresas de distribución."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Créase el Consejo Nacional de Operación que tendrá como función principal acordar los aspectos técnicos para garantizar que la operación integrada del sistema interconectado nacional sea segura, confiable y económica, y ser el órgano ejecutor del reglamento de operación.\n", "Las decisiones del Consejo Nacional de Operación podrán ser recurridas ante la Comisión de Regulación de Energía y Gas.\n", "El Consejo Nacional de Operación tendrá un Secretario Técnico cuyos requisitos serán los mismos exigidos para el experto de que trata el artículo 15, quien participará en las reuniones del Consejo con voz y sin voto.\n"]}, "dot_comma_sep": ["Artículo 36.", "Créase el Consejo Nacional de Operación que tendrá como función principal acordar los aspectos técnicos para garantizar que la operación integrada del sistema interconectado nacional sea segura, confiable y económica, y ser el órgano ejecutor del reglamento de operación.", "Las decisiones del Consejo Nacional de Operación podrán ser recurridas ante la Comisión de Regulación de Energía y Gas.", "El Consejo Nacional de Operación tendrá un Secretario Técnico cuyos requisitos serán los mismos exigidos para el experto de que trata el artículo 15, quien participará en las reuniones del Consejo con voz y sin voto."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. El Consejo Nacional de Operación estará conformado por un representante de cada una de las empresas de generación, conectadas al sistema interconectado nacional que tenga una capacidad instalada superior al cinco por ciento (5%) del total nacional, por dos representantes de las empresas de generación del orden nacional, departamental y municipal conectadas al sistema interconectado nacional, que tengan una capacidad instalada entre el uno por ciento (1%) y el cinco por ciento (5%) del total nacional, por un representante de las empresas propietarias de la red nacional de interconexión con voto sólo en asuntos relacionados con la interconexión, por un representante de las demás empresas generadoras conectadas al sistema interconectado nacional, por el Director del Centro Nacional de Despacho, quien tendrá voz pero no tendrá voto, y por dos representantes de las empresas distribuidoras que no realicen prioritariamente actividades de generación, siendo por lo menos una de ellas la que tenga el mayor mercado de distribución. La Comisión de Regulación de Energía y Gas establecerá la periodicidad de sus reuniones.\n"]}, "dot_comma_sep": ["Artículo 37.", "El Consejo Nacional de Operación estará conformado por un representante de cada una de las empresas de generación, conectadas al sistema interconectado nacional que tenga una capacidad instalada superior al cinco por ciento (5%) del total nacional, por dos representantes de las empresas de generación del orden nacional, departamental y municipal conectadas al sistema interconectado nacional, que tengan una capacidad instalada entre el uno por ciento (1%) y el cinco por ciento (5%) del total nacional, por un representante de las empresas propietarias de la red nacional de interconexión con voto sólo en asuntos relacionados con la interconexión, por un representante de las demás empresas generadoras conectadas al sistema interconectado nacional, por el Director del Centro Nacional de Despacho, quien tendrá voz pero no tendrá voto, y por dos representantes de las empresas distribuidoras que no realicen prioritariamente actividades de generación, siendo por lo menos una de ellas la que tenga el mayor mercado de distribución.", "La Comisión de Regulación de Energía y Gas establecerá la periodicidad de sus reuniones."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000007000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. Las empresas generadoras de electricidad, las distribuidoras y las que operen redes de interconexión y transmisión tendrán la obligación de suministrar y el derecho de recibir en forma oportuna y fiel la información requerida para el planeamiento y la operación del sistema interconectado nacional y para la comercialización de la electricidad. La información será canalizada a través del Centro Nacional de Despacho y de los Centros Regionales de Despacho, según corresponda.\n"]}, "dot_comma_sep": ["Artículo 38.", "Las empresas generadoras de electricidad, las distribuidoras y las que operen redes de interconexión y transmisión tendrán la obligación de suministrar y el derecho de recibir en forma oportuna y fiel la información requerida para el planeamiento y la operación del sistema interconectado nacional y para la comercialización de la electricidad.", "La información será canalizada a través del Centro Nacional de Despacho y de los Centros Regionales de Despacho, según corresponda."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000008000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. Los cargos asociados con el acceso y uso de las redes del sistema interconectado nacional cubrirán, en condiciones óptimas de gestión, los costos de inversión de las redes de interconexión, transmisión y distribución, según los diferentes niveles de tensión, incluido el costo de oportunidad de capital, de administración, operación y mantenimiento, en condiciones adecuadas de calidad y confiabilidad y de desarrollo sostenible. Estos cargos tendrán en cuenta criterios de viabilidad financiera.\n"]}, "dot_comma_sep": ["Artículo 39.", "Los cargos asociados con el acceso y uso de las redes del sistema interconectado nacional cubrirán, en condiciones óptimas de gestión, los costos de inversión de las redes de interconexión, transmisión y distribución, según los diferentes niveles de tensión, incluido el costo de oportunidad de capital, de administración, operación y mantenimiento, en condiciones adecuadas de calidad y confiabilidad y de desarrollo sostenible.", "Estos cargos tendrán en cuenta criterios de viabilidad financiera."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000008000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. Las tarifas por el acceso y uso de las redes del sistema interconectado nacional deben incluir los siguientes cargos:\n", "a) Un cargo de conexión que cubrirá los costos de la conexión del usuario a la red de interconexión;\n", "b) Un cargo fijo asociado a los servicios de interconexión;\n", "c) Un cargo variable, asociado a los servicios de transporte por la red de interconexión;\n"]}, "dot_comma_sep": ["Artículo 40.", "Las tarifas por el acceso y uso de las redes del sistema interconectado nacional deben incluir los siguientes cargos:\n.", "a) Un cargo de conexión que cubrirá los costos de la conexión del usuario a la red de interconexión;", "b) Un cargo fijo asociado a los servicios de interconexión;", "c) Un cargo variable, asociado a los servicios de transporte por la red de interconexión;"]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000008000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. La Comisión de Regulación de Energía y Gas definirá la metodología del cálculo y aprobará las tarifas por el acceso y uso de las redes del sistema interconectado nacional y el procedimiento para hacer efectivo su pago.\n", "Parágrafo 1o. Las tarifas de acceso a las redes se calcularán considerando entre otros factores, la ubicación de los centros de carga dentro de las redes regionales y los sistemas de distribución asociados, los costos reales del sistema de transmisión o de distribución que se requieren para atender cada centro de carga y las condiciones ambientales que puedan afectar la inversión y el mantenimiento.\n", "Parágrafo 2o. La Comisión de Regulacion de Energía y Gas tendrá un plazo de seis (6) meses contados a partir de la vigencia de la presente Ley, para definir y aprobar, en concordancia con lo establecido en el parágrafo anterior, la metodología para el cálculo de las tarifas por el acceso y uso de las redes y para definir el procedimiento para hacer efectivos los pagos por este concepto. Si la Comisión no las define y aprueba en el plazo previsto, las empresas podrán cobrar las tarifas y cargas que éstas hayan sometido a su consideración, mientras que la Comisión de Regulación de Energía y Gas da a conocer la metodología y procedimientos respectivos.\n"]}, "dot_comma_sep": ["Artículo 41.", "La Comisión de Regulación de Energía y Gas definirá la metodología del cálculo y aprobará las tarifas por el acceso y uso de las redes del sistema interconectado nacional y el procedimiento para hacer efectivo su pago.", "Parágrafo 1o.", "Las tarifas de acceso a las redes se calcularán considerando entre otros factores, la ubicación de los centros de carga dentro de las redes regionales y los sistemas de distribución asociados, los costos reales del sistema de transmisión o de distribución que se requieren para atender cada centro de carga y las condiciones ambientales que puedan afectar la inversión y el mantenimiento.", "Parágrafo 2o.", "La Comisión de Regulacion de Energía y Gas tendrá un plazo de seis (6) meses contados a partir de la vigencia de la presente Ley, para definir y aprobar, en concordancia con lo establecido en el parágrafo anterior, la metodología para el cálculo de las tarifas por el acceso y uso de las redes y para definir el procedimiento para hacer efectivos los pagos por este concepto.", "Si la Comisión no las define y aprueba en el plazo previsto, las empresas podrán cobrar las tarifas y cargas que éstas hayan sometido a su consideración, mientras que la Comisión de Regulación de Energía y Gas da a conocer la metodología y procedimientos respectivos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Las transacciones de electricidad entre empresas generadoras, entre distribuidoras, entre aquéllas y éstas y entre todas ellas y las empresas dedicadas a la comercialización de electricidad y los usuarios no regulados, son libres y serán remuneradas mediante los precios que acuerden las partes. Se incluyen en este régimen las transacciones que se realicen a través de interconexiones internacionales.\n", "Las ventas de electricidad a usuarios finales regulados serán retribuidas sin excepción, por medio de tarifas sujetas a regulación.\n", "Las compras de electricidad por parte de las empresas distribuidoras de cualquier orden deberán garantizar, mediante contratos de suministro, el servicio a los usuarios atendidos directamente por ellas, por el término que establezca la Comisión de Regulación de Energía y Gas. Tales contratos se celebrarán mediante mecanismos que estimulen la libre competencia y deberán establecer, además de los precios, cantidades, forma, oportunidad y sitio de entrega, las sanciones a que estarán sujetas las partes por irregularidades en la ejecución de los contratos y las compensaciones a que haya lugar por incumplimiento o por no poder atender oportunamente la demanda.\n", "Parágrafo. Las personas contratantes enviarán mensualmente a la Comisión de Regulación de Energía y Gas la información relativa a los contratos celebrados.\n"]}, "dot_comma_sep": ["Artículo 42.", "Las transacciones de electricidad entre empresas generadoras, entre distribuidoras, entre aquéllas y éstas y entre todas ellas y las empresas dedicadas a la comercialización de electricidad y los usuarios no regulados, son libres y serán remuneradas mediante los precios que acuerden las partes.", "Se incluyen en este régimen las transacciones que se realicen a través de interconexiones internacionales.", "Las ventas de electricidad a usuarios finales regulados serán retribuidas sin excepción, por medio de tarifas sujetas a regulación.", "Las compras de electricidad por parte de las empresas distribuidoras de cualquier orden deberán garantizar, mediante contratos de suministro, el servicio a los usuarios atendidos directamente por ellas, por el término que establezca la Comisión de Regulación de Energía y Gas.", "Tales contratos se celebrarán mediante mecanismos que estimulen la libre competencia y deberán establecer, además de los precios, cantidades, forma, oportunidad y sitio de entrega, las sanciones a que estarán sujetas las partes por irregularidades en la ejecución de los contratos y las compensaciones a que haya lugar por incumplimiento o por no poder atender oportunamente la demanda.", "Parágrafo.", "Las personas contratantes enviarán mensualmente a la Comisión de Regulación de Energía y Gas la información relativa a los contratos celebrados."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. Se considera violatorio de las normas sobre competencia, y constituye abuso de posición dominante en el mercado, cualquier práctica que impida a una empresa o usuario no regulado negociar libremente sus contratos de suministro o cualquier intento de fijar precios mediante acuerdos previos entre vendedores, entre compradores o entre unos y otros. Las empresas no podrán realizar acto o contrato alguno que prive a los usuarios de los beneficios de la competencia.\n", "Las autoridades competentes podrán imponer las siguientes sanciones a quienes incurran en las conductas descritas anteriormente, según la naturaleza y la gravedad de la falta.\n", "a) Amonestación;\n", "b) Multas hasta por el equivalente a 2.000 salarios mínimos mensuales.\n", "El monto de la multa se graduará atendiendo al impacto de la infracción sobre la buena marcha del servicio público y al factor de reincidencia. Si la infracción se cometió durante varios años, el monto máximo que arriba se indica se podrá multiplicar por el número de años. Si el infractor no proporciona información suficiente para determinar el monto, dentro de los treinta días siguientes al requerimiento que se le formule, se le aplicarán las sanciones que aquí se prevén. Las multas ingresarán al patrimonio de la Nación. Las empresas a las que se multe podrán repetir contra quienes hubieran legalizado los actos u omisiones que dieron lugar a la sanción;\n", "c) Orden de suspender de inmediato todas o algunas de las actividades del infractor y cierre de los inmuebles utilizados para desarrollarlas;\n", "d) Orden de separar a los administradores o empleados de una empresa de servicios públicos de los cargos que ocupan; y prohibición a los infractores de trabajar en empresas similares hasta por diez años;\n", "e) Solicitud a las autoridades para que decreten la caducidad de los contratos que haya celebrado el infractor, cuando el régimen de tales contratos lo permita o la cancelación de licencias así como la aplicación de las sanciones y multas previstas pertinentes;\n", "f) Prohibición al infractor de prestar directa o indirectamente servicios públicos hasta por diez años;\n", "g) Toma de posesión en una empresa de servicios públicos o la suspensión temporal o definitiva de sus autorizaciones y licencias, cuando las sanciones previstas atrás no sean efectivas o perjudiquen indebidamente a terceros.\n", "Las sanciones que se impongan a personas naturales se harán previo el análisis de la culpa del eventual responsable y no podrán fundarse en criterios de responsabilidad objetiva.\n"]}, "dot_comma_sep": ["Artículo 43.", "Se considera violatorio de las normas sobre competencia, y constituye abuso de posición dominante en el mercado, cualquier práctica que impida a una empresa o usuario no regulado negociar libremente sus contratos de suministro o cualquier intento de fijar precios mediante acuerdos previos entre vendedores, entre compradores o entre unos y otros.", "Las empresas no podrán realizar acto o contrato alguno que prive a los usuarios de los beneficios de la competencia.", "Las autoridades competentes podrán imponer las siguientes sanciones a quienes incurran en las conductas descritas anteriormente, según la naturaleza y la gravedad de la falta.", "a) Amonestación;", "b) Multas hasta por el equivalente a 2.", "000 salarios mínimos mensuales.", "El monto de la multa se graduará atendiendo al impacto de la infracción sobre la buena marcha del servicio público y al factor de reincidencia.", "Si la infracción se cometió durante varios años, el monto máximo que arriba se indica se podrá multiplicar por el número de años.", "Si el infractor no proporciona información suficiente para determinar el monto, dentro de los treinta días siguientes al requerimiento que se le formule, se le aplicarán las sanciones que aquí se prevén.", "Las multas ingresarán al patrimonio de la Nación.", "Las empresas a las que se multe podrán repetir contra quienes hubieran legalizado los actos u omisiones que dieron lugar a la sanción;\n.", "c) Orden de suspender de inmediato todas o algunas de las actividades del infractor y cierre de los inmuebles utilizados para desarrollarlas;", "d) Orden de separar a los administradores o empleados de una empresa de servicios públicos de los cargos que ocupan; y prohibición a los infractores de trabajar en empresas similares hasta por diez años;", "e) Solicitud a las autoridades para que decreten la caducidad de los contratos que haya celebrado el infractor, cuando el régimen de tales contratos lo permita o la cancelación de licencias así como la aplicación de las sanciones y multas previstas pertinentes;", "f) Prohibición al infractor de prestar directa o indirectamente servicios públicos hasta por diez años;", "g) Toma de posesión en una empresa de servicios públicos o la suspensión temporal o definitiva de sus autorizaciones y licencias, cuando las sanciones previstas atrás no sean efectivas o perjudiquen indebidamente a terceros.", "Las sanciones que se impongan a personas naturales se harán previo el análisis de la culpa del eventual responsable y no podrán fundarse en criterios de responsabilidad objetiva."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 44.", "content": ["Artículo 44.  Reglamentado por el Decreto Nacional 3860 de 2005. El régimen tarifario para usuarios finales regulados de una misma empresa estará orientado por los criterios de eficiencia económica, suficiencia financiera, neutralidad, solidaridad y redistribución del ingreso, simplicidad y transparencia.\n", "Por eficiencia económica se entiende que el régimen de tarifas procurará que éstas se aproximen a lo que serían los precios de un mercado competitivo, garantizándose una asignación eficiente de recursos en la economía, manteniendo a la vez el principio de solidaridad y redistribución del ingreso mediante la estratificación de las tarifas.\n", "Por suficiencia financiera se entiende que las empresas eficientes tendrán garantizada la recuperación de sus costos de inversión y sus gastos de administración, operación y mantenimiento, con el valor de las ventas de electricidad y el monto de los subsidios que reciban en compensación por atender a usuarios residenciales de menores ingresos.\n", "Por neutralidad se entiende que usuarios residenciales de la misma condición socioeconómica o usuarios no residenciales del servicio de electricidad, según niveles de voltaje, se les dará el mismo tratamiento de tarifas y se le aplicarán las mismas contribuciones o subsidios.\n", "En virtud del principio de neutralidad, no pueden existir diferencias tarifarias para el sector residencial de estratos I, II y III, entre regiones ni entre empresas que desarrollen actividades relacionadas con la prestación del servicio eléctrico, para lo cual la Comisión de Regulación de Energía y Gas definirá el período de transición y la estrategia de ajuste correspondiente.\n", "En virtud del principio de solidaridad y redistribución del ingreso, las autoridades competentes al fijar el régimen tarifario tendrán en cuenta el mandato consagrado en el artículo 6o., inciso 7o. de esta Ley.\n", "Por simplicidad se entiende que las tarifas serán diseñadas de tal manera que se facilite su comprensión, aplicación y control.\n", "Por transparencia se entiende que el régimen tarifario será explícito y público para todas las partes involucradas en la prestación del servicio y para los usuarios.\n", "Para lograrlo las empresas encargadas de la distribución y/o la comercialización harán públicas y masivas las informaciones sobre las medidas adoptadas por la Comisión de Regulación de Energía y Gas en cuanto a los componentes de costos y cargos que definen la estructura de las tarifas.\n"]}, "dot_comma_sep": ["Artículo 44.", " Reglamentado por el Decreto Nacional 3860 de 2005.", "El régimen tarifario para usuarios finales regulados de una misma empresa estará orientado por los criterios de eficiencia económica, suficiencia financiera, neutralidad, solidaridad y redistribución del ingreso, simplicidad y transparencia.", "Por eficiencia económica se entiende que el régimen de tarifas procurará que éstas se aproximen a lo que serían los precios de un mercado competitivo, garantizándose una asignación eficiente de recursos en la economía, manteniendo a la vez el principio de solidaridad y redistribución del ingreso mediante la estratificación de las tarifas.", "Por suficiencia financiera se entiende que las empresas eficientes tendrán garantizada la recuperación de sus costos de inversión y sus gastos de administración, operación y mantenimiento, con el valor de las ventas de electricidad y el monto de los subsidios que reciban en compensación por atender a usuarios residenciales de menores ingresos.", "Por neutralidad se entiende que usuarios residenciales de la misma condición socioeconómica o usuarios no residenciales del servicio de electricidad, según niveles de voltaje, se les dará el mismo tratamiento de tarifas y se le aplicarán las mismas contribuciones o subsidios.", "En virtud del principio de neutralidad, no pueden existir diferencias tarifarias para el sector residencial de estratos I, II y III, entre regiones ni entre empresas que desarrollen actividades relacionadas con la prestación del servicio eléctrico, para lo cual la Comisión de Regulación de Energía y Gas definirá el período de transición y la estrategia de ajuste correspondiente.", "En virtud del principio de solidaridad y redistribución del ingreso, las autoridades competentes al fijar el régimen tarifario tendrán en cuenta el mandato consagrado en el artículo 6o.", ", inciso 7o.", "de esta Ley.", "Por simplicidad se entiende que las tarifas serán diseñadas de tal manera que se facilite su comprensión, aplicación y control.", "Por transparencia se entiende que el régimen tarifario será explícito y público para todas las partes involucradas en la prestación del servicio y para los usuarios.", "Para lograrlo las empresas encargadas de la distribución y/o la comercialización harán públicas y masivas las informaciones sobre las medidas adoptadas por la Comisión de Regulación de Energía y Gas en cuanto a los componentes de costos y cargos que definen la estructura de las tarifas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Los costos de distribución que servirán de base para la definición de tarifas a los usuarios regulados del servicio de electricidad, por parte de la Comisión de Regulación de Energía y Gas tendrán en cuenta empresas eficientes de referencia según áreas de distribución comparables, teniendo en cuenta las características propias de la región, tomarán en cuenta los costos de inversión de las redes de distribución, incluido el costo de oportunidad de capital y los costos de administración, operación y mantenimiento por unidad de potencia máxima suministrada. Además, tendrán en cuenta niveles de pérdidas de energía y potencia característicos de empresas eficientes comparables.\n"]}, "dot_comma_sep": ["Artículo 45.", "Los costos de distribución que servirán de base para la definición de tarifas a los usuarios regulados del servicio de electricidad, por parte de la Comisión de Regulación de Energía y Gas tendrán en cuenta empresas eficientes de referencia según áreas de distribución comparables, teniendo en cuenta las características propias de la región, tomarán en cuenta los costos de inversión de las redes de distribución, incluido el costo de oportunidad de capital y los costos de administración, operación y mantenimiento por unidad de potencia máxima suministrada.", "Además, tendrán en cuenta niveles de pérdidas de energía y potencia característicos de empresas eficientes comparables."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. La Comisión de Regulación de Energía y Gas tendrá en cuenta los siguientes componentes en la estructura de tarifas:\n", "a) Una tarifa por unidad de consumo de energía;\n", "b) Una tarifa por unidad de potencia, utilizada en las horas de máxima demanda;\n", "c) Un cargo fijo que refleje los costos económicos involucrados en garantizar la disponibilidad del servicio para el usuario, independientemente del nivel de consumo;\n", "d) Un cargo de conexión que cubrirá los costos de la conexión cada vez que el usuario se conecte al servicio de electricidad.\n", "Parágrafo 1o. Para el cálculo de cada componente se tendrán en cuenta los costos y cargos establecidos por la Comisión de Regulación de Energía y Gas.\n", "Parágrafo 2o. La Comisión de Regulación de Energía y Gas podrá diseñar y hacer públicas diversas opciones tarifarias.\n"]}, "dot_comma_sep": ["Artículo 46.", "La Comisión de Regulación de Energía y Gas tendrá en cuenta los siguientes componentes en la estructura de tarifas:\n.", "a) Una tarifa por unidad de consumo de energía;", "b) Una tarifa por unidad de potencia, utilizada en las horas de máxima demanda;", "c) Un cargo fijo que refleje los costos económicos involucrados en garantizar la disponibilidad del servicio para el usuario, independientemente del nivel de consumo;", "d) Un cargo de conexión que cubrirá los costos de la conexión cada vez que el usuario se conecte al servicio de electricidad.", "Parágrafo 1o.", "Para el cálculo de cada componente se tendrán en cuenta los costos y cargos establecidos por la Comisión de Regulación de Energía y Gas.", "Parágrafo 2o.", "La Comisión de Regulación de Energía y Gas podrá diseñar y hacer públicas diversas opciones tarifarias."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. En concordancia con lo establecido en el literal h) del artículo 23 y en el artículo 6o. de la presente Ley, aplíquense los factores para establecer el monto de los recursos que los usuarios residenciales de estratos altos y los usuarios no residenciales deben hacer aportes que no excederán del 20% del costo de prestación del servicio para subsidiar los consumos de subsistencia de los usuarios residenciales de menores ingresos.\n", "El faltante de los dineros para pagar la totalidad de los subsidios será cubierto con recursos del presupuesto nacional, de acuerdo con lo establecido en el artículo 3o. de la presente Ley, para lo cual el Ministerio de Hacienda y Crédito Público incluirá las apropiaciones correspondientes en el presupuesto general de la Nación.\n", "El valor de los aportes para cada sector de consumo será definido anualmente por la Comisión de Regulación de Energía y Gas.\n", "Los subsidios se pagarán a las empresas distribuidoras y cubrirán no menos del 90% de la energía equivalente efectivamente entregada hasta el consumo de subsistencia a aquellos usuarios que por su condición económica y social tengan derecho a dicho subsidio según lo establecido por la ley.\n", "Los usuarios no regulados que compren energía a empresas generadoras de energía no reguladas deberán también pagar la contribución.\n", "Autorízase al Gobierno Nacional para que en concordancia con lo estatuido en la Ley de Servicios Públicos Domiciliarios establezca el mecanismo especial a través del cual se definirán los factores y se manejarán y asignarán los recursos provenientes de los aportes.\n", "Las empresas de electricidad recaudarán las sumas correspondientes a estos factores en las facturas de cobro por ventas de electricidad, estableciendo claramente el monto de las mismas.\n", "Así mismo, en las facturas de los usuarios de menores ingresos establecerán el valor del subsidio otorgado. Las empresas recaudadoras consignarán el excedente dentro de los 30 días siguientes a su recaudo en la entidad o entidades que el Gobierno que el gobierno señale para tal fin.\n", "El subsidio neto que atiende el presupuesto nacional debe ser cancelado a las empresas beneficiarias dentro de los 60 días siguientes a su facturación.\n", "Ver art. 114, Ley 1450 de 2011  \n"]}, "dot_comma_sep": ["Artículo 47.", "En concordancia con lo establecido en el literal h) del artículo 23 y en el artículo 6o.", "de la presente Ley, aplíquense los factores para establecer el monto de los recursos que los usuarios residenciales de estratos altos y los usuarios no residenciales deben hacer aportes que no excederán del 20% del costo de prestación del servicio para subsidiar los consumos de subsistencia de los usuarios residenciales de menores ingresos.", "El faltante de los dineros para pagar la totalidad de los subsidios será cubierto con recursos del presupuesto nacional, de acuerdo con lo establecido en el artículo 3o.", "de la presente Ley, para lo cual el Ministerio de Hacienda y Crédito Público incluirá las apropiaciones correspondientes en el presupuesto general de la Nación.", "El valor de los aportes para cada sector de consumo será definido anualmente por la Comisión de Regulación de Energía y Gas.", "Los subsidios se pagarán a las empresas distribuidoras y cubrirán no menos del 90% de la energía equivalente efectivamente entregada hasta el consumo de subsistencia a aquellos usuarios que por su condición económica y social tengan derecho a dicho subsidio según lo establecido por la ley.", "Los usuarios no regulados que compren energía a empresas generadoras de energía no reguladas deberán también pagar la contribución.", "Autorízase al Gobierno Nacional para que en concordancia con lo estatuido en la Ley de Servicios Públicos Domiciliarios establezca el mecanismo especial a través del cual se definirán los factores y se manejarán y asignarán los recursos provenientes de los aportes.", "Las empresas de electricidad recaudarán las sumas correspondientes a estos factores en las facturas de cobro por ventas de electricidad, estableciendo claramente el monto de las mismas.", "Así mismo, en las facturas de los usuarios de menores ingresos establecerán el valor del subsidio otorgado.", "Las empresas recaudadoras consignarán el excedente dentro de los 30 días siguientes a su recaudo en la entidad o entidades que el Gobierno que el gobierno señale para tal fin.", "El subsidio neto que atiende el presupuesto nacional debe ser cancelado a las empresas beneficiarias dentro de los 60 días siguientes a su facturación.", "Ver art.", "114, Ley 1450 de 2011  \n."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. El Gobierno Nacional asignará y apropiará los recursos suficientes en el Plan Nacional de Desarrollo, en el Plan Nacional de Inversiones Públicas y en las leyes anuales del presupuesto de rentas y ley de apropiaciones, para adelantar programas de energización calificados como prioritarios, tanto en las zonas interconectadas como en zonas no interconectadas con el objeto de que en un período no mayor de veinte (20) años se alcancen niveles igualitarios de cobertura en todo el país, en concordancia con el principio de equidad de que trata el artículo 6o. de la presente Ley.\n"]}, "dot_comma_sep": ["Artículo 48.", "El Gobierno Nacional asignará y apropiará los recursos suficientes en el Plan Nacional de Desarrollo, en el Plan Nacional de Inversiones Públicas y en las leyes anuales del presupuesto de rentas y ley de apropiaciones, para adelantar programas de energización calificados como prioritarios, tanto en las zonas interconectadas como en zonas no interconectadas con el objeto de que en un período no mayor de veinte (20) años se alcancen niveles igualitarios de cobertura en todo el país, en concordancia con el principio de equidad de que trata el artículo 6o.", "de la presente Ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000009000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. La Nación, las demás entidades territoriales, las entidades descentralizadas de aquélla y éstas, así como las entidades descentralizadas indirectas y las demás personas jurídicas u órganos que integran la estructura del Estado, en todos los órdenes y niveles, incorporarán en sus respectivos presupuestos apropiaciones suficientes para satisfacer las obligaciones económicas contraídas por el uso del servicio público de electricidad, las cuales se deberán cancelar en las fechas en que se hagan exigibles.\n", "Es deber del Contralor General de la República y de los contralores departamentales y municipales, según el caso, cerciorarse de que los funcionarios que tienen la responsabilidad de preparar los proyectos de presupuesto, de ejecutar las apropiaciones y de cancelar las obligaciones, incorporen y realicen los pagos derivados de ellas. A quienes no lo hagan se les sancionará en la forma prevista en las normas vigentes, inclusive solicitando su destitución a la autoridad nominadora competente, sin perjuicio de las responsabilidades civil y penal que puedan corresponderles.\n"]}, "dot_comma_sep": ["Artículo 49.", "La Nación, las demás entidades territoriales, las entidades descentralizadas de aquélla y éstas, así como las entidades descentralizadas indirectas y las demás personas jurídicas u órganos que integran la estructura del Estado, en todos los órdenes y niveles, incorporarán en sus respectivos presupuestos apropiaciones suficientes para satisfacer las obligaciones económicas contraídas por el uso del servicio público de electricidad, las cuales se deberán cancelar en las fechas en que se hagan exigibles.", "Es deber del Contralor General de la República y de los contralores departamentales y municipales, según el caso, cerciorarse de que los funcionarios que tienen la responsabilidad de preparar los proyectos de presupuesto, de ejecutar las apropiaciones y de cancelar las obligaciones, incorporen y realicen los pagos derivados de ellas.", "A quienes no lo hagan se les sancionará en la forma prevista en las normas vigentes, inclusive solicitando su destitución a la autoridad nominadora competente, sin perjuicio de las responsabilidades civil y penal que puedan corresponderles."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000010000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Para proteger la diversidad e integridad del medio ambiente y prevenir y controlar los factores de deterioro ambiental, los agentes económicos que realicen algunas de las actividades de que trata la presente Ley, deberán dar cumplimiento a las disposiciones que regulan la materia.\n"]}, "dot_comma_sep": ["Artículo 50.", "Para proteger la diversidad e integridad del medio ambiente y prevenir y controlar los factores de deterioro ambiental, los agentes económicos que realicen algunas de las actividades de que trata la presente Ley, deberán dar cumplimiento a las disposiciones que regulan la materia."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000010000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. Las empresas públicas, privadas o mixtas, que emprendan proyectos susceptibles de producir deterioro ambiental tendrán la obligación de evitar, mitigar, reparar y compensar los efectos negativos sobre el ambiente natural y social generados en el desarrollo de sus funciones, de conformidad con las normas vigentes y las especiales que señalen las autoridades competentes.\n"]}, "dot_comma_sep": ["Artículo 51.", "Las empresas públicas, privadas o mixtas, que emprendan proyectos susceptibles de producir deterioro ambiental tendrán la obligación de evitar, mitigar, reparar y compensar los efectos negativos sobre el ambiente natural y social generados en el desarrollo de sus funciones, de conformidad con las normas vigentes y las especiales que señalen las autoridades competentes."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000010000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. Las empresas públicas, privadas o mixtas que proyecten realizar o realicen obras de generación, interconexión, transmisión y distribución de electricidad, susceptibles de producir deterioro ambiental, están obligadas a obtener previamente la licencia ambiental de acuerdo con las normas que regulen la materia.\n", "Parágrafo. Para obtener la licencia ambiental para ejecutar proyectos de generación e interconexión de electricidad se deben realizar los correspondientes estudios, de conformidad con lo dispuesto por la autoridad competente e incluir en el presupuesto de la respectiva empresa las partidas correspondientes para ejecutar las medidas remediables previstas.\n"]}, "dot_comma_sep": ["Artículo 52.", "Las empresas públicas, privadas o mixtas que proyecten realizar o realicen obras de generación, interconexión, transmisión y distribución de electricidad, susceptibles de producir deterioro ambiental, están obligadas a obtener previamente la licencia ambiental de acuerdo con las normas que regulen la materia.", "Parágrafo.", "Para obtener la licencia ambiental para ejecutar proyectos de generación e interconexión de electricidad se deben realizar los correspondientes estudios, de conformidad con lo dispuesto por la autoridad competente e incluir en el presupuesto de la respectiva empresa las partidas correspondientes para ejecutar las medidas remediables previstas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000010000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. Durante la fase de estudio y como condición para ejecutar proyectos de generación e interconexión, las empresas propietarias de los proyectos deben informar a las comunidades afectadas, consultando con ellas primero, los impactos ambientales, segundo, las medidas previstas en el plan de acción ambiental y tercero, los mecanismos necesarios para involucrarlas en la implantación del plan de acción ambiental.\n"]}, "dot_comma_sep": ["Artículo 53.", "Durante la fase de estudio y como condición para ejecutar proyectos de generación e interconexión, las empresas propietarias de los proyectos deben informar a las comunidades afectadas, consultando con ellas primero, los impactos ambientales, segundo, las medidas previstas en el plan de acción ambiental y tercero, los mecanismos necesarios para involucrarlas en la implantación del plan de acción ambiental."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000010000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. Modificado por el art. 289, Ley 1955 de 2019. <El nuevo texto es el siguiente> Los autogeneradores, las empresas que vendan excedentes de energía eléctrica, así como las personas jurídicas privadas que entreguen o repartan, a cualquier título, entre sus socios y/o asociados, la energía eléctrica que ellas produzcan, están obligados a cancelar la transferencia en los términos de que trata el artículo 45 de la Ley 99 de 1993, que será calculada sobre las ventas brutas por generación propia, de acuerdo con la tarifa que señale la Comisión de Regulación de Energía y Gas para el efecto. Para la liquidación de esta transferencia, las ventas brutas se calcularán como la generación propia multiplicada por la tarifa que señale la Comisión de Regulación de Energía y Gas para el efecto.\n", "Para el caso de la energía producida a partir de fuentes no convencionales a las que se refiere la Ley 1715 de 2014, cuyas plantas con potencia nominal instalada total supere los 10.000 kilovatios, deberán cancelar una transferencia equivalente al 1% de las ventas brutas de energía por generación propia de acuerdo con la tarifa que para ventas en bloque señale la Comisión de Regulación de Energía y Gas (CREG). Los recursos recaudados por este concepto se destinarán así:\n", "a) 60% se destinará en partes iguales a las comunidades étnicas ubicadas en el área de influencia del proyecto de generación para la ejecución de proyectos de inversión en infraestructura, servicios públicos, saneamiento básico y/o de agua potable, así como en proyectos que dichas comunidades definan, siempre que incidan directamente en su calidad de vida y bienestar.\n", "En caso de no existir comunidades étnicas acreditadas por el Ministerio del Interior en el respectivo territorio, el porcentaje aquí establecido se destinará a los municipios ubicados en el área del proyecto para inversión en infraestructura, servicios públicos, saneamiento básico y/o agua potable en las comunidades del área de influencia del proyecto.\n", "b) 40% para los municipios ubicados en el área del proyecto que se destinará a proyectos de inversión en infraestructura, servicios públicos, saneamiento básico y/o de agua potable previstos en el plan de desarrollo municipal.\n", "Parágrafo 1°. Para efectos de la liquidación y pago de la transferencia, se entenderá que el área de influencia será la establecida en el Estudio de Impacto Ambiental y en la licencia ambiental que expida la autoridad ambiental competente.\n", "Parágrafo 2°. En caso de comunidades étnicas, la transferencia se hará a las comunidades debidamente acreditadas por el Ministerio del Interior, que se encuentren ubicadas dentro del área de influencia del proyecto de generación, en los términos que defina el Gobierno nacional.\n", "Parágrafo 3°. Se exceptúa de las transferencias establecidas en este artículo, a la energía producida por la que ya se paguen las transferencias por generación térmica o hidroeléctrica, establecidas en el artículo 45 de la Ley 99 de 1993 o las normas que lo modifiquen o adicionen.\n", "Parágrafo 4°. La tarifa de la transferencia de que trata el presente artículo se incrementará a 2% cuando la capacidad instalada de generación eléctrica a partir de fuentes no convencionales de energía renovables, reportada por el Centro Nacional de Despacho, sea superior al 20% de la capacidad instalada de generación total del país.\n", "El texto original era el siguiente:\n", "Los autogeneradores, las empresas que vendan excedentes de energía eléctrica, así como las personas jurídicas privadas que entreguen o repartan, a cualquier título, entre sus socios y/o asociados, la energía eléctrica que ellas produzcan, están obligados a cancelar la transferencia en los términos que trata el artículo 45 de la Ley 99 de 1993.\n", "Para la liquidación de esta transferencia, las ventas brutas se calcularán como la generación propia multiplicada por la tarifas que señale la Comisión de Regulación de Energía y Gas para el efecto. \n"]}, "dot_comma_sep": ["Artículo 54.", "Modificado por el art.", "289, Ley 1955 de 2019.", "<El nuevo texto es el siguiente> Los autogeneradores, las empresas que vendan excedentes de energía eléctrica, así como las personas jurídicas privadas que entreguen o repartan, a cualquier título, entre sus socios y/o asociados, la energía eléctrica que ellas produzcan, están obligados a cancelar la transferencia en los términos de que trata el artículo 45 de la Ley 99 de 1993, que será calculada sobre las ventas brutas por generación propia, de acuerdo con la tarifa que señale la Comisión de Regulación de Energía y Gas para el efecto.", "Para la liquidación de esta transferencia, las ventas brutas se calcularán como la generación propia multiplicada por la tarifa que señale la Comisión de Regulación de Energía y Gas para el efecto.", "Para el caso de la energía producida a partir de fuentes no convencionales a las que se refiere la Ley 1715 de 2014, cuyas plantas con potencia nominal instalada total supere los 10.", "000 kilovatios, deberán cancelar una transferencia equivalente al 1% de las ventas brutas de energía por generación propia de acuerdo con la tarifa que para ventas en bloque señale la Comisión de Regulación de Energía y Gas (CREG).", "Los recursos recaudados por este concepto se destinarán así:\n.", "a) 60% se destinará en partes iguales a las comunidades étnicas ubicadas en el área de influencia del proyecto de generación para la ejecución de proyectos de inversión en infraestructura, servicios públicos, saneamiento básico y/o de agua potable, así como en proyectos que dichas comunidades definan, siempre que incidan directamente en su calidad de vida y bienestar.", "En caso de no existir comunidades étnicas acreditadas por el Ministerio del Interior en el respectivo territorio, el porcentaje aquí establecido se destinará a los municipios ubicados en el área del proyecto para inversión en infraestructura, servicios públicos, saneamiento básico y/o agua potable en las comunidades del área de influencia del proyecto.", "b) 40% para los municipios ubicados en el área del proyecto que se destinará a proyectos de inversión en infraestructura, servicios públicos, saneamiento básico y/o de agua potable previstos en el plan de desarrollo municipal.", "Parágrafo 1°", ".°", "Para efectos de la liquidación y pago de la transferencia, se entenderá que el área de influencia será la establecida en el Estudio de Impacto Ambiental y en la licencia ambiental que expida la autoridad ambiental competente.", "Parágrafo 2°", ".°", "En caso de comunidades étnicas, la transferencia se hará a las comunidades debidamente acreditadas por el Ministerio del Interior, que se encuentren ubicadas dentro del área de influencia del proyecto de generación, en los términos que defina el Gobierno nacional.", "Parágrafo 3°", ".°", "Se exceptúa de las transferencias establecidas en este artículo, a la energía producida por la que ya se paguen las transferencias por generación térmica o hidroeléctrica, establecidas en el artículo 45 de la Ley 99 de 1993 o las normas que lo modifiquen o adicionen.", "Parágrafo 4°", ".°", "La tarifa de la transferencia de que trata el presente artículo se incrementará a 2% cuando la capacidad instalada de generación eléctrica a partir de fuentes no convencionales de energía renovables, reportada por el Centro Nacional de Despacho, sea superior al 20% de la capacidad instalada de generación total del país.", "El texto original era el siguiente:", "Los autogeneradores, las empresas que vendan excedentes de energía eléctrica, así como las personas jurídicas privadas que entreguen o repartan, a cualquier título, entre sus socios y/o asociados, la energía eléctrica que ellas produzcan, están obligados a cancelar la transferencia en los términos que trata el artículo 45 de la Ley 99 de 1993.", "Para la liquidación de esta transferencia, las ventas brutas se calcularán como la generación propia multiplicada por la tarifas que señale la Comisión de Regulación de Energía y Gas para el efecto."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. Mediante el contrato de concesión, la Nación, el departamento, el municipio o distrito competente podrán confiar en forma temporal la organización, prestación, mantenimiento y gestión de cualquiera de las actividades del servicio público de electricidad a una persona jurídica privada o pública o a una empresa mixta, la cual lo asume por su cuenta y riesgo, bajo la vigilancia y el control de la entidad concedente.\n", "La vigilancia y control del concedente no obsta para que el Ministerio de Minas y Energía, así como otros organismos estatales ejerzan sus facultades legales de regulación, fiscalización, control y vigilancia.\n", "El concesionario del servicio de electricidad deberá sujetarse a las disposiciones legales que le sean aplicables; y a lo dispuesto en el respectivo contrato de concesión.\n", "El concesionario deberá reunir las condiciones que requiera el respectivo servicio, de acuerdo con los reglamentos que expida el Ministerio de Minas y Energía. El otorgamiento de la concesión se hará mediante oferta pública a quien ofrezca las mejores condiciones técnicas y económicas para el concedente y en beneficio de los usuarios.\n", "Lo anterior sin perjuicio de otras modalidades contractuales viables en concordancia con el artículo 10 de la presente Ley.\n"]}, "dot_comma_sep": ["Artículo 55.", "Mediante el contrato de concesión, la Nación, el departamento, el municipio o distrito competente podrán confiar en forma temporal la organización, prestación, mantenimiento y gestión de cualquiera de las actividades del servicio público de electricidad a una persona jurídica privada o pública o a una empresa mixta, la cual lo asume por su cuenta y riesgo, bajo la vigilancia y el control de la entidad concedente.", "La vigilancia y control del concedente no obsta para que el Ministerio de Minas y Energía, así como otros organismos estatales ejerzan sus facultades legales de regulación, fiscalización, control y vigilancia.", "El concesionario del servicio de electricidad deberá sujetarse a las disposiciones legales que le sean aplicables; y a lo dispuesto en el respectivo contrato de concesión.", "El concesionario deberá reunir las condiciones que requiera el respectivo servicio, de acuerdo con los reglamentos que expida el Ministerio de Minas y Energía.", "El otorgamiento de la concesión se hará mediante oferta pública a quien ofrezca las mejores condiciones técnicas y económicas para el concedente y en beneficio de los usuarios.", "Lo anterior sin perjuicio de otras modalidades contractuales viables en concordancia con el artículo 10 de la presente Ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. La Nación y las demás entidades territoriales en ejercicio de las competencias que con relación a las distintas actividades del sector eléctrico les asigna la ley, podrán celebrar contratos de concesión sólo en aquellos eventos en los cuales como resultado de la libre iniciativa de los distintos agentes económicos, en un contexto de competencia, no exista ninguna entidad dispuesta a asumir, en igualdad de condiciones, la prestación de estas actividades.\n"]}, "dot_comma_sep": ["Artículo 56.", "La Nación y las demás entidades territoriales en ejercicio de las competencias que con relación a las distintas actividades del sector eléctrico les asigna la ley, podrán celebrar contratos de concesión sólo en aquellos eventos en los cuales como resultado de la libre iniciativa de los distintos agentes económicos, en un contexto de competencia, no exista ninguna entidad dispuesta a asumir, en igualdad de condiciones, la prestación de estas actividades."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. La competencia para otorgar contratos de concesión se asigna en la siguiente forma: a la Nación, los relacionados con la generación, interconexión y redes de transmisión entre regiones; a los departamentos, lo concerniente a las redes regionales de transmisión; y al municipio, lo atinente a la distribución de electricidad. Corresponderá a la Comisión de Regulación de Energía y Gas precisar el alcance de las competencias señaladas.\n"]}, "dot_comma_sep": ["Artículo 57.", "La competencia para otorgar contratos de concesión se asigna en la siguiente forma: a la Nación, los relacionados con la generación, interconexión y redes de transmisión entre regiones; a los departamentos, lo concerniente a las redes regionales de transmisión; y al municipio, lo atinente a la distribución de electricidad.", "Corresponderá a la Comisión de Regulación de Energía y Gas precisar el alcance de las competencias señaladas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. El contrato de concesión establecerá claramente las condiciones de prestación del servicio; la forma y condiciones de remuneración para el concesionario, que se definirán teniendo en cuenta el servicio concedido; la duración y prórroga; la obligatoriedad de prestar el servicio a quien lo solicite en el caso de la interconexión, transmisión y distribución; las condiciones de sustitución por parte del concedente para asegurar la continuidad y regularidad del servicio; las causales de terminación anticipada; las indemnizaciones; las causales para declarar la caducidad y los efectos de la misma; las sanciones por incumplimiento; la liquidación de bienes; las normas aplicables y en general, todos aquellos aspectos que permitan preservar los intereses de las partes, dentro de un sano equilibrio.\n"]}, "dot_comma_sep": ["Artículo 58.", "El contrato de concesión establecerá claramente las condiciones de prestación del servicio; la forma y condiciones de remuneración para el concesionario, que se definirán teniendo en cuenta el servicio concedido; la duración y prórroga; la obligatoriedad de prestar el servicio a quien lo solicite en el caso de la interconexión, transmisión y distribución; las condiciones de sustitución por parte del concedente para asegurar la continuidad y regularidad del servicio; las causales de terminación anticipada; las indemnizaciones; las causales para declarar la caducidad y los efectos de la misma; las sanciones por incumplimiento; la liquidación de bienes; las normas aplicables y en general, todos aquellos aspectos que permitan preservar los intereses de las partes, dentro de un sano equilibrio."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. Podrán ser concesionarios, las sociedades privadas, nacionales o extranjeras, las cooperativas y demás organizaciones comunitarias constituidas legalmente y las entidades de carácter público.\n"]}, "dot_comma_sep": ["Artículo 59.", "Podrán ser concesionarios, las sociedades privadas, nacionales o extranjeras, las cooperativas y demás organizaciones comunitarias constituidas legalmente y las entidades de carácter público."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. La remuneración del contrato de concesión consiste en las tarifas o precios que los usuarios de los servicios pagan directamente a los concesionarios, las cuales son fijadas de acuerdo con las disposiciones establecidas en la presente Ley.\n", "Cuando por razones ajenas a la voluntad del concesionario, no se pudieren fijar las tarifas en niveles que permitan recuperar los costos económicos de prestación del servicio en condiciones óptimas de gestión, el concedente deberá reconocer la diferencia entre los valores correspondientes a la prestación con tales costos y los valores fracturados con las tarifas que efectivamente se apliquen.\n"]}, "dot_comma_sep": ["Artículo 60.", "La remuneración del contrato de concesión consiste en las tarifas o precios que los usuarios de los servicios pagan directamente a los concesionarios, las cuales son fijadas de acuerdo con las disposiciones establecidas en la presente Ley.", "Cuando por razones ajenas a la voluntad del concesionario, no se pudieren fijar las tarifas en niveles que permitan recuperar los costos económicos de prestación del servicio en condiciones óptimas de gestión, el concedente deberá reconocer la diferencia entre los valores correspondientes a la prestación con tales costos y los valores fracturados con las tarifas que efectivamente se apliquen."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 61.", "content": ["Artículo 61. El concesionario deberá cumplir las órdenes e instrucciones que por razones de interés general imparta el concedente en cuanto a la forma y las condiciones en que el servicio se debe prestar, aunque impliquen modificaciones en los términos estipulados en el contrato. Si como consecuencia de las modificaciones se afectare el equilibrio económico-financiero del contrato, éste deberá ser reestablecido de común acuerdo y de no ser posible, mediante arbitraje.\n"]}, "dot_comma_sep": ["Artículo 61.", "El concesionario deberá cumplir las órdenes e instrucciones que por razones de interés general imparta el concedente en cuanto a la forma y las condiciones en que el servicio se debe prestar, aunque impliquen modificaciones en los términos estipulados en el contrato.", "Si como consecuencia de las modificaciones se afectare el equilibrio económico-financiero del contrato, éste deberá ser reestablecido de común acuerdo y de no ser posible, mediante arbitraje."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 62.", "content": ["Artículo 62. El término de duración del contrato de concesión será fijado, en cada caso, por la entidad concedente y no podrá exceder de treinta (30) años, contados desde la fecha fijada contractualmente o, a falta de ella, desde el momento de perfeccionamiento del contrato. Así mismo, el concesionario podrá solicitar su renovación hasta por veinte (20) años, con una anticipación no mayor de treinta y seis (36) meses ni menor de doce (12) meses al vencimiento del plazo del contrato. El concedente resolverá sobre el otorgamiento de la prórroga dentro de los seis (6) meses siguientes a la petición, atendiendo a criterios técnicos, económicos, operativos y ambientales.\n", "Artículo63 63. Con el fin de asegurar la continuidad, calidad y regularidad del servicio, el concedente podrá sustituir al concesionario en su prestación, realizándola por sí mismo o mediante terceros, en el evento en que se haya suspendido, o se tema razonablemente que se pueda suspender, previo concepto de la Superintendencia de Servicios Públicos Domiciliarios. La sustitución deberá ser una medida temporal y cuando el concesionario se halle en condiciones de prestar nuevamente el servicio podrá ser restituido; en caso contrario, se decretará la terminación del contrato.\n"]}, "dot_comma_sep": ["Artículo 62.", "El término de duración del contrato de concesión será fijado, en cada caso, por la entidad concedente y no podrá exceder de treinta (30) años, contados desde la fecha fijada contractualmente o, a falta de ella, desde el momento de perfeccionamiento del contrato.", "Así mismo, el concesionario podrá solicitar su renovación hasta por veinte (20) años, con una anticipación no mayor de treinta y seis (36) meses ni menor de doce (12) meses al vencimiento del plazo del contrato.", "El concedente resolverá sobre el otorgamiento de la prórroga dentro de los seis (6) meses siguientes a la petición, atendiendo a criterios técnicos, económicos, operativos y ambientales.", "Artículo63 63.", "Con el fin de asegurar la continuidad, calidad y regularidad del servicio, el concedente podrá sustituir al concesionario en su prestación, realizándola por sí mismo o mediante terceros, en el evento en que se haya suspendido, o se tema razonablemente que se pueda suspender, previo concepto de la Superintendencia de Servicios Públicos Domiciliarios.", "La sustitución deberá ser una medida temporal y cuando el concesionario se halle en condiciones de prestar nuevamente el servicio podrá ser restituido; en caso contrario, se decretará la terminación del contrato."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 64.", "content": ["Artículo 64. Cuando la entidad concedente dé por terminado, por razones de interés general, unilateral y anticipadamente el contrato de concesión, deberá compensar tanto por los perjuicios que le cause al concesionario por dicha terminación como por los beneficios razonables de que se le prive por el rescate de la misma.\n", "Parágrafo. Cuando el contrato se termine en forma anticipada se procederá a realizar su liquidación conforme al procedimiento correspondiente establecido en la ley o en las normas que rija a la entidad concedente.\n"]}, "dot_comma_sep": ["Artículo 64.", "Cuando la entidad concedente dé por terminado, por razones de interés general, unilateral y anticipadamente el contrato de concesión, deberá compensar tanto por los perjuicios que le cause al concesionario por dicha terminación como por los beneficios razonables de que se le prive por el rescate de la misma.", "Parágrafo.", "Cuando el contrato se termine en forma anticipada se procederá a realizar su liquidación conforme al procedimiento correspondiente establecido en la ley o en las normas que rija a la entidad concedente."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000011000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 65.", "content": ["Artículo 65. A la terminación de la concesión deben revertir a la entidad concedente todos los bienes señalados en el contrato para tal fin, mediante el reconocimiento y pago al concesionario del valor de salvamento de las instalaciones para los casos contemplados en los contratos respectivos, determinados por peritos designados, uno por cada una de las partes y un tercero de común acuerdo entre los dos anteriores.\n", "Si una de las partes no acepta el dictamen pericial, la situación se resolverá mediante un Tribunal de Arbitramento que emita fallo en derecho. Su integración y funcionamiento se hará conforme a las normas vigentes en la ley de Contratación Pública. NOTA: Inciso declarado INEXEQUIBLE mediante el  Sentencia C-330 de 2012.\n"]}, "dot_comma_sep": ["Artículo 65.", "A la terminación de la concesión deben revertir a la entidad concedente todos los bienes señalados en el contrato para tal fin, mediante el reconocimiento y pago al concesionario del valor de salvamento de las instalaciones para los casos contemplados en los contratos respectivos, determinados por peritos designados, uno por cada una de las partes y un tercero de común acuerdo entre los dos anteriores.", "Si una de las partes no acepta el dictamen pericial, la situación se resolverá mediante un Tribunal de Arbitramento que emita fallo en derecho.", "Su integración y funcionamiento se hará conforme a las normas vigentes en la ley de Contratación Pública.", "NOTA: Inciso declarado INEXEQUIBLE mediante el  Sentencia C-330 de 2012."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000012000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 66.", "content": ["Artículo 66. El ahorro de la energía, así como su conservación y uso eficiente, es uno de los objetivos prioritarios en el desarrollo de las actividades del sector eléctrico.\n"]}, "dot_comma_sep": ["Artículo 66.", "El ahorro de la energía, así como su conservación y uso eficiente, es uno de los objetivos prioritarios en el desarrollo de las actividades del sector eléctrico."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000012000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 67.", "content": ["Artículo 67. Créase la División de Ahorro, conservación y uso eficiente de la energía, como dependencia del Instituto de Ciencias Nucleares y Energías Alternativas -INEA-, que tendrá las siguientes funciones:\n", "a) Establecer metas de ahorro, conservación y uso eficiente de energía, que sean realizables económicamente;\n", "b) Promover la formulación y ejecución de programas que propendan por el uso eficiente de la energía;\n", "c) Recomendar como parte del Plan Energética Nacional, un programa de ahorro, conservación y uso eficiente de la energía;\n", "d) Evaluar periódicamente el desarrollo de los programas que se emprendan tanto a nivel nacional como por las empresas generadoras, transmisoras y distribuidoras;\n", "e) Adoptar normas técnicas para la fabricación de equipos consumidores de energía y para la construcción de inmuebles, que propendan por el ahorro, conservación y uso eficiente de la energía;\n", "f) Establecer y fomentar los programas de ahorro, conservación y uso eficiente de la energía;\n", "g) Dirigir y coordinar las campañas educativas relacionadas con su objetivo;\n", "h) Ejercer el control y seguimiento de los programas relacionados con su objetivo;\n", "i) Definir los mecanismos e incentivos para cumplir con los programas de ahorro, conservación y uso eficiente de la energía;\n", "j) Promover programas de recuperación y restitución de redes, tendientes a minimizar las pérdidas técnicas en transmisión y distribución.\n", "El INEA deberá adecuar su estructura orgánica y planta de personal para el cumplimiento de las funciones asignadas, en un plazo de seis meses, contados a partir de la sanción de la presente Ley.\n", "Parágrafo. La División de ahorro, conservación y uso eficiente de la energía contará con el personal técnico y administrativo necesario para el cumplimiento de sus funciones.\n"]}, "dot_comma_sep": ["Artículo 67.", "Créase la División de Ahorro, conservación y uso eficiente de la energía, como dependencia del Instituto de Ciencias Nucleares y Energías Alternativas -INEA-, que tendrá las siguientes funciones:\n.", "a) Establecer metas de ahorro, conservación y uso eficiente de energía, que sean realizables económicamente;", "b) Promover la formulación y ejecución de programas que propendan por el uso eficiente de la energía;", "c) Recomendar como parte del Plan Energética Nacional, un programa de ahorro, conservación y uso eficiente de la energía;", "d) Evaluar periódicamente el desarrollo de los programas que se emprendan tanto a nivel nacional como por las empresas generadoras, transmisoras y distribuidoras;", "e) Adoptar normas técnicas para la fabricación de equipos consumidores de energía y para la construcción de inmuebles, que propendan por el ahorro, conservación y uso eficiente de la energía;", "f) Establecer y fomentar los programas de ahorro, conservación y uso eficiente de la energía;", "g) Dirigir y coordinar las campañas educativas relacionadas con su objetivo;", "h) Ejercer el control y seguimiento de los programas relacionados con su objetivo;", "i) Definir los mecanismos e incentivos para cumplir con los programas de ahorro, conservación y uso eficiente de la energía;", "j) Promover programas de recuperación y restitución de redes, tendientes a minimizar las pérdidas técnicas en transmisión y distribución.", "El INEA deberá adecuar su estructura orgánica y planta de personal para el cumplimiento de las funciones asignadas, en un plazo de seis meses, contados a partir de la sanción de la presente Ley.", "Parágrafo.", "La División de ahorro, conservación y uso eficiente de la energía contará con el personal técnico y administrativo necesario para el cumplimiento de sus funciones."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000012000067", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO XIII\n", "name": "Del ahorro, conservación y uso eficiente de la energía\n"}, "article": {"name": "Artículo 68.", "content": ["Artículo 68. Los proyectos relacionados con las actividades propias del sector, generación, transmisión, distribución y comercialización, tendrán en cuenta como criterio de factibilidad el ahorro, conservación y uso eficiente de la energía.\n"]}, "dot_comma_sep": ["Artículo 68.", "Los proyectos relacionados con las actividades propias del sector, generación, transmisión, distribución y comercialización, tendrán en cuenta como criterio de factibilidad el ahorro, conservación y uso eficiente de la energía."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000068", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 69.", "content": ["Artículo 69. Créase la Empresa Eléctrica del Oriente, entidad que tendrá el carácter de sociedad de economía mixta, vinculada al Ministerio de Minas y Energía, con participación de las electrificadoras de Boyacá, Norte de Santander, Santander y Arauca, así como por las demás entidades públicas y privadas que concurran a su creación y cuyo objeto será la generación de energía eléctrica.\n"]}, "dot_comma_sep": ["Artículo 69.", "Parágrafo.", "El Gobierno Nacional procederá a organizar esta empresa en el término de seis (6) meses contados a partir de la vigencia de esta Ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000069", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 70.", "content": ["Artículo 70. El Gobierno Nacional presentará a consideración del Congreso de la República, cuando las características y condiciones de otras regiones así lo aconsejen, el proyecto de creación de otras empresas regionales para la prestación del servicio de generación, transmisión o distribución de energía eléctrica vinculadas al Ministerio de Minas y Energía, que deberán tener el carácter de Sociedades de Economía Mixta con participación accionaria de las Empresas Electrificadoras del orden regional y nacional ubicadas en las zonas que se reestructuren.\n"]}, "dot_comma_sep": ["Artículo 70.", "El Gobierno Nacional presentará a consideración del Congreso de la República, cuando las características y condiciones de otras regiones así lo aconsejen, el proyecto de creación de otras empresas regionales para la prestación del servicio de generación, transmisión o distribución de energía eléctrica vinculadas al Ministerio de Minas y Energía, que deberán tener el carácter de Sociedades de Economía Mixta con participación accionaria de las Empresas Electrificadoras del orden regional y nacional ubicadas en las zonas que se reestructuren."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000070", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 71.", "content": ["Artículo 71. En cumplimiento de los artículos 365 y 368 de la Constitución Nacional, el Gobierno Nacional por conducto del Instituto Colombiano de Energía Eléctrica, ICEL, en su calidad de Empresa Industrial y Comercial del Estado, se encargará de ejecutar directamente o a través de terceros, las actividades relacionadas con la generación, transmisión y distribución de energía eléctrica en zonas no interconectadas del país que no estén asignadas a otras entidades del sector eléctrico. Para el cumplimiento de esta función deberá promover las inversiones en forma eficiente, con recursos propios, del presupuesto nacional y aquellos adicionales asignados por la ley.\n", "Parágrafo 1o. En Caso de que en las zonas no interconectadas haya discrepancias entre ICEL y las entidades del sector eléctrico que operan en esa área, en relación con el servicio de energía para una área específica, le corresponde a la Comisión de Regulación de Energía y Gas, definir esta situación.\n", "Parágrafo 2o. Autorízase al Gobierno Nacional para que dentro del término de seis (6) meses, contados a partir de la vigencia de la presente Ley, reestructure y adecue los estatutos del Instituto Colombiano de Energía Eléctrica, en consonancia con lo dispuesto en el presente artículo.\n", "Parágrafo 3o. Dentro de un término no superior a seis (6) meses, contados a partir de la vigencia de la presente Ley, el Gobierno nacional a través del ICEL, deberá formular un Plan Nacional de Energización en zonas no interconectadas, el cual incluirá prioritariamente programas de sustitución de generación eléctrica de combustibles fósiles por sistemas alternativos de energía, en concordancia con lo establecido en el artículo 48 de la presente Ley.\n", "Parágrafo 4o. El Gobierno Nacional impulsará la construcción, montaje, rehabilitación y puesta en operación de pequeñas centrales hidroeléctricas que estén priorizadas por el Ministerio de Minas y Energía.\n"]}, "dot_comma_sep": ["Artículo 71.", "En cumplimiento de los artículos 365 y 368 de la Constitución Nacional, el Gobierno Nacional por conducto del Instituto Colombiano de Energía Eléctrica, ICEL, en su calidad de Empresa Industrial y Comercial del Estado, se encargará de ejecutar directamente o a través de terceros, las actividades relacionadas con la generación, transmisión y distribución de energía eléctrica en zonas no interconectadas del país que no estén asignadas a otras entidades del sector eléctrico.", "Para el cumplimiento de esta función deberá promover las inversiones en forma eficiente, con recursos propios, del presupuesto nacional y aquellos adicionales asignados por la ley.", "Parágrafo 1o.", "En Caso de que en las zonas no interconectadas haya discrepancias entre ICEL y las entidades del sector eléctrico que operan en esa área, en relación con el servicio de energía para una área específica, le corresponde a la Comisión de Regulación de Energía y Gas, definir esta situación.", "Parágrafo 2o.", "Autorízase al Gobierno Nacional para que dentro del término de seis (6) meses, contados a partir de la vigencia de la presente Ley, reestructure y adecue los estatutos del Instituto Colombiano de Energía Eléctrica, en consonancia con lo dispuesto en el presente artículo.", "Parágrafo 3o.", "Dentro de un término no superior a seis (6) meses, contados a partir de la vigencia de la presente Ley, el Gobierno nacional a través del ICEL, deberá formular un Plan Nacional de Energización en zonas no interconectadas, el cual incluirá prioritariamente programas de sustitución de generación eléctrica de combustibles fósiles por sistemas alternativos de energía, en concordancia con lo establecido en el artículo 48 de la presente Ley.", "Parágrafo 4o.", "El Gobierno Nacional impulsará la construcción, montaje, rehabilitación y puesta en operación de pequeñas centrales hidroeléctricas que estén priorizadas por el Ministerio de Minas y Energía."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000071", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 72.", "content": ["Artículo 72. Autorízase al Gobierno Nacional, al Instituto Colombiano de Energía Eléctrica ICEL y a Interconexión Eléctrica S.A., o a la Empresa que la suceda en sus derechos y obligaciones para enajenar por un valor que preserve los intereses económicos de la Nación, en favor de las empresas oficiales cuyo objeto sea la generación, transmisión y distribución de electricidad existente a la vigencia de esta Ley y de las empresas eléctricas regionales que se organicen, los activos de generación que posea, así como su participación en proyectos de generación de electricidad compartidos.\n"]}, "dot_comma_sep": ["Artículo 72.", "Autorízase al Gobierno Nacional, al Instituto Colombiano de Energía Eléctrica ICEL y a Interconexión Eléctrica S.", "A.", ", o a la Empresa que la suceda en sus derechos y obligaciones para enajenar por un valor que preserve los intereses económicos de la Nación, en favor de las empresas oficiales cuyo objeto sea la generación, transmisión y distribución de electricidad existente a la vigencia de esta Ley y de las empresas eléctricas regionales que se organicen, los activos de generación que posea, así como su participación en proyectos de generación de electricidad compartidos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000072", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 73.", "content": ["Artículo 73. Autorízase al Gobierno Nacional para enajenar por un valor que preserve los intereses económicos de la Nación, los activos de generación y las redes regionales o interregionales de transmisión de electricidad de propiedad de la Nación ubicados en las regiones donde hayan de constituirse las empresas eléctricas regionales, preferencialmente en favor de estas mismas entidades, de conformidad con la ley.\n"]}, "dot_comma_sep": ["Artículo 73.", "Autorízase al Gobierno Nacional para enajenar por un valor que preserve los intereses económicos de la Nación, los activos de generación y las redes regionales o interregionales de transmisión de electricidad de propiedad de la Nación ubicados en las regiones donde hayan de constituirse las empresas eléctricas regionales, preferencialmente en favor de estas mismas entidades, de conformidad con la ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000073", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 74.", "content": ["Artículo 74.  Subrogado por el art. 298, Ley 1955 de 2019. <El nuevo texto es el siguiente> Las Empresas de Servicios Públicos Domiciliarios que tengan por objeto la prestación del servicio público de energía eléctrica y que hagan parte del Sistema Interconectado Nacional, podrán desarrollar las actividades de generación, distribución y comercialización de energía de manera integrada. Esta disposición aplicará también para las empresas que tengan el mismo controlante o entre las cuales exista situación de control en los términos del artículo 260 del Código de Comercio y el artículo 45 del Decreto 2153 de 1992, o las normas que las modifiquen o adicionen. \n", "La Comisión de Regulación de Energía y Gas establecerá la regulación diferencial que fuere pertinente para la promoción de la competencia y la mitigación de los conflictos de interés en los casos de que trata el presente artículo y en los casos en que la integración existiere previamente a la expedición de la presente ley.\n", "Parágrafo 1°. La Comisión de Regulación de Energía y Gas deberá adoptar medidas para la adecuada implementación de lo dispuesto en el presente artículo, en relación con la concurrencia de actividades de comercialización, generación y distribución en una misma empresa o en empresas con el mismo controlante o entre las cuales exista situación de control, incluyendo posibles conflictos de interés, conductas anticompetitivas y abusos de posición dominante y las demás condiciones que busquen proteger a los usuarios finales.\n", "Parágrafo 2°. Ninguna empresa de servicios públicos domiciliarios que desarrolle en forma combinada la actividad de generación de energía, y/o la de comercialización y/o la de distribución, que represente más del 25% del total de la demanda del Sistema Interconectado Nacional, podrá cubrir con energía propia o con energía de filiales o empresas controladas, más del 40% de la energía requerida para atender la demanda de su mercado regulado. Esta restricción no aplicará a los contratos bilaterales que sean asignados en procesos competitivos en los que expresamente el Ministerio de Minas y Energía o la Comisión de Regulación de Energía y Gas en ejercicio de las funciones delegadas, dispongan que están exceptuados de esta restricción. El Gobierno nacional o la Comisión de Regulación de Energía y Gas en ejercicio de las funciones delegadas, podrá establecer un porcentaje inferior a este 40%.\n", "El texto original era el siguiente:\n", "Las empresas que se constituyan con posterioridad a la vigencia de esta Ley con el objeto de prestar el servicio público de electricidad y que hagan parte del sistema interconectado nacional no podrá tener más de una de las actividades relacionadas con el mismo con excepción de la comercialización que puede realizarse en forma combinada con una de las actividades de generación y distribución.\n"]}, "dot_comma_sep": ["Artículo 74.", " Subrogado por el art.", "298, Ley 1955 de 2019.", "<El nuevo texto es el siguiente> Las Empresas de Servicios Públicos Domiciliarios que tengan por objeto la prestación del servicio público de energía eléctrica y que hagan parte del Sistema Interconectado Nacional, podrán desarrollar las actividades de generación, distribución y comercialización de energía de manera integrada.", "Esta disposición aplicará también para las empresas que tengan el mismo controlante o entre las cuales exista situación de control en los términos del artículo 260 del Código de Comercio y el artículo 45 del Decreto 2153 de 1992, o las normas que las modifiquen o adicionen.", "La Comisión de Regulación de Energía y Gas establecerá la regulación diferencial que fuere pertinente para la promoción de la competencia y la mitigación de los conflictos de interés en los casos de que trata el presente artículo y en los casos en que la integración existiere previamente a la expedición de la presente ley.", "Parágrafo 1°", ".°", "La Comisión de Regulación de Energía y Gas deberá adoptar medidas para la adecuada implementación de lo dispuesto en el presente artículo, en relación con la concurrencia de actividades de comercialización, generación y distribución en una misma empresa o en empresas con el mismo controlante o entre las cuales exista situación de control, incluyendo posibles conflictos de interés, conductas anticompetitivas y abusos de posición dominante y las demás condiciones que busquen proteger a los usuarios finales.", "Parágrafo 2°", ".°", "Ninguna empresa de servicios públicos domiciliarios que desarrolle en forma combinada la actividad de generación de energía, y/o la de comercialización y/o la de distribución, que represente más del 25% del total de la demanda del Sistema Interconectado Nacional, podrá cubrir con energía propia o con energía de filiales o empresas controladas, más del 40% de la energía requerida para atender la demanda de su mercado regulado.", "Esta restricción no aplicará a los contratos bilaterales que sean asignados en procesos competitivos en los que expresamente el Ministerio de Minas y Energía o la Comisión de Regulación de Energía y Gas en ejercicio de las funciones delegadas, dispongan que están exceptuados de esta restricción.", "El Gobierno nacional o la Comisión de Regulación de Energía y Gas en ejercicio de las funciones delegadas, podrá establecer un porcentaje inferior a este 40%.", "El texto original era el siguiente:", "Las empresas que se constituyan con posterioridad a la vigencia de esta Ley con el objeto de prestar el servicio público de electricidad y que hagan parte del sistema interconectado nacional no podrá tener más de una de las actividades relacionadas con el mismo con excepción de la comercialización que puede realizarse en forma combinada con una de las actividades de generación y distribución."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000074", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. De conformidad con el artículo 189, ordinal 16, de la Constitución Política, y con el propósito de garantizar el adecuado desarrollo de la presente Ley, autorízase al Gobierno Nacional para que en el término de seis (6) meses, contados a partir de la vigencia de la presente Ley, transforme en sociedades de economía mixta las entidades descentralizadas del orden nacional, cuyo objeto sea realizar una o varias de las actividades relacionadas con el servicio de energía eléctrica.\n", "La Nación podrá aportar como capital a estas empresas, los activos que haya recibido dentro de los procesos de saneamiento financiero, así como el producido por la enajenación de los mismos.\n", "En el caso de las entidades descentralizadas del orden territorial, las autoridades regionales y locales competentes ordenarán dicha transformación cuando una más eficiente y económica prestación del servicio así lo aconsejen.\n", "Parágrafo. En aquellas sociedades en las cuales la participación pública sea superior al 95%, no se aplicará el numeral 3o. del artículo 457 del Código de Comercio.\n"]}, "dot_comma_sep": ["Artículo 75.", "De conformidad con el artículo 189, ordinal 16, de la Constitución Política, y con el propósito de garantizar el adecuado desarrollo de la presente Ley, autorízase al Gobierno Nacional para que en el término de seis (6) meses, contados a partir de la vigencia de la presente Ley, transforme en sociedades de economía mixta las entidades descentralizadas del orden nacional, cuyo objeto sea realizar una o varias de las actividades relacionadas con el servicio de energía eléctrica.", "La Nación podrá aportar como capital a estas empresas, los activos que haya recibido dentro de los procesos de saneamiento financiero, así como el producido por la enajenación de los mismos.", "En el caso de las entidades descentralizadas del orden territorial, las autoridades regionales y locales competentes ordenarán dicha transformación cuando una más eficiente y económica prestación del servicio así lo aconsejen.", "Parágrafo.", "En aquellas sociedades en las cuales la participación pública sea superior al 95%, no se aplicará el numeral 3o.", "del artículo 457 del Código de Comercio."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000075", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 76.", "content": ["Artículo 76. Los actos y los contratos, salvo los que se refieren a contratos de empréstito, celebrados por las sociedades por acciones en las cuales las entidades oficiales tengan participación en su capital social, sin atención a la cuantía que dicha participación represente, se regirán por las normas del derecho privado.\n"]}, "dot_comma_sep": ["Artículo 76.", "Los actos y los contratos, salvo los que se refieren a contratos de empréstito, celebrados por las sociedades por acciones en las cuales las entidades oficiales tengan participación en su capital social, sin atención a la cuantía que dicha participación represente, se regirán por las normas del derecho privado."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000076", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 77.", "content": ["Artículo 77. Cuando el Estado decida enajenar su participación accionaria en las entidades descentralizadas que presten el servicio de energía eléctrica en cualquiera de sus etapas, adscritas o vinculadas al Ministerio de Minas y Energía, la ofrecerá preferencialmente a los trabajadores activos y pensionados de la respectiva entidad, cooperativas, sindicatos y otras organizaciones solidarias o de trabajadores.\n"]}, "dot_comma_sep": ["Artículo 77.", "Cuando el Estado decida enajenar su participación accionaria en las entidades descentralizadas que presten el servicio de energía eléctrica en cualquiera de sus etapas, adscritas o vinculadas al Ministerio de Minas y Energía, la ofrecerá preferencialmente a los trabajadores activos y pensionados de la respectiva entidad, cooperativas, sindicatos y otras organizaciones solidarias o de trabajadores."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000077", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 78.", "content": ["Artículo 78. El Consejo de Ministros, con hace en un concepto técnico-financiero detallado en función de la rentabilidad de la entidad y del valor comercial de sus activos y pasivos, determinará el precio mínimo, al cual deben venderse las acciones que se ofrecerán a las personas señaladas en el artículo anterior.\n", "Parágrafo. El Gobierno Nacional señalará las condiciones especiales de financiación para que las personas mencionadas en la disposición anterior puedan adquirir las acciones en venta.\n"]}, "dot_comma_sep": ["Artículo 78.", "El Consejo de Ministros, con hace en un concepto técnico-financiero detallado en función de la rentabilidad de la entidad y del valor comercial de sus activos y pasivos, determinará el precio mínimo, al cual deben venderse las acciones que se ofrecerán a las personas señaladas en el artículo anterior.", "Parágrafo.", "El Gobierno Nacional señalará las condiciones especiales de financiación para que las personas mencionadas en la disposición anterior puedan adquirir las acciones en venta."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000078", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 79.", "content": ["Artículo 79. Autorízase al Gobierno nacional y a las entidades descentralizadas para constituir sociedades o hacer aportes de capital a sociedades vinculadas al sector eléctrico. Para tales efectos, la Nación podrá aportar como capital los activos que haya recibido dentro de los procesos de saneamiento financiero o capitalización de entidades del sector eléctrico, así como el producido por la enajenación de los mismos, que no hayan sido aportados a las empresas a las que se refiere el artículo 72 de esta Ley.\n"]}, "dot_comma_sep": ["Artículo 79.", "Autorízase al Gobierno nacional y a las entidades descentralizadas para constituir sociedades o hacer aportes de capital a sociedades vinculadas al sector eléctrico.", "Para tales efectos, la Nación podrá aportar como capital los activos que haya recibido dentro de los procesos de saneamiento financiero o capitalización de entidades del sector eléctrico, así como el producido por la enajenación de los mismos, que no hayan sido aportados a las empresas a las que se refiere el artículo 72 de esta Ley."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000079", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 80.", "content": ["Artículo 80. A la entrada en vigencia de esta Ley, las empresas que están prestando el servicio de distribución de electricidad continuarán haciéndolo en los mismos términos y condiciones dispuestos para el contrato de concesión.\n"]}, "dot_comma_sep": ["Artículo 80.", "A la entrada en vigencia de esta Ley, las empresas que están prestando el servicio de distribución de electricidad continuarán haciéndolo en los mismos términos y condiciones dispuestos para el contrato de concesión."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000080", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 81.", "content": ["Artículo 81. La Comisión de Regulación de Energía y Gas adoptará los criterios para establecer las transacciones de electricidad entre las empresas eléctricas y los usuarios no regulados durante el período de transición hacia un mercado libre, según lo establecido en el artículo 42 de la presente Ley. El término de transición será de tres años.\n"]}, "dot_comma_sep": ["Artículo 81.", "La Comisión de Regulación de Energía y Gas adoptará los criterios para establecer las transacciones de electricidad entre las empresas eléctricas y los usuarios no regulados durante el período de transición hacia un mercado libre, según lo establecido en el artículo 42 de la presente Ley.", "El término de transición será de tres años."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000081", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 82.", "content": ["Artículo 82. El desmonte de los valores cobrados por encima de los costos a la entrada en vigencia de esta Ley, se hará de manera gradual y de forma concomitante con el establecimiento y pago efectivo de la compensación tarifaria correspondiente.\n", "La Comisión de Regulación de Energía y Gas definirá para cada empresa el programa de transición correspondiente; su aplicación estará condicionada al ingreso de los subsidios externos en un monto igual a los valores cobrados en exceso, siempre y cuando éstos no se originen en ineficiencias de gestión. Su determinación se hará mediante la comparación de los costos reales con la estructura óptima de costos de prestación del servicio.\n"]}, "dot_comma_sep": ["Artículo 82.", "El desmonte de los valores cobrados por encima de los costos a la entrada en vigencia de esta Ley, se hará de manera gradual y de forma concomitante con el establecimiento y pago efectivo de la compensación tarifaria correspondiente.", "La Comisión de Regulación de Energía y Gas definirá para cada empresa el programa de transición correspondiente; su aplicación estará condicionada al ingreso de los subsidios externos en un monto igual a los valores cobrados en exceso, siempre y cuando éstos no se originen en ineficiencias de gestión.", "Su determinación se hará mediante la comparación de los costos reales con la estructura óptima de costos de prestación del servicio."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000082", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 83.", "content": ["Artículo 83. En la interpretación y aplicación de esta Ley se tendrán en cuenta los mandatos constitucionales, los principios, fines y disposiciones establecidas en la ley, los principios generales del derecho, los postulados que rigen la función administrativa y las normas que regulan la conducta de los servidores públicos.\n"]}, "dot_comma_sep": ["Artículo 83.", "En la interpretación y aplicación de esta Ley se tendrán en cuenta los mandatos constitucionales, los principios, fines y disposiciones establecidas en la ley, los principios generales del derecho, los postulados que rigen la función administrativa y las normas que regulan la conducta de los servidores públicos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000083", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 84.", "content": ["Artículo 84. De conformidad con lo que disponga el Estatuto de Contratación Administrativa, las entidades del sector no exigirán a los oferentes de bienes y servicios de origen nacional requisitos y condiciones distintos a los requeridos a los oferentes de bienes y servicios extranjeros. Si el Gobierno Nacional lo considera conveniente, cuando se trate de la ejecución de proyectos de inversión en el sector energético se dispondrá la de desagregación tecnológica.\n"]}, "dot_comma_sep": ["Artículo 84.", "De conformidad con lo que disponga el Estatuto de Contratación Administrativa, las entidades del sector no exigirán a los oferentes de bienes y servicios de origen nacional requisitos y condiciones distintos a los requeridos a los oferentes de bienes y servicios extranjeros.", "Si el Gobierno Nacional lo considera conveniente, cuando se trate de la ejecución de proyectos de inversión en el sector energético se dispondrá la de desagregación tecnológica."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000084", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 85.", "content": ["Artículo 85. Las decisiones de inversión en generación, interconexión, transmisión y distribución de energía eléctrica, constituyen responsabilidad de aquéllos que las acometan, quienes asumen en su integridad los riesgos inherentes a la ejecución y explotación de los proyectos.\n"]}, "dot_comma_sep": ["Artículo 85.", "Las decisiones de inversión en generación, interconexión, transmisión y distribución de energía eléctrica, constituyen responsabilidad de aquéllos que las acometan, quienes asumen en su integridad los riesgos inherentes a la ejecución y explotación de los proyectos."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000085", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 86.", "content": ["Artículo 86.   Reglamentado por el Decreto Nacional 1342 de 1997. Todas las empresas oficiales del orden nacional, departamental y, municipal para efectos de tramitación de empréstitos externos o aquellos provenientes del Ministerio de Hacienda, Findeter, Fonade, FEN y demás organismos oficiales de financiación, deberán presentar el correspondiente paz y salvo eléctrico.\n"]}, "dot_comma_sep": ["Artículo 86.", "  Reglamentado por el Decreto Nacional 1342 de 1997.", "Todas las empresas oficiales del orden nacional, departamental y, municipal para efectos de tramitación de empréstitos externos o aquellos provenientes del Ministerio de Hacienda, Findeter, Fonade, FEN y demás organismos oficiales de financiación, deberán presentar el correspondiente paz y salvo eléctrico."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000086", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 87.", "content": ["Artículo 87. El Gobierno Nacional creará las condiciones a través del Ministerio de Minas y Energía los entes del estado, las Universidades y la empresa privada, para la investigación, desarrollo y aprovechamiento de pequeñas centrales hidroeléctricas y otras fuentes alternas de energía.\n"]}, "dot_comma_sep": ["Artículo 87.", "El Gobierno Nacional creará las condiciones a través del Ministerio de Minas y Energía los entes del estado, las Universidades y la empresa privada, para la investigación, desarrollo y aprovechamiento de pequeñas centrales hidroeléctricas y otras fuentes alternas de energía."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000087", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 88.", "content": ["Artículo 88. Cuando el país se vea abocado a ejecutar un racionamiento de energía eléctrica, ya sea por limitaciones técnicas o catástrofe natural este se llevará a cabo siguiendo los lineamientos trazados por el estatuto de racionamiento que con tal fin establecerá la Comisión de Regulación de Energía y Gas. Este estatuto debe estar inspirado en los principios de solidaridad y equidad para que todas las regiones atendidas por el sistema interconectado nacional participen en la distribución nacional del déficit energético.\n"]}, "dot_comma_sep": ["Artículo 88.", "Cuando el país se vea abocado a ejecutar un racionamiento de energía eléctrica, ya sea por limitaciones técnicas o catástrofe natural este se llevará a cabo siguiendo los lineamientos trazados por el estatuto de racionamiento que con tal fin establecerá la Comisión de Regulación de Energía y Gas.", "Este estatuto debe estar inspirado en los principios de solidaridad y equidad para que todas las regiones atendidas por el sistema interconectado nacional participen en la distribución nacional del déficit energético."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000088", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 89.", "content": ["Artículo 89. Autorízase al Presidente de la República para que, dentro de los seis (6) meses siguientes a la vigencia de esta Ley, proceda a dictar las normas necesarias para reformar la estructura administrativa del Ministerio de Minas y Energía para adecuarla a las disposiciones contenidas en la presente Ley.\n", "En desarrollo de estas atribuciones, podrá suprimir, organizar, modificar, redistribuir, fusionar o crear las dependencias internas, asignarles sus funciones y reestructurar la planta de personal.\n"]}, "dot_comma_sep": ["Artículo 89.", "Autorízase al Presidente de la República para que, dentro de los seis (6) meses siguientes a la vigencia de esta Ley, proceda a dictar las normas necesarias para reformar la estructura administrativa del Ministerio de Minas y Energía para adecuarla a las disposiciones contenidas en la presente Ley.", "En desarrollo de estas atribuciones, podrá suprimir, organizar, modificar, redistribuir, fusionar o crear las dependencias internas, asignarles sus funciones y reestructurar la planta de personal."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000089", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 90.", "content": ["Artículo 90. La Nación podrá capitalizar directa o indirectamente a la Empresa Multipropósito de Urrá S.A. Dentro de la capitalización se podrán incluir los aportes que se efectúen o se hayan efectuado por parte de la Nación. La capitalización se llevará a cabo mediante la adquisición de acciones de la Empresa Multipropósito de Urrá S.A., por su valor nominal de mil pesos ($1.000.00).\n"]}, "dot_comma_sep": ["Artículo 90.", "La Nación podrá capitalizar directa o indirectamente a la Empresa Multipropósito de Urrá S.", "A.", "Dentro de la capitalización se podrán incluir los aportes que se efectúen o se hayan efectuado por parte de la Nación.", "La capitalización se llevará a cabo mediante la adquisición de acciones de la Empresa Multipropósito de Urrá S.", "A.", ", por su valor nominal de mil pesos ($1.", "000.", "00)."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000090", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 91.", "content": ["Artículo 91. Facúltese al Presidente de la República por el término de seis (6) meses contados a partir de la vigencia de la presente Ley para reestructurar la Electrificadora de San Andrés y Providencia.\n", "Parágrafo. Créase una Comisión Asesora integrada para tal efecto por el Ministro de Minas y Energía, el Gobernador del Departamento, el Alcalde del Municipio de San Andrés, dos representantes de los usuarios y dos representantes del sector privado de las islas.\n"]}, "dot_comma_sep": ["Artículo 91.", "Facúltese al Presidente de la República por el término de seis (6) meses contados a partir de la vigencia de la presente Ley para reestructurar la Electrificadora de San Andrés y Providencia.", "Parágrafo.", "Créase una Comisión Asesora integrada para tal efecto por el Ministro de Minas y Energía, el Gobernador del Departamento, el Alcalde del Municipio de San Andrés, dos representantes de los usuarios y dos representantes del sector privado de las islas."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000091", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 92.", "content": ["Artículo 92. El Ministerio de Minas y Energía participará del Sistema Nacional de Cofinanciación en la ejecución de los planes y proyectos que se relacionan directamente con la electrificación de las entidades territoriales y hará parte integrante de la Junta Directiva del Fondo de Cofinanciación para la Inversión Rural, DRI.\n", "Parágrafo. Las entidades del sector eléctrico participarán en forma directa en la ejecución de los proyectos relacionados con la electrificación de las entidades territoriales.\n"]}, "dot_comma_sep": ["Artículo 92.", "El Ministerio de Minas y Energía participará del Sistema Nacional de Cofinanciación en la ejecución de los planes y proyectos que se relacionan directamente con la electrificación de las entidades territoriales y hará parte integrante de la Junta Directiva del Fondo de Cofinanciación para la Inversión Rural, DRI.", "Parágrafo.", "Las entidades del sector eléctrico participarán en forma directa en la ejecución de los proyectos relacionados con la electrificación de las entidades territoriales."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000092", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 93.", "content": ["Artículo 93. La Comisión de Regulación de Energía y Gas, podrá establecer subsidios hasta por un 50% del costo del consumo de energía eléctrica para bombeo en acueductos públicos, en los municipios de las categorías Sexta, Quinta y Cuarta definidas en el artículo 6o. de la Ley 136 de 1994.\n"]}, "dot_comma_sep": ["Artículo 93.", "La Comisión de Regulación de Energía y Gas, podrá establecer subsidios hasta por un 50% del costo del consumo de energía eléctrica para bombeo en acueductos públicos, en los municipios de las categorías Sexta, Quinta y Cuarta definidas en el artículo 6o.", "de la Ley 136 de 1994."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000093", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 94.", "content": ["Artículo 94. Las apropiaciones presupuestales asignadas a la Unidad de Planeación Minero Energética y a la Comisión de Regulación de Energía y Gas para la vigencia fiscal de 1994, se seguirán ejecutando por la Unidad de Planeación Minero Energética y la Comisión de Regulación de Energía y Gas de que tratan los artículos 13 y 21 de la presente Ley. Estas dependencias asumirán todas las obligaciones contraídas con cargo a dichos recursos presupuestales, así como las obligaciones legales.\n", "Parágrafo. Los funcionarios que se encuentren vinculados a las plantas de personal de la Comisión de Regulación de Energía y Gas y de la Unidad de Planeación Minero Energética continuarán en el ejercicio de sus funciones hasta tanto el Gobierno Nacional adopte la estructura interna y la planta de personal de los nuevos organismos de regulación y planeación del Ministerio de Minas y Energía.\n"]}, "dot_comma_sep": ["Artículo 94.", "Las apropiaciones presupuestales asignadas a la Unidad de Planeación Minero Energética y a la Comisión de Regulación de Energía y Gas para la vigencia fiscal de 1994, se seguirán ejecutando por la Unidad de Planeación Minero Energética y la Comisión de Regulación de Energía y Gas de que tratan los artículos 13 y 21 de la presente Ley.", "Estas dependencias asumirán todas las obligaciones contraídas con cargo a dichos recursos presupuestales, así como las obligaciones legales.", "Parágrafo.", "Los funcionarios que se encuentren vinculados a las plantas de personal de la Comisión de Regulación de Energía y Gas y de la Unidad de Planeación Minero Energética continuarán en el ejercicio de sus funciones hasta tanto el Gobierno Nacional adopte la estructura interna y la planta de personal de los nuevos organismos de regulación y planeación del Ministerio de Minas y Energía."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000094", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 95.", "content": ["Artículo 95. Nómbrase una Comisión de Seguimiento al desarrollo de esta Ley conformada por tres (3) Senadores y tres (3) Representantes de las Comisiones Quintas Constitucionales del Senado de la República y la Cámara de Representantes.\n"]}, "dot_comma_sep": ["Artículo 95.", "Nómbrase una Comisión de Seguimiento al desarrollo de esta Ley conformada por tres (3) Senadores y tres (3) Representantes de las Comisiones Quintas Constitucionales del Senado de la República y la Cámara de Representantes."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000095", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 96.", "content": ["Artículo 96. Para efecto de las excepciones que consagra el artículo referente a \"Concordancias y derogaciones\" de la Ley sobre el Régimen de los Servicios Públicos Domiciliarios, en todo lo referente a energía eléctrica, en el caso específico que sean contrarias, se aplicará preferentemente esta Ley especial.\n"]}, "dot_comma_sep": ["Artículo 96.", "Para efecto de las excepciones que consagra el artículo referente a \"Concordancias y derogaciones\" de la Ley sobre el Régimen de los Servicios Públicos Domiciliarios, en todo lo referente a energía eléctrica, en el caso específico que sean contrarias, se aplicará preferentemente esta Ley especial."]}, {"index": "electricidad", "legal_source": "Régimen para la eneración, nterconexión, trasmisión, distribución y comercialización de electricidad en el territorio nacional\n", "id": "electricidad00000100000096", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 97.", "content": ["Artículo 97. La presente Ley rige a partir de la fecha de su promulgación y deroga las disposiciones que le sean contrarias, en especial, las Leyes 113 de 1928, 109 de 1936, 126 de 1938, con exclusión de los artículos 17 y 18 y el artículo 12 de la Ley 19 de 1990.\n", "El Presidente del honorable Senado de la República,\n", "JORGE RAMON ELIAS NADER.\n", "El Secretario General del honorable Senado de la República,\n", "PEDRO PUMAREJO VEGA.\n", "El Presidente de la honorable Cámara de Representantes,\n", "FRANCISCO JOSE JATTIN SAFAR.\n", "El Secretario General de la honorable Cámara de Representantes,\n", "DIEGO VIVAS TAFUR.\n", "REPUBLICA DE COLOMBIA-GOBIERNO NACIONAL.\n", "Publíquese y ejecútese.\n", "Dada en Santafé de Bogotá, D.C., 11 de julio de 1994.\n", "CESAR GAVIRIA TRUJILLO.\n", "El Viceministro de Hacienda y Crédito Público, encargado de las funciones del Despacho del Ministro de Hacienda y Crédito Público,\n", "Héctor José Cadena Clavijo.\n", "El Ministro de Minas y Energía,\n", "Guido Nule Amín.\n", "NOTA: Publicado en el Diario Oficial No. 41.434, Año CXXX. Bogotá, D.C., martes 12 de julio de 1994\n", "\n", " "]}, "dot_comma_sep": ["Artículo 97.", "La presente Ley rige a partir de la fecha de su promulgación y deroga las disposiciones que le sean contrarias, en especial, las Leyes 113 de 1928, 109 de 1936, 126 de 1938, con exclusión de los artículos 17 y 18 y el artículo 12 de la Ley 19 de 1990.", "El Presidente del honorable Senado de la República,", "JORGE RAMON ELIAS NADER.", "El Secretario General del honorable Senado de la República,", "PEDRO PUMAREJO VEGA.", "El Presidente de la honorable Cámara de Representantes,", "FRANCISCO JOSE JATTIN SAFAR.", "El Secretario General de la honorable Cámara de Representantes,", "DIEGO VIVAS TAFUR.", "REPUBLICA DE COLOMBIA-GOBIERNO NACIONAL.", "Publíquese y ejecútese.", "Dada en Santafé de Bogotá, D.", "C.", ", 11 de julio de 1994.", "CESAR GAVIRIA TRUJILLO.", "El Viceministro de Hacienda y Crédito Público, encargado de las funciones del Despacho del Ministro de Hacienda y Crédito Público,", "Héctor José Cadena Clavijo.", "El Ministro de Minas y Energía,", "Guido Nule Amín.", "NOTA: Publicado en el Diario Oficial No.", "41.", "434, Año CXXX.", "Bogotá, D.", "C.", ", martes 12 de julio de 1994\n.", ""]}]