[{"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000100000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 1º", "content": ["Artículo 1º.- Objeto. La presente Ley regula el ejercicio de la función administrativa, determina la estructura y define los principios y reglas básicas de la organización y funcionamiento de la Administración Pública.\n"]}, "dot_comma_sep": ["Artículo 1º.", "La presente Ley regula el ejercicio de la función administrativa, determina la estructura y define los principios y reglas básicas de la organización y funcionamiento de la Administración Pública."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000100000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 2º", "content": ["Artículo 2º.- Ámbito de aplicación. La presente Ley se aplica a todos los organismos y entidades de la Rama Ejecutiva del Poder Público y de la Administración Pública y a los servidores públicos que por mandato constitucional o legal tengan a su cargo la titularidad y el ejercicio de funciones administrativas, prestación de servicios públicos o provisión de obras y bienes públicos y, en lo pertinente, a los particulares cuando cumplan funciones administrativas.\n"]}, "dot_comma_sep": ["Artículo 2º.", "- Ámbito de aplicación.", "La presente Ley se aplica a todos los organismos y entidades de la Rama Ejecutiva del Poder Público y de la Administración Pública y a los servidores públicos que por mandato constitucional o legal tengan a su cargo la titularidad y el ejercicio de funciones administrativas, prestación de servicios públicos o provisión de obras y bienes públicos y, en lo pertinente, a los particulares cuando cumplan funciones administrativas.", "Parágrafo.", "- Las reglas relativas a los principios propios de la función administrativa, sobre delegación y desconcentración, características y régimen de las entidades descentralizadas, racionalización administrativa, desarrollo administrativo, participación y control interno de la Administración Pública se aplicarán, en lo pertinente, a las entidades territoriales, sin perjuicio de la autonomía que les es propia de acuerdo con la Constitución Política."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000101000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 3º", "content": ["Artículo 3º.- Principios de la función administrativa. La función administrativa se desarrollará conforme a los principios constitucionales, en particular los atinentes a la buena fe, igualdad, moralidad, celeridad, economía, imparcialidad, eficacia, eficiencia, participación, publicidad, responsabilidad y transparencia. Los principios anteriores se aplicarán, igualmente, en la prestación de servicios públicos, en cuanto fueren compatibles con su naturaleza y régimen.\n", "Parágrafo.- Los principios de la función administrativa deberán ser tenidos en cuenta por los órganos de control y el Departamento Nacional de Planeación, de conformidad con lo dispuesto en el artículo 343 de la Constitución Política, al evaluar el desempeño de las entidades y organismos administrativos y al juzgar la legalidad de la conducta de los servidores públicos en el cumplimiento de sus deberes constitucionales, legales o reglamentarios, garantizando en todo momento que prime el interés colectivo sobre el particular.\n"]}, "dot_comma_sep": ["Artículo 3º.", "- Principios de la función administrativa.", "La función administrativa se desarrollará conforme a los principios constitucionales, en particular los atinentes a la buena fe, igualdad, moralidad, celeridad, economía, imparcialidad, eficacia, eficiencia, participación, publicidad, responsabilidad y transparencia.", "Los principios anteriores se aplicarán, igualmente, en la prestación de servicios públicos, en cuanto fueren compatibles con su naturaleza y régimen.", "Parágrafo.", "- Los principios de la función administrativa deberán ser tenidos en cuenta por los órganos de control y el Departamento Nacional de Planeación, de conformidad con lo dispuesto en el artículo 343 de la Constitución Política, al evaluar el desempeño de las entidades y organismos administrativos y al juzgar la legalidad de la conducta de los servidores públicos en el cumplimiento de sus deberes constitucionales, legales o reglamentarios, garantizando en todo momento que prime el interés colectivo sobre el particular."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000101000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 4º", "content": ["Artículo 4º.- Finalidades de la función administrativa. La función administrativa del Estado busca la satisfacción de las necesidades generales de todos los habitantes, de conformidad con los principios, finalidades y cometidos consagrados en la Constitución Política.\n", "Los organismos, entidades y personas encargadas, de manera permanente o transitoria, del ejercicio de funciones administrativas deben ejercerlas consultando el interés general.\n"]}, "dot_comma_sep": ["Artículo 4º.", "- Finalidades de la función administrativa.", "La función administrativa del Estado busca la satisfacción de las necesidades generales de todos los habitantes, de conformidad con los principios, finalidades y cometidos consagrados en la Constitución Política.", "Los organismos, entidades y personas encargadas, de manera permanente o transitoria, del ejercicio de funciones administrativas deben ejercerlas consultando el interés general."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 5º", "content": ["Artículo 5º.- Competencia Administrativa. Los organismos y entidades administrativos deberán ejercer con exclusividad las potestades y atribuciones inherentes, de manera directa e inmediata, respecto de los asuntos que les hayan sido asignados expresamente por la ley, la ordenanza, el acuerdo o el reglamento ejecutivo.\n", "Se entiende que los principios de la función administrativa y los principios de coordinación, concurrencia y subsidiaridad consagrados por el artículo 288 de la Constitución Política deben ser observados en el señalamiento de las competencias propias de los organismos y entidades de la Rama Ejecutiva y en el ejercicio de las funciones de los servidores públicos.\n"]}, "dot_comma_sep": ["Artículo 5º.", "- Competencia Administrativa.", "Los organismos y entidades administrativos deberán ejercer con exclusividad las potestades y atribuciones inherentes, de manera directa e inmediata, respecto de los asuntos que les hayan sido asignados expresamente por la ley, la ordenanza, el acuerdo o el reglamento ejecutivo.", "Se entiende que los principios de la función administrativa y los principios de coordinación, concurrencia y subsidiaridad consagrados por el artículo 288 de la Constitución Política deben ser observados en el señalamiento de las competencias propias de los organismos y entidades de la Rama Ejecutiva y en el ejercicio de las funciones de los servidores públicos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 6º", "content": ["Artículo 6º.- Principio de coordinación. En virtud del principio de coordinación y colaboración, las autoridades administrativas deben garantizar la armonía en el ejercicio de sus respectivas funciones con el fin de lograr los fines y cometidos estatales.\n", "En consecuencia, prestarán su colaboración a las demás entidades para facilitar el ejercicio de sus funciones y se abstendrán de impedir o estorbar su cumplimiento por los órganos, dependencias, organismos y entidades titulares.\n", "Parágrafo.- A través de los comités sectoriales de desarrollo administrativo de que trata el artículo 19 de esta Ley y en cumplimiento del inciso 2 del artículo 209 de la C.P. se procurará de manera prioritaria dar desarrollo a este principio de la coordinación entre las autoridades administrativas y entre los organismos del respectivo sector.\n"]}, "dot_comma_sep": ["Artículo 6º.", "- Principio de coordinación.", "En virtud del principio de coordinación y colaboración, las autoridades administrativas deben garantizar la armonía en el ejercicio de sus respectivas funciones con el fin de lograr los fines y cometidos estatales.", "En consecuencia, prestarán su colaboración a las demás entidades para facilitar el ejercicio de sus funciones y se abstendrán de impedir o estorbar su cumplimiento por los órganos, dependencias, organismos y entidades titulares.", "Parágrafo.", "- A través de los comités sectoriales de desarrollo administrativo de que trata el artículo 19 de esta Ley y en cumplimiento del inciso 2 del artículo 209 de la C.", "P.", "se procurará de manera prioritaria dar desarrollo a este principio de la coordinación entre las autoridades administrativas y entre los organismos del respectivo sector."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 7º", "content": ["Artículo 7º.- Descentralización administrativa. En el ejercicio de las facultades que se le otorgan por medio de esta Ley y en general en el desarrollo y reglamentación de la misma el Gobierno será especialmente cuidadoso en el cumplimiento de los principios constitucionales y legales sobre la descentralización administrativa y la autonomía de las entidades territoriales. En consecuencia procurará desarrollar disposiciones y normas que profundicen en la distribución de competencias entre los diversos niveles de la administración siguiendo en lo posible el criterio de que la prestación de los servicios corresponda a los municipios, el control sobre dicha prestación a los departamentos y la definición de planes, políticas y estrategias a la Nación. Igualmente al interior de las entidades nacionales descentralizadas el gobierno velará porque se establezcan disposiciones de delegación y desconcentración de funciones, de modo tal que sin perjuicio del necesario control administrativo los funcionarios regionales de tales entidades posean y ejerzan efectivas facultades de ejecución presupuestal, ordenación del gasto, contratación y nominación, así como de formulación de los anteproyectos de presupuesto anual de la respectiva entidad para la región sobre la cual ejercen su función. Frase subrayada declarada INEXEQUIBLE Sentencia C-702 de 1999 Corte Constitucional. Ver artículo 53 Decreto Nacional 1421 de 1993 y ss; Ver la Sentencia de la Corte Constitucional C-216 de 1994\n"]}, "dot_comma_sep": ["Artículo 7º.", "- Descentralización administrativa.", "En el ejercicio de las facultades que se le otorgan por medio de esta Ley y en general en el desarrollo y reglamentación de la misma el Gobierno será especialmente cuidadoso en el cumplimiento de los principios constitucionales y legales sobre la descentralización administrativa y la autonomía de las entidades territoriales.", "En consecuencia procurará desarrollar disposiciones y normas que profundicen en la distribución de competencias entre los diversos niveles de la administración siguiendo en lo posible el criterio de que la prestación de los servicios corresponda a los municipios, el control sobre dicha prestación a los departamentos y la definición de planes, políticas y estrategias a la Nación.", "Igualmente al interior de las entidades nacionales descentralizadas el gobierno velará porque se establezcan disposiciones de delegación y desconcentración de funciones, de modo tal que sin perjuicio del necesario control administrativo los funcionarios regionales de tales entidades posean y ejerzan efectivas facultades de ejecución presupuestal, ordenación del gasto, contratación y nominación, así como de formulación de los anteproyectos de presupuesto anual de la respectiva entidad para la región sobre la cual ejercen su función.", "Frase subrayada declarada INEXEQUIBLE Sentencia C-702 de 1999 Corte Constitucional.", "Ver artículo 53 Decreto Nacional 1421 de 1993 y ss; Ver la Sentencia de la Corte Constitucional C-216 de 1994\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 8º", "content": ["Artículo 8º.- Desconcentración administrativa. La desconcentración es la radicación de competencias y funciones en dependencias ubicadas fuera de la sede principal del organismo o entidad administrativa, sin perjuicio de las potestades y deberes de orientación e instrucción que corresponde ejercer a los jefes superiores de la Administración, la cual no implica delegación y podrá hacerse por territorio y por funciones.\n", "Parágrafo.- En el acto correspondiente se determinarán los medios necesarios para su adecuado cumplimiento.\n", "Los actos cumplidos por las autoridades en virtud de desconcentración administrativa sólo serán susceptibles del recurso de reposición en los términos establecidos en las normas pertinentes.\n"]}, "dot_comma_sep": ["Artículo 8º.", "- Desconcentración administrativa.", "La desconcentración es la radicación de competencias y funciones en dependencias ubicadas fuera de la sede principal del organismo o entidad administrativa, sin perjuicio de las potestades y deberes de orientación e instrucción que corresponde ejercer a los jefes superiores de la Administración, la cual no implica delegación y podrá hacerse por territorio y por funciones.", "Parágrafo.", "- En el acto correspondiente se determinarán los medios necesarios para su adecuado cumplimiento.", "Los actos cumplidos por las autoridades en virtud de desconcentración administrativa sólo serán susceptibles del recurso de reposición en los términos establecidos en las normas pertinentes."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 9º", "content": ["Artículo 9º.- Delegación. Las autoridades administrativas, en virtud de lo dispuesto en la Constitución Política y de conformidad con la presente Ley, podrán mediante acto de delegación, transferir el ejercicio de funciones a sus colaboradores o a otras autoridades, con funciones afines o complementarias.\n", "Sin perjuicio de las delegaciones previstas en leyes orgánicas, en todo caso, los ministros, directores de departamento administrativo, superintendentes, representantes legales de organismos y entidades que posean una estructura independiente y autonomía administrativa podrán delegar la atención y decisión de los asuntos a ellos confiados por la ley y los actos orgánicos respectivos, en los empleados públicos de los niveles directivo y asesor vinculados al organismo correspondiente, con el propósito de dar desarrollo a los principios de la función administrativa enunciados en el artículo 209 de la Constitución Política y en la presente Ley.\n", "Parágrafo.- Los representantes legales de las entidades descentralizadas podrán delegar funciones a ellas asignadas, de conformidad con los criterios establecidos en la presente Ley, con los requisitos y en las condiciones que prevean los estatutos respectivos.\n", "Ver Concepto Secretaría General 40 de 2002\n"]}, "dot_comma_sep": ["Artículo 9º.", "- Delegación.", "Las autoridades administrativas, en virtud de lo dispuesto en la Constitución Política y de conformidad con la presente Ley, podrán mediante acto de delegación, transferir el ejercicio de funciones a sus colaboradores o a otras autoridades, con funciones afines o complementarias.", "Sin perjuicio de las delegaciones previstas en leyes orgánicas, en todo caso, los ministros, directores de departamento administrativo, superintendentes, representantes legales de organismos y entidades que posean una estructura independiente y autonomía administrativa podrán delegar la atención y decisión de los asuntos a ellos confiados por la ley y los actos orgánicos respectivos, en los empleados públicos de los niveles directivo y asesor vinculados al organismo correspondiente, con el propósito de dar desarrollo a los principios de la función administrativa enunciados en el artículo 209 de la Constitución Política y en la presente Ley.", "Parágrafo.", "- Los representantes legales de las entidades descentralizadas podrán delegar funciones a ellas asignadas, de conformidad con los criterios establecidos en la presente Ley, con los requisitos y en las condiciones que prevean los estatutos respectivos.", "Ver Concepto Secretaría General 40 de 2002"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 10º", "content": ["Artículo 10º.- Requisitos de la delegación. En el acto de la delegación, que siempre será escrito, se determinará la autoridad delegataria y las funciones o asuntos específicos cuya atención y decisión se transfieren.\n", "El Presidente de la República, los ministros, los directores de departamento administrativo y los representantes legales de entidades descentralizadas deberán informarse en todo momento sobre el desarrollo de las delegaciones que hayan otorgado e impartir orientaciones generales sobre el ejercicio de las funciones delegadas.\n"]}, "dot_comma_sep": ["Artículo 10º.", "- Requisitos de la delegación.", "En el acto de la delegación, que siempre será escrito, se determinará la autoridad delegataria y las funciones o asuntos específicos cuya atención y decisión se transfieren.", "El Presidente de la República, los ministros, los directores de departamento administrativo y los representantes legales de entidades descentralizadas deberán informarse en todo momento sobre el desarrollo de las delegaciones que hayan otorgado e impartir orientaciones generales sobre el ejercicio de las funciones delegadas."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 11º", "content": ["Artículo 11º.- Funciones que no se pueden delegar. Sin perjuicio de los que sobre el particular establezcan otras disposiciones, no podrán transferirse mediante delegación:\n", "1. La expedición de reglamentos de carácter general, salvo en los casos expresamente autorizados por la ley.\n", "2. Las funciones, atribuciones y potestades recibidas en virtud de delegación.\n", "3. Las funciones que por su naturaleza o por mandato constitucional o legal no son susceptibles de delegación.\n"]}, "dot_comma_sep": ["Artículo 11º.", "- Funciones que no se pueden delegar.", "Sin perjuicio de los que sobre el particular establezcan otras disposiciones, no podrán transferirse mediante delegación:\n.", "1.", "La expedición de reglamentos de carácter general, salvo en los casos expresamente autorizados por la ley.", "2.", "Las funciones, atribuciones y potestades recibidas en virtud de delegación.", "3.", "Las funciones que por su naturaleza o por mandato constitucional o legal no son susceptibles de delegación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 12º", "content": ["Artículo 12º.- Régimen de los actos del delegatario. Los actos expedidos por las autoridades delegatarias estarán sometidos a los mismos requisitos establecidos para su expedición por la autoridad o entidad delegante y serán susceptibles de los recursos procedentes contra los actos de ellas.\n", "La delegación exime de responsabilidad al delegante, la cual corresponderá exclusivamente al delegatario, sin perjuicio de que en virtud de lo dispuesto en el artículo 211 de la Constitución Política, la autoridad delegante pueda en cualquier tiempo reasumir la competencia y revisar los actos expedidos por el delegatario, con sujeción a las disposiciones del Código Contencioso Administrativo.\n", "Parágrafo.- En todo caso relacionado con la contratación, el acto de la firma expresamente delegada, no exime de la responsabilidad legal civil y penal al agente principal.\n", "Declarado Exequible Sentencia Corte Constitucional 727 de 2000 y reiterado en la Sentencia Corte Constitucional 372 de 2002\n"]}, "dot_comma_sep": ["Artículo 12º.", "- Régimen de los actos del delegatario.", "Los actos expedidos por las autoridades delegatarias estarán sometidos a los mismos requisitos establecidos para su expedición por la autoridad o entidad delegante y serán susceptibles de los recursos procedentes contra los actos de ellas.", "La delegación exime de responsabilidad al delegante, la cual corresponderá exclusivamente al delegatario, sin perjuicio de que en virtud de lo dispuesto en el artículo 211 de la Constitución Política, la autoridad delegante pueda en cualquier tiempo reasumir la competencia y revisar los actos expedidos por el delegatario, con sujeción a las disposiciones del Código Contencioso Administrativo.", "Parágrafo.", "- En todo caso relacionado con la contratación, el acto de la firma expresamente delegada, no exime de la responsabilidad legal civil y penal al agente principal.", "Declarado Exequible Sentencia Corte Constitucional 727 de 2000 y reiterado en la Sentencia Corte Constitucional 372 de 2002"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 13º", "content": ["Artículo 13º.- Delegación del ejercicio de funciones presidenciales. Modificado por el art. 45, Decreto Nacional 019 de 2012. Sin perjuicio de lo previsto en la Ley 142 de 1994 y en otras disposiciones especiales, el Presidente de la República podrá delegar en los ministros, directores de departamento administrativo, representantes legales de entidades descentralizadas, superintendentes, gobernadores, alcaldes y agencias del Estado el ejercicio de las funciones a que se refieren los numerales 13, 20, 21, 22, 23, 24, 26, 27 y 28 del artículo 189 de la Constitución Política.\n"]}, "dot_comma_sep": ["Artículo 13º.", "- Delegación del ejercicio de funciones presidenciales.", "Modificado por el art.", "45, Decreto Nacional 019 de 2012.", "Sin perjuicio de lo previsto en la Ley 142 de 1994 y en otras disposiciones especiales, el Presidente de la República podrá delegar en los ministros, directores de departamento administrativo, representantes legales de entidades descentralizadas, superintendentes, gobernadores, alcaldes y agencias del Estado el ejercicio de las funciones a que se refieren los numerales 13, 20, 21, 22, 23, 24, 26, 27 y 28 del artículo 189 de la Constitución Política."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 14º", "content": ["Artículo 14º.- Delegación entre entidades públicas. La delegación de las funciones de los organismos y entidades administrativos del orden nacional efectuada en favor de entidades descentralizadas o entidades territoriales deberá acompañarse de la celebración de convenios en los que se fijen los derechos y obligaciones de las entidades delegante y delegataria. Así mismo, en el correspondiente convenio podrá determinarse el funcionario de la entidad delegataria que tendrá a su cargo el ejercicio de las funciones delegadas.\n", "Estos convenios estarán sujetos únicamente a los requisitos que la ley exige para los convenios o contratos entre entidades públicas o interadministrativos.\n"]}, "dot_comma_sep": ["Artículo 14º.", "- Delegación entre entidades públicas.", "La delegación de las funciones de los organismos y entidades administrativos del orden nacional efectuada en favor de entidades descentralizadas o entidades territoriales deberá acompañarse de la celebración de convenios en los que se fijen los derechos y obligaciones de las entidades delegante y delegataria.", "Así mismo, en el correspondiente convenio podrá determinarse el funcionario de la entidad delegataria que tendrá a su cargo el ejercicio de las funciones delegadas.", "Estos convenios estarán sujetos únicamente a los requisitos que la ley exige para los convenios o contratos entre entidades públicas o interadministrativos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000102000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-", "content": ["Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000, bajo  la condición de que los convenios a que se refiere el inciso primero de la norma tengan carácter temporal, es decir término definido.\n", "Parágrafo.-  INEXEQUIBLE. Cuando la delegación de funciones o servicios por parte de una entidad nacional recaiga en entidades territoriales, ella procederá sin requisitos adicionales, si tales funciones o servicios son complementarios a las competencias ya atribuidas a las mismas en las disposiciones legales. Si por el contrario, se trata de asumir funciones y servicios que no sean de su competencia, deberán preverse los recursos que fueren necesarios para el ejercicio de la función delegada. Sentencia de la Corte Constitucional C-727 de 2000\n", "Sistema de desarrollo administrativo\n"]}, "dot_comma_sep": ["Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000, bajo  la condición de que los convenios a que se refiere el inciso primero de la norma tengan carácter temporal, es decir término definido.", "Parágrafo.", "-  INEXEQUIBLE.", "Cuando la delegación de funciones o servicios por parte de una entidad nacional recaiga en entidades territoriales, ella procederá sin requisitos adicionales, si tales funciones o servicios son complementarios a las competencias ya atribuidas a las mismas en las disposiciones legales.", "Si por el contrario, se trata de asumir funciones y servicios que no sean de su competencia, deberán preverse los recursos que fueren necesarios para el ejercicio de la función delegada.", "Sentencia de la Corte Constitucional C-727 de 2000\n.", "Sistema de desarrollo administrativo"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 15º", "content": ["Artículo 15º.- Definición del sistema. Derogado por el art. 5, Decreto Nacional 1499 de 2017. El Sistema de Desarrollo Administrativo es un conjunto de políticas, estrategias, metodologías, técnicas y mecanismos de carácter administrativo y organizacional para la gestión y manejo de los recursos humanos, técnicos, materiales, físicos, y financieros de las entidades de la Administración Pública, orientado a fortalecer la capacidad administrativa y el desempeño institucional, de conformidad con la reglamentación que para tal efecto expida el Gobierno Nacional.\n", "Parágrafo.- Las normas del presente Capítulo serán aplicables, en lo pertinente, a las entidades autónomas y territoriales y a las sujetas a regímenes especiales en virtud de mandato constitucional.\n"]}, "dot_comma_sep": ["Artículo 15º.", "- Definición del sistema.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "El Sistema de Desarrollo Administrativo es un conjunto de políticas, estrategias, metodologías, técnicas y mecanismos de carácter administrativo y organizacional para la gestión y manejo de los recursos humanos, técnicos, materiales, físicos, y financieros de las entidades de la Administración Pública, orientado a fortalecer la capacidad administrativa y el desempeño institucional, de conformidad con la reglamentación que para tal efecto expida el Gobierno Nacional.", "Parágrafo.", "- Las normas del presente Capítulo serán aplicables, en lo pertinente, a las entidades autónomas y territoriales y a las sujetas a regímenes especiales en virtud de mandato constitucional."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 16º", "content": ["Artículo 16º.- Fundamentos del sistema de desarrollo administrativo. Derogado por el art. 5, Decreto Nacional 1499 de 2017. El Sistema de Desarrollo Administrativo, está fundamentado:\n", "a. En las políticas de desarrollo administrativo formuladas por el Departamento Administrativo de la Función Pública, adoptadas por el Gobierno Nacional y articuladas con los organismos y entidades de la Administración Pública;\n", "b. En el Plan Nacional de Formación y Capacitación formulado por el Departamento Administrativo de la Función Pública en coordinación con la Escuela Superior de Administración Pública, ESAP.\n"]}, "dot_comma_sep": ["Artículo 16º.", "- Fundamentos del sistema de desarrollo administrativo.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "El Sistema de Desarrollo Administrativo, está fundamentado:\n.", "a.", "En las políticas de desarrollo administrativo formuladas por el Departamento Administrativo de la Función Pública, adoptadas por el Gobierno Nacional y articuladas con los organismos y entidades de la Administración Pública;\n.", "b.", "En el Plan Nacional de Formación y Capacitación formulado por el Departamento Administrativo de la Función Pública en coordinación con la Escuela Superior de Administración Pública, ESAP."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 17º", "content": ["Artículo 17º.- Políticas de desarrollo administrativo. Derogado por el art. 5, Decreto Nacional 1499 de 2017. Las políticas de desarrollo administrativo formuladas por el Departamento Administrativo de la Función Pública y adoptadas por el Gobierno Nacional tendrán en cuenta, entre otros, los siguientes aspectos:\n", "Ver Decreto Nacional 2740 de 2001\n", "1. Diagnósticos institucionales.\n", "2. Racionalización de trámites, métodos y procedimientos de trabajo.\n", "3. Ajustes a la organización interna de las entidades, relacionadas con la distribución de competencias de las dependencias o con la supresión, fusión o creación de unidades administrativas fundamentales en la simplificación de los procedimientos identificados y en la racionalización del trabajo.\n", "4. Programas de mejoramiento continuo de las entidades en las áreas de gestión, en particular en las de recursos humanos, financieros, materiales, físicos y tecnológicos, así como el desempeño de las funciones de planeación, organización, dirección y control.\n", "5. Adaptación de nuevos enfoques para mejorar la calidad de los bienes y servicios prestados, metodologías para medir la productividad del trabajo e indicadores de eficiencia y eficacia.\n", "6. Estrategias orientadas a garantizar el carácter operativo de la descentralización administrativa, la participación ciudadana y la coordinación con el nivel territorial.\n", "7. Identificación de actividades obsoletas y de funciones que estén en colisión con otros organismos y entidades, que hubieren sido asignadas al nivel territorial, o que no correspondan al objeto legalmente establecido de las entidades.\n", "8. Estrategias orientadas a fortalecer los sistemas de información propios de la gestión pública para la toma de decisiones.\n", "9. Evaluación del clima organizacional, de la calidad del proceso de toma de decisiones y de los estímulos e incentivos a los funcionarios o grupos de trabajo.\n", "10. Identificación de los apoyos administrativos orientados a mejorar la atención a los usuarios y a la resolución efectiva y oportuna de sus quejas y reclamos.\n", "11. Diseños de mecanismos, procedimientos y soportes administrativos orientados a fortalecer la participación ciudadana en general y de la población usuaria en el proceso de toma de decisiones, en la fiscalización y el óptimo funcionamiento de los servicios.\n", "Parágrafo 1º.- Modificado por el art. 233, Decreto Nacional 019 de 2012. Los Comités Sectoriales de desarrollo administrativo de conformidad con el artículo 19 de la presente Ley, tendrán la obligatoriedad de presentar el plan respectivo dentro de los primeros sesenta (60) días de cada año y su ejecución estará sujeta a evaluación posterior por parte del Departamento Administrativo de la Función Pública y la responsabilidad administrativa en el cumplimiento de dicho plan recaerá directamente sobre el titular de la entidad.\n", "Parágrafo 2º.- Los organismos y entidades de la Administración Pública concurrirán obligatoriamente al Departamento Administrativo de Función Pública en la formulación de las políticas de desarrollo administrativo y en su debida aplicación, de conformidad con las metodologías que éste establezca.\n"]}, "dot_comma_sep": ["Artículo 17º.", "- Políticas de desarrollo administrativo.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "Las políticas de desarrollo administrativo formuladas por el Departamento Administrativo de la Función Pública y adoptadas por el Gobierno Nacional tendrán en cuenta, entre otros, los siguientes aspectos:\n.", "Ver Decreto Nacional 2740 de 2001", "1.", "Diagnósticos institucionales.", "2.", "Racionalización de trámites, métodos y procedimientos de trabajo.", "3.", "Ajustes a la organización interna de las entidades, relacionadas con la distribución de competencias de las dependencias o con la supresión, fusión o creación de unidades administrativas fundamentales en la simplificación de los procedimientos identificados y en la racionalización del trabajo.", "4.", "Programas de mejoramiento continuo de las entidades en las áreas de gestión, en particular en las de recursos humanos, financieros, materiales, físicos y tecnológicos, así como el desempeño de las funciones de planeación, organización, dirección y control.", "5.", "Adaptación de nuevos enfoques para mejorar la calidad de los bienes y servicios prestados, metodologías para medir la productividad del trabajo e indicadores de eficiencia y eficacia.", "6.", "Estrategias orientadas a garantizar el carácter operativo de la descentralización administrativa, la participación ciudadana y la coordinación con el nivel territorial.", "7.", "Identificación de actividades obsoletas y de funciones que estén en colisión con otros organismos y entidades, que hubieren sido asignadas al nivel territorial, o que no correspondan al objeto legalmente establecido de las entidades.", "8.", "Estrategias orientadas a fortalecer los sistemas de información propios de la gestión pública para la toma de decisiones.", "9.", "Evaluación del clima organizacional, de la calidad del proceso de toma de decisiones y de los estímulos e incentivos a los funcionarios o grupos de trabajo.", "10.", "Identificación de los apoyos administrativos orientados a mejorar la atención a los usuarios y a la resolución efectiva y oportuna de sus quejas y reclamos.", "11.", "Diseños de mecanismos, procedimientos y soportes administrativos orientados a fortalecer la participación ciudadana en general y de la población usuaria en el proceso de toma de decisiones, en la fiscalización y el óptimo funcionamiento de los servicios.", "Parágrafo 1º.", "- Modificado por el art.", "233, Decreto Nacional 019 de 2012.", "Los Comités Sectoriales de desarrollo administrativo de conformidad con el artículo 19 de la presente Ley, tendrán la obligatoriedad de presentar el plan respectivo dentro de los primeros sesenta (60) días de cada año y su ejecución estará sujeta a evaluación posterior por parte del Departamento Administrativo de la Función Pública y la responsabilidad administrativa en el cumplimiento de dicho plan recaerá directamente sobre el titular de la entidad.", "Parágrafo 2º.", "- Los organismos y entidades de la Administración Pública concurrirán obligatoriamente al Departamento Administrativo de Función Pública en la formulación de las políticas de desarrollo administrativo y en su debida aplicación, de conformidad con las metodologías que éste establezca."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 18º", "content": ["Artículo 18º.- Supresión y simplificación de trámites. Derogado por el art. 5, Decreto Nacional 1499 de 2017. La supresión y simplificación de trámites será objetivo permanente de la Administración Pública en desarrollo de los principios de celeridad y economía previstos en la Constitución Política y en la presente Ley.\n", "El Departamento Administrativo de la Función Pública orientará la política de simplificación de trámites. Para tal efecto, contará con el apoyo de los comités sectoriales para el desarrollo administrativo y con la cooperación del sector privado.\n", "Será prioridad de todos los planes de desarrollo administrativo de que trata la presente Ley diagnosticar y proponer la simplificación de procedimientos, la supresión de trámites innecesarios y la observancia del principio de buena fe en las relaciones entre la Administración Pública y los ciudadanos o usuarios.\n", "Las autoridades de la Administración Pública que participen en el trámite y ejecución de programas de apoyo y cooperación internacional, procurarán prioritariamente la inclusión de un componente de simplificación de procedimientos y supresión de trámites.\n"]}, "dot_comma_sep": ["Artículo 18º.", "- Supresión y simplificación de trámites.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "La supresión y simplificación de trámites será objetivo permanente de la Administración Pública en desarrollo de los principios de celeridad y economía previstos en la Constitución Política y en la presente Ley.", "El Departamento Administrativo de la Función Pública orientará la política de simplificación de trámites.", "Para tal efecto, contará con el apoyo de los comités sectoriales para el desarrollo administrativo y con la cooperación del sector privado.", "Será prioridad de todos los planes de desarrollo administrativo de que trata la presente Ley diagnosticar y proponer la simplificación de procedimientos, la supresión de trámites innecesarios y la observancia del principio de buena fe en las relaciones entre la Administración Pública y los ciudadanos o usuarios.", "Las autoridades de la Administración Pública que participen en el trámite y ejecución de programas de apoyo y cooperación internacional, procurarán prioritariamente la inclusión de un componente de simplificación de procedimientos y supresión de trámites."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 19º", "content": ["Artículo 19º.- Comités sectoriales de desarrollo administrativo. Modificado por el art. 234, Decreto Nacional 019 de 2012, Derogado por el art. 5, Decreto Nacional 1499 de 2017.  Los ministros y directores de departamento administrativo conformarán el Comité Sectorial de Desarrollo Administrativo, encargado de hacer seguimiento por lo menos una vez cada tres (3) meses a la ejecución de las políticas de desarrollo administrativo, formuladas dentro del plan respectivo.\n", "El Comité Sectorial de Desarrollo Administrativo estará presidido por el Ministro o Director del Departamento Administrativo del sector respectivo. Del Comité harán parte los directores, gerentes o presidentes de los organismos y entidades adscritas o vinculadas, quienes serán responsables únicos por el cumplimiento de las funciones a su cargo so pena de incurrir en causal de mala conducta.\n", "Corresponde al Departamento Administrativo de la Función Pública velar por la ejecución de las políticas de administración pública y de desarrollo administrativo, evaluación que deberá hacerse dentro de los últimos sesenta días de cada año.\n"]}, "dot_comma_sep": ["Artículo 19º.", "- Comités sectoriales de desarrollo administrativo.", "Modificado por el art.", "234, Decreto Nacional 019 de 2012, Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", " Los ministros y directores de departamento administrativo conformarán el Comité Sectorial de Desarrollo Administrativo, encargado de hacer seguimiento por lo menos una vez cada tres (3) meses a la ejecución de las políticas de desarrollo administrativo, formuladas dentro del plan respectivo.", "El Comité Sectorial de Desarrollo Administrativo estará presidido por el Ministro o Director del Departamento Administrativo del sector respectivo.", "Del Comité harán parte los directores, gerentes o presidentes de los organismos y entidades adscritas o vinculadas, quienes serán responsables únicos por el cumplimiento de las funciones a su cargo so pena de incurrir en causal de mala conducta.", "Corresponde al Departamento Administrativo de la Función Pública velar por la ejecución de las políticas de administración pública y de desarrollo administrativo, evaluación que deberá hacerse dentro de los últimos sesenta días de cada año."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 20º", "content": ["Artículo 20º.- Sistema de desarrollo administrativo territorial. Derogado por el art. 5, Decreto Nacional 1499 de 2017. Sin perjuicio de la autonomía de que gozan las entidades territoriales, las asambleas departamentales, los concejos distritales y municipales dispondrán la conformación de los comités de desarrollo administrativo, según su grado de complejidad administrativa.\n", "Igualmente regularán en forma análoga a lo dispuesto para el nivel nacional, los fundamentos del Sistema de Desarrollo Administrativo.\n"]}, "dot_comma_sep": ["Artículo 20º.", "- Sistema de desarrollo administrativo territorial.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "Sin perjuicio de la autonomía de que gozan las entidades territoriales, las asambleas departamentales, los concejos distritales y municipales dispondrán la conformación de los comités de desarrollo administrativo, según su grado de complejidad administrativa.", "Igualmente regularán en forma análoga a lo dispuesto para el nivel nacional, los fundamentos del Sistema de Desarrollo Administrativo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 21º", "content": ["Artículo 21º.- Desarrollo administrativo de los organismos y entidades de la Administración Pública. Derogado por el art. 5, Decreto Nacional 1499 de 2017. Los organismos y entidades de la Administración Pública diseñarán su política de desarrollo administrativo. El Ministerio o Departamento Administrativo correspondiente coordinará y articulará esas políticas a las del respectivo sector.\n", "El Comité Sectorial de Desarrollo Administrativo hará el seguimiento de la ejecución de las políticas de desarrollo administrativo.\n"]}, "dot_comma_sep": ["Artículo 21º.", "- Desarrollo administrativo de los organismos y entidades de la Administración Pública.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "Los organismos y entidades de la Administración Pública diseñarán su política de desarrollo administrativo.", "El Ministerio o Departamento Administrativo correspondiente coordinará y articulará esas políticas a las del respectivo sector.", "El Comité Sectorial de Desarrollo Administrativo hará el seguimiento de la ejecución de las políticas de desarrollo administrativo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 22º", "content": ["Artículo 22º.- Divulgación. Derogado por el art. 5, Decreto Nacional 1499 de 2017. Corresponde al Departamento Administrativo de la Función Pública elaborar el informe anual de ejecución y resultados de las políticas de desarrollo administrativo de los organismos y entidades de la Administración Pública que forman parte del Sistema, para lo cual solicitará a los ministros y directores de departamento administrativo los informes que considere pertinentes. Igualmente establecerá los medios idóneos para garantizar la consulta de dichos resultados por parte de las personas y organizaciones interesadas y la divulgación amplia de los mismos, sin perjuicio de los mecanismos sectoriales de divulgación que se establezcan con el objeto de atender los requerimientos de la sociedad civil.\n"]}, "dot_comma_sep": ["Artículo 22º.", "- Divulgación.", "Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "Corresponde al Departamento Administrativo de la Función Pública elaborar el informe anual de ejecución y resultados de las políticas de desarrollo administrativo de los organismos y entidades de la Administración Pública que forman parte del Sistema, para lo cual solicitará a los ministros y directores de departamento administrativo los informes que considere pertinentes.", "Igualmente establecerá los medios idóneos para garantizar la consulta de dichos resultados por parte de las personas y organizaciones interesadas y la divulgación amplia de los mismos, sin perjuicio de los mecanismos sectoriales de divulgación que se establezcan con el objeto de atender los requerimientos de la sociedad civil."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000103000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 23º", "content": ["Artículo 23º.- Convenios de desempeño. Modificado por el art. 235, Decreto Nacional 019 de 2012, Derogado por el art. 5, Decreto Nacional 1499 de 2017. Los convenios de desempeño de que trata la presente Ley, que se pacten entre los ministerios y departamentos administrativos y los organismos y entidades adscritas o vinculadas, al igual que los términos de su ejecución, deberán ser enviados al Departamento Administrativo de la Función Pública una vez se suscriban.\n"]}, "dot_comma_sep": ["Artículo 23º.", "- Convenios de desempeño.", "Modificado por el art.", "235, Decreto Nacional 019 de 2012, Derogado por el art.", "5, Decreto Nacional 1499 de 2017.", "Los convenios de desempeño de que trata la presente Ley, que se pacten entre los ministerios y departamentos administrativos y los organismos y entidades adscritas o vinculadas, al igual que los términos de su ejecución, deberán ser enviados al Departamento Administrativo de la Función Pública una vez se suscriban."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000104000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 24º", "content": ["Artículo 24º.- Banco de éxitos. El Departamento Administrativo de la Función Pública organizará el Banco de Éxitos de la Administración Pública. En él, de conformidad con la reglamentación que para el efecto expida el Gobierno Nacional, se registrarán, documentarán y divulgarán las experiencias exitosas de desarrollo de la Administración y se promoverá y coordinará la cooperación entre las entidades exitosas y las demás que puedan aprovechar tales experiencias.\n", "El Departamento Administrativo de la Función Pública efectuará la selección y exclusión respectiva y recomendará lo pertinente al Presidente de la República.\n"]}, "dot_comma_sep": ["Artículo 24º.", "- Banco de éxitos.", "El Departamento Administrativo de la Función Pública organizará el Banco de Éxitos de la Administración Pública.", "En él, de conformidad con la reglamentación que para el efecto expida el Gobierno Nacional, se registrarán, documentarán y divulgarán las experiencias exitosas de desarrollo de la Administración y se promoverá y coordinará la cooperación entre las entidades exitosas y las demás que puedan aprovechar tales experiencias.", "El Departamento Administrativo de la Función Pública efectuará la selección y exclusión respectiva y recomendará lo pertinente al Presidente de la República."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000104000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 25º", "content": ["Artículo 25º.- Premio nacional de alta gerencia. Autorízase al Gobierno Nacional para que otorgue anualmente el Premio Nacional de Alta Gerencia a la entidad u organismo de la Administración Pública, que por su buen desempeño institucional merezca ser distinguida e inscrita en el Banco de Éxitos de la Administración Pública. Dicha entidad gozará de especial atención para el apoyo a sus programas de desarrollo administrativo.\n"]}, "dot_comma_sep": ["Artículo 25º.", "- Premio nacional de alta gerencia.", "Autorízase al Gobierno Nacional para que otorgue anualmente el Premio Nacional de Alta Gerencia a la entidad u organismo de la Administración Pública, que por su buen desempeño institucional merezca ser distinguida e inscrita en el Banco de Éxitos de la Administración Pública.", "Dicha entidad gozará de especial atención para el apoyo a sus programas de desarrollo administrativo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000104000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 26º", "content": ["Artículo 26º.- Estímulos a los servidores públicos. El Gobierno Nacional otorgará anualmente estímulos a los servidores públicos que se distingan por su eficiencia, creatividad y mérito en el ejercicio de sus funciones, de conformidad con la reglamentación que para tal efecto expida, con fundamento en la recomendación del Departamento Administrativo de la Función Pública y sin perjuicio de los estímulos previstos en otras disposiciones.\n"]}, "dot_comma_sep": ["Artículo 26º.", "- Estímulos a los servidores públicos.", "El Gobierno Nacional otorgará anualmente estímulos a los servidores públicos que se distingan por su eficiencia, creatividad y mérito en el ejercicio de sus funciones, de conformidad con la reglamentación que para tal efecto expida, con fundamento en la recomendación del Departamento Administrativo de la Función Pública y sin perjuicio de los estímulos previstos en otras disposiciones."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000105000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 27º", "content": ["Artículo 27º.- Creación. Créase el Sistema Nacional de Control Interno, conformado por el conjunto de instituciones, instancias de participación, políticas, normas, procedimientos, recursos, planes, programas, proyectos, metodologías, sistemas de información, y tecnología aplicable, inspirado en los principios constitucionales de la función administrativa cuyo sustento fundamental es el servidor público.\n"]}, "dot_comma_sep": ["Artículo 27º.", "- Creación.", "Créase el Sistema Nacional de Control Interno, conformado por el conjunto de instituciones, instancias de participación, políticas, normas, procedimientos, recursos, planes, programas, proyectos, metodologías, sistemas de información, y tecnología aplicable, inspirado en los principios constitucionales de la función administrativa cuyo sustento fundamental es el servidor público."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000105000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 28º", "content": ["Artículo 28º.- Objeto. El Sistema Nacional de Control Interno tiene por objeto integrar en forma armónica, dinámica, efectiva, flexible y suficiente, el funcionamiento del control interno de las instituciones públicas, para que, mediante la aplicación de instrumentos idóneos de gerencia, fortalezcan el cumplimiento cabal y oportuno de las funciones del Estado.\n"]}, "dot_comma_sep": ["Artículo 28º.", "- Objeto.", "El Sistema Nacional de Control Interno tiene por objeto integrar en forma armónica, dinámica, efectiva, flexible y suficiente, el funcionamiento del control interno de las instituciones públicas, para que, mediante la aplicación de instrumentos idóneos de gerencia, fortalezcan el cumplimiento cabal y oportuno de las funciones del Estado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000105000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 29º", "content": ["Artículo 29º.- Reglamentado Decreto Nacional 2145 de 1999 Dirección y coordinación. El Sistema Nacional de Control Interno, de conformidad con la reglamentación que para tal efecto expida el Gobierno Nacional, será dirigido por el Presidente de la República como máxima autoridad administrativa y será apoyado y coordinado por el Consejo Asesor del Gobierno Nacional en materia de control interno de las entidades del orden nacional, el cual será presidido por el Director del Departamento Administrativo de la Función Pública.\n", "Parágrafo 1º.- Reglamentado Decreto Nacional 2145 de 1999 Las normas del presente Capítulo serán aplicables, en lo pertinente, a las entidades autónomas y territoriales o sujetas a regímenes especiales en virtud de mandato Constitucional.\n", "Parágrafo 2º.- Las unidades u oficinas que ejercen las funciones de control disciplinario interno de que trata el artículo 48 de la Ley 200 de 1995 no hacen parte del Sistema de Control Interno.\n"]}, "dot_comma_sep": ["Artículo 29º.", "- Reglamentado Decreto Nacional 2145 de 1999 Dirección y coordinación.", "El Sistema Nacional de Control Interno, de conformidad con la reglamentación que para tal efecto expida el Gobierno Nacional, será dirigido por el Presidente de la República como máxima autoridad administrativa y será apoyado y coordinado por el Consejo Asesor del Gobierno Nacional en materia de control interno de las entidades del orden nacional, el cual será presidido por el Director del Departamento Administrativo de la Función Pública.", "Parágrafo 1º.", "- Reglamentado Decreto Nacional 2145 de 1999 Las normas del presente Capítulo serán aplicables, en lo pertinente, a las entidades autónomas y territoriales o sujetas a regímenes especiales en virtud de mandato Constitucional.", "Parágrafo 2º.", "- Las unidades u oficinas que ejercen las funciones de control disciplinario interno de que trata el artículo 48 de la Ley 200 de 1995 no hacen parte del Sistema de Control Interno."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000106000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 30º", "content": ["Artículo 30º.- Escuela de alto gobierno. Establécese como un programa permanente y sistemático, la Escuela de Alto Gobierno, cuyo objeto es impartir la inducción y prestar apoyo a la alta gerencia de la Administración Pública en el orden nacional.\n", "La Escuela de Alto Gobierno, mediante la utilización de tecnologías de punta, contribuirá a garantizar la unidad de propósitos de la Administración, el desarrollo de la alta gerencia pública y el intercambio de experiencias en materia administrativa.\n", "El programa Escuela de Alto Gobierno será desarrollado por la Escuela Superior de Administración Pública en coordinación con el Departamento Administrativo de la Función Pública, conforme a la reglamentación que adopte el Gobierno Nacional.\n", "Parágrafo.- El Departamento Nacional de Planeación, a través del organismo encargado de la gestión de la cooperación internacional, brindará apoyo para la canalización de la ayuda internacional en la gestión y ejecución de los programas a cargo de la Escuela de Alto Gobierno.\n"]}, "dot_comma_sep": ["Artículo 30º.", "- Escuela de alto gobierno.", "Establécese como un programa permanente y sistemático, la Escuela de Alto Gobierno, cuyo objeto es impartir la inducción y prestar apoyo a la alta gerencia de la Administración Pública en el orden nacional.", "La Escuela de Alto Gobierno, mediante la utilización de tecnologías de punta, contribuirá a garantizar la unidad de propósitos de la Administración, el desarrollo de la alta gerencia pública y el intercambio de experiencias en materia administrativa.", "El programa Escuela de Alto Gobierno será desarrollado por la Escuela Superior de Administración Pública en coordinación con el Departamento Administrativo de la Función Pública, conforme a la reglamentación que adopte el Gobierno Nacional.", "Parágrafo.", "- El Departamento Nacional de Planeación, a través del organismo encargado de la gestión de la cooperación internacional, brindará apoyo para la canalización de la ayuda internacional en la gestión y ejecución de los programas a cargo de la Escuela de Alto Gobierno."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000106000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 31º", "content": ["Artículo 31º.- Participantes. Los servidores públicos de los niveles que determine el Gobierno Nacional, deberán participar como mínimo, en los programas de introducción de la Escuela de Alto Gobierno, preferentemente antes de tomar posesión del cargo o durante el primer mes de ejercicio de sus funciones.\n", "La Escuela de Alto Gobierno organizará y realizará seminarios de inducción a la administración pública para Gobernadores y Alcaldes electos a realizarse en el término entre la elección y la posesión de tales mandatarios. La asistencia a estos seminarios es obligatoria como requisito para poder tomar posesión del cargo para el cual haya sido electo.\n", "Los secretarios generales, asistentes, asesores y jefes de división jurídica, administrativa, presupuestal, de tesorería o sus similares de Ministerios, departamentos administrativos, superintendencias, y entidades autónomas o descentralizadas de cualquier orden deberán asistir y participar en seminarios de inducción organizados por la escuela de alto gobierno, dentro de los 120 días siguientes a su posesión.\n", "Los seminarios o cursos a que se refiere este artículo serán diseñados por la Escuela teniendo en cuenta los avances en la ciencia de la administración pública, la reingeniería del gobierno, la calidad y la eficiencia y la atención del cliente interno y externo de la respectiva entidad, así como los temas específicos del cargo o de la función que va a desempeñar el funcionario o grupo de funcionarios al cual va dirigido el curso y especialmente su responsabilidad en el manejo presupuestal y financiero de la entidad cuando a ello haya lugar según la naturaleza del cargo.\n"]}, "dot_comma_sep": ["Artículo 31º.", "- Participantes.", "Los servidores públicos de los niveles que determine el Gobierno Nacional, deberán participar como mínimo, en los programas de introducción de la Escuela de Alto Gobierno, preferentemente antes de tomar posesión del cargo o durante el primer mes de ejercicio de sus funciones.", "La Escuela de Alto Gobierno organizará y realizará seminarios de inducción a la administración pública para Gobernadores y Alcaldes electos a realizarse en el término entre la elección y la posesión de tales mandatarios.", "La asistencia a estos seminarios es obligatoria como requisito para poder tomar posesión del cargo para el cual haya sido electo.", "Los secretarios generales, asistentes, asesores y jefes de división jurídica, administrativa, presupuestal, de tesorería o sus similares de Ministerios, departamentos administrativos, superintendencias, y entidades autónomas o descentralizadas de cualquier orden deberán asistir y participar en seminarios de inducción organizados por la escuela de alto gobierno, dentro de los 120 días siguientes a su posesión.", "Los seminarios o cursos a que se refiere este artículo serán diseñados por la Escuela teniendo en cuenta los avances en la ciencia de la administración pública, la reingeniería del gobierno, la calidad y la eficiencia y la atención del cliente interno y externo de la respectiva entidad, así como los temas específicos del cargo o de la función que va a desempeñar el funcionario o grupo de funcionarios al cual va dirigido el curso y especialmente su responsabilidad en el manejo presupuestal y financiero de la entidad cuando a ello haya lugar según la naturaleza del cargo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000107000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 32º", "content": ["Artículo 32º.- Democratización de la Administración Pública. Modificado por el art. 78, Ley 1474 de 2011. Todas las entidades y organismos de la Administración Pública tienen la obligación de desarrollar su gestión acorde con los principios de democracia participativa y democratización de la gestión pública. Para ello podrán realizar todas las acciones necesarias con el objeto de involucrar a los ciudadanos y organizaciones de la sociedad civil en la formulación, ejecución, control y evaluación de la gestión pública.\n", "Reglamentado Parcialmente por el Decreto Nacional 1714 de 2000\n", "Entre otras podrán realizar las siguientes acciones:\n", "1. Convocar a audiencias públicas.\n", "2. Incorporar a sus planes de desarrollo y de gestión las políticas y programas encaminados a fortalecer la participación ciudadana.\n", "3. Difundir y promover los mecanismos de participación y los derechos de los ciudadanos.\n", "4. Incentivar la formación de asociaciones y mecanismos de asociación de intereses para representar a los usuarios y ciudadanos.\n", "5. Apoyar los mecanismos de control social que se constituyan.\n", "6. Aplicar mecanismos que brinden transparencia al ejercicio de la función administrativa.\n"]}, "dot_comma_sep": ["Artículo 32º.", "- Democratización de la Administración Pública.", "Modificado por el art.", "78, Ley 1474 de 2011.", "Todas las entidades y organismos de la Administración Pública tienen la obligación de desarrollar su gestión acorde con los principios de democracia participativa y democratización de la gestión pública.", "Para ello podrán realizar todas las acciones necesarias con el objeto de involucrar a los ciudadanos y organizaciones de la sociedad civil en la formulación, ejecución, control y evaluación de la gestión pública.", "Reglamentado Parcialmente por el Decreto Nacional 1714 de 2000", "Entre otras podrán realizar las siguientes acciones:", "1.", "Convocar a audiencias públicas.", "2.", "Incorporar a sus planes de desarrollo y de gestión las políticas y programas encaminados a fortalecer la participación ciudadana.", "3.", "Difundir y promover los mecanismos de participación y los derechos de los ciudadanos.", "4.", "Incentivar la formación de asociaciones y mecanismos de asociación de intereses para representar a los usuarios y ciudadanos.", "5.", "Apoyar los mecanismos de control social que se constituyan.", "6.", "Aplicar mecanismos que brinden transparencia al ejercicio de la función administrativa."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000107000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 33º", "content": ["Artículo 33º.- Audiencias públicas. Cuando la administración lo considere conveniente y oportuno, se podrán convocar a audiencias públicas en las cuales se discutirán aspectos relacionados con la formulación, ejecución o evaluación de políticas y programas a cargo de la entidad, y en especial cuando esté de por medio la afectación de derechos o intereses colectivos.\n", "Las comunidades y las organizaciones podrán solicitar la realización de audiencias públicas, sin que la solicitud o las conclusiones de las audiencias tengan carácter vinculante para la administración. En todo caso, se explicarán a dichas organizaciones las razones de la decisión adoptada.\n", "En el acto de convocatoria a la audiencia, la institución respectiva definirá la metodología que será utilizada.\n"]}, "dot_comma_sep": ["Artículo 33º.", "- Audiencias públicas.", "Cuando la administración lo considere conveniente y oportuno, se podrán convocar a audiencias públicas en las cuales se discutirán aspectos relacionados con la formulación, ejecución o evaluación de políticas y programas a cargo de la entidad, y en especial cuando esté de por medio la afectación de derechos o intereses colectivos.", "Las comunidades y las organizaciones podrán solicitar la realización de audiencias públicas, sin que la solicitud o las conclusiones de las audiencias tengan carácter vinculante para la administración.", "En todo caso, se explicarán a dichas organizaciones las razones de la decisión adoptada.", "En el acto de convocatoria a la audiencia, la institución respectiva definirá la metodología que será utilizada."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000107000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 34º", "content": ["Artículo 34º.- Ejercicio de control social de la administración. Cuando los ciudadanos decidan constituir mecanismos de control social de la administración, en particular mediante la creación de veedurías ciudadanas, la administración estará obligada a brindar todo el apoyo requerido para el ejercicio de dicho control.\n"]}, "dot_comma_sep": ["Artículo 34º.", "- Ejercicio de control social de la administración.", "Cuando los ciudadanos decidan constituir mecanismos de control social de la administración, en particular mediante la creación de veedurías ciudadanas, la administración estará obligada a brindar todo el apoyo requerido para el ejercicio de dicho control."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000107000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 35º", "content": ["Artículo 35º.- Ejercicio de la veeduría ciudadana. Para garantizar el ejercicio de las veedurías ciudadanas, las entidades y organismos de la administración pública deberán tener en cuenta los siguientes aspectos:\n", "a. Eficacia de la acción de las veedurías. Cada entidad u organismo objeto de vigilancia por parte de las veedurías deberá llevar un registro sistemático de sus observaciones y evaluar en forma oportuna y diligente los correctivos que surjan de sus recomendaciones, con el fin de hacer eficaz la acción de las mismas. Lo anterior sin perjuicio de las consecuencias de orden disciplinario, penal y de cualquier naturaleza que se deriven del ejercicio de la vigilancia. Las distintas autoridades de control y de carácter judicial prestarán todo su apoyo al conocimiento y resolución en su respectivo ramo de los hechos que les sean presentados por dichas veedurías;\n", "b. Acceso a la información. Las entidades u organismos y los responsables de los programas o proyectos que sean objeto de veeduría deberán facilitar y permitir a los veedores el acceso a la información para la vigilancia de todos los asuntos que se les encomienda en la presente Ley y que no constituyan materia de reserva judicial o legal. El funcionario que obstaculice el acceso a la información por parte del veedor incurrirá en causal de mala conducta;\n", "c. Formación de veedores para el control y fiscalización de la gestión pública. El Departamento Administrativo de la Función Pública, con el apoyo de la Escuela Superior de Administración Pública, diseñará y promoverá un Plan Nacional de Formación de Veedores en las áreas, objeto de intervención. En la ejecución de dicho plan contribuirán, hasta el monto de sus disponibilidades presupuestales, los organismos objeto de vigilancia por parte de las veedurías, sin perjuicio de los recursos que al efecto destine el Ministerio del Interior a través del Fondo para el Desarrollo Comunal.\n"]}, "dot_comma_sep": ["Artículo 35º.", "- Ejercicio de la veeduría ciudadana.", "Para garantizar el ejercicio de las veedurías ciudadanas, las entidades y organismos de la administración pública deberán tener en cuenta los siguientes aspectos:\n.", "a.", "Eficacia de la acción de las veedurías.", "Cada entidad u organismo objeto de vigilancia por parte de las veedurías deberá llevar un registro sistemático de sus observaciones y evaluar en forma oportuna y diligente los correctivos que surjan de sus recomendaciones, con el fin de hacer eficaz la acción de las mismas.", "Lo anterior sin perjuicio de las consecuencias de orden disciplinario, penal y de cualquier naturaleza que se deriven del ejercicio de la vigilancia.", "Las distintas autoridades de control y de carácter judicial prestarán todo su apoyo al conocimiento y resolución en su respectivo ramo de los hechos que les sean presentados por dichas veedurías;\n.", "b.", "Acceso a la información.", "Las entidades u organismos y los responsables de los programas o proyectos que sean objeto de veeduría deberán facilitar y permitir a los veedores el acceso a la información para la vigilancia de todos los asuntos que se les encomienda en la presente Ley y que no constituyan materia de reserva judicial o legal.", "El funcionario que obstaculice el acceso a la información por parte del veedor incurrirá en causal de mala conducta;\n.", "c.", "Formación de veedores para el control y fiscalización de la gestión pública.", "El Departamento Administrativo de la Función Pública, con el apoyo de la Escuela Superior de Administración Pública, diseñará y promoverá un Plan Nacional de Formación de Veedores en las áreas, objeto de intervención.", "En la ejecución de dicho plan contribuirán, hasta el monto de sus disponibilidades presupuestales, los organismos objeto de vigilancia por parte de las veedurías, sin perjuicio de los recursos que al efecto destine el Ministerio del Interior a través del Fondo para el Desarrollo Comunal."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000108000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 36º", "content": ["Artículo 36º.- Sistema General de Información Administrativa. Créase el Sistema General de Información Administrativa del Sector Público, integrado, entre otros, por los subsistemas de organización institucional, de gestión de recursos humanos, materiales y físicos, y el desarrollo administrativo. El diseño, dirección e implementación del Sistema será responsabilidad del Departamento Administrativo de la Función Pública en coordinación con los organismos competentes en sistemas de información, y de los cuales se levantará una memoria institucional.\n"]}, "dot_comma_sep": ["Artículo 36º.", "- Sistema General de Información Administrativa.", "Créase el Sistema General de Información Administrativa del Sector Público, integrado, entre otros, por los subsistemas de organización institucional, de gestión de recursos humanos, materiales y físicos, y el desarrollo administrativo.", "El diseño, dirección e implementación del Sistema será responsabilidad del Departamento Administrativo de la Función Pública en coordinación con los organismos competentes en sistemas de información, y de los cuales se levantará una memoria institucional."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000108000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 37º", "content": ["Artículo 37º.- Sistema de información de las entidades y organismos. Los sistemas de información de los organismos y entidades de la Administración Pública servirán de soporte al cumplimiento de su misión, objetivos y funciones, darán cuenta del desempeño institucional y facilitarán la evaluación de la gestión pública a su interior así como, a la ciudadanía en general.\n", "Corresponde a los comités de desarrollo administrativo de que trata la presente Ley hacer evaluaciones periódicas del estado de los sistemas de información en cada sector administrativo y propender por su simplificación en los términos previstos en las disposiciones legales.\n", "En las políticas de desarrollo administrativo deberá darse prioridad al diseño, implementación, seguimiento y evaluación de los sistemas de información y a la elaboración de los indicadores de administración pública que sirvan de soporte a los mismos.\n"]}, "dot_comma_sep": ["Artículo 37º.", "- Sistema de información de las entidades y organismos.", "Los sistemas de información de los organismos y entidades de la Administración Pública servirán de soporte al cumplimiento de su misión, objetivos y funciones, darán cuenta del desempeño institucional y facilitarán la evaluación de la gestión pública a su interior así como, a la ciudadanía en general.", "Corresponde a los comités de desarrollo administrativo de que trata la presente Ley hacer evaluaciones periódicas del estado de los sistemas de información en cada sector administrativo y propender por su simplificación en los términos previstos en las disposiciones legales.", "En las políticas de desarrollo administrativo deberá darse prioridad al diseño, implementación, seguimiento y evaluación de los sistemas de información y a la elaboración de los indicadores de administración pública que sirvan de soporte a los mismos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 38º", "content": ["Artículo 38º.- Integración de la Rama Ejecutiva del Poder Público en el orden nacional. La Rama Ejecutiva del Poder Público en el orden nacional, está integrada por los siguientes organismos y entidades: Ver inciso segundo, art. 25, Ley 489 de 1998.\n", "1. Del Sector Central:.\n", "a. La Presidencia de la República;\n", "b. La Vicepresidencia de la República;\n", "c. Los Consejos Superiores de la administración;\n", "d. Los ministerios y departamentos administrativos;\n", "e. Las superintendencias y unidades administrativas especiales sin personería jurídica.\n", "2. Del Sector descentralizado por servicios:\n", "a. Los establecimientos públicos;\n", "b. Las empresas industriales y comerciales del Estado;\n", "c. Las superintendencias y las unidades administrativas especiales con personería jurídica;\n", "d. Las empresas sociales del Estado y las empresas oficiales de servicios públicos domiciliarios;\n", "NOTA: Expresión subrayada declarada EXEQUIBLE mediante Sentencia de la Corte Constitucional C-736 de 2007.\n", "e. Los institutos científicos y tecnológicos;\n", "f. Las sociedades públicas y las sociedades de economía mixta;\n", "g. Las demás entidades administrativas nacionales con personería jurídica que cree, organice o autorice la ley para que formen parte de la Rama Ejecutiva del Poder Público.\n", "Parágrafo 1º.- Las sociedades públicas y las sociedades de economía mixta en las que el Estado posea el noventa por ciento (90%) o más de su capital social, se someten al régimen previsto para las empresas industriales y comerciales del Estado.\n", "Parágrafo 2º.- A demás de lo previsto en el literal c) del numeral 1 del presente artículo, como organismos consultivos o coordinadores, para toda la administración o parte de ella, funcionarán con carácter permanente o temporal y con representación de varias entidades estatales y, si fuere el caso, del sector privado, los que la ley determine. En el acto de Constitución se indicará al Ministerio o Departamento Administrativo al cual quedaren adscritos tales organismos. Frases subrayadas EXEQUIBLES Sentencia C-702 de 1999 Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 38º.", "- Integración de la Rama Ejecutiva del Poder Público en el orden nacional.", "La Rama Ejecutiva del Poder Público en el orden nacional, está integrada por los siguientes organismos y entidades: Ver inciso segundo, art.", "25, Ley 489 de 1998.", "1.", "Del Sector Central:.", "a.", "La Presidencia de la República;\n.", "b.", "La Vicepresidencia de la República;\n.", "c.", "Los Consejos Superiores de la administración;\n.", "d.", "Los ministerios y departamentos administrativos;\n.", "e.", "Las superintendencias y unidades administrativas especiales sin personería jurídica.", "2.", "Del Sector descentralizado por servicios:\n.", "a.", "Los establecimientos públicos;\n.", "b.", "Las empresas industriales y comerciales del Estado;\n.", "c.", "Las superintendencias y las unidades administrativas especiales con personería jurídica;\n.", "d.", "Las empresas sociales del Estado y las empresas oficiales de servicios públicos domiciliarios;\n.", "NOTA: Expresión subrayada declarada EXEQUIBLE mediante Sentencia de la Corte Constitucional C-736 de 2007.", "e.", "Los institutos científicos y tecnológicos;\n.", "f.", "Las sociedades públicas y las sociedades de economía mixta;\n.", "g.", "Las demás entidades administrativas nacionales con personería jurídica que cree, organice o autorice la ley para que formen parte de la Rama Ejecutiva del Poder Público.", "Parágrafo 1º.", "- Las sociedades públicas y las sociedades de economía mixta en las que el Estado posea el noventa por ciento (90%) o más de su capital social, se someten al régimen previsto para las empresas industriales y comerciales del Estado.", "Parágrafo 2º.", "- A demás de lo previsto en el literal c) del numeral 1 del presente artículo, como organismos consultivos o coordinadores, para toda la administración o parte de ella, funcionarán con carácter permanente o temporal y con representación de varias entidades estatales y, si fuere el caso, del sector privado, los que la ley determine.", "En el acto de Constitución se indicará al Ministerio o Departamento Administrativo al cual quedaren adscritos tales organismos.", "Frases subrayadas EXEQUIBLES Sentencia C-702 de 1999 Corte Constitucional."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 39º", "content": ["Artículo 39º.- Integración de la Administración Pública. La Administración Pública se integra por los organismos que conforman la Rama Ejecutiva del Poder Público y por todos los demás organismos y entidades de naturaleza pública que de manera permanente tienen a su cargo el ejercicio de las actividades y funciones administrativas o la prestación de servicios públicos del Estado Colombiano.\n", "La Presidencia de la República, los ministerios y los departamentos administrativos, en lo nacional, son los organismos principales de la Administración.\n", "Así mismo, los ministerios, los departamentos administrativos y las superintendencias constituyen el Sector Central de la Administración Pública Nacional. Los organismos y entidades adscritos o vinculados a un Ministerio o un Departamento Administrativo que gocen de personería jurídica, autonomía administrativa y patrimonio propio o capital independiente conforman el Sector Descentralizado de la Administración Pública Nacional y cumplen sus funciones en los términos que señale la ley.\n", "Las gobernaciones, las alcaldías, las secretarías de despacho y los departamento administrativos son los organismos principales de la Administración en el correspondiente nivel territorial. Los demás les están adscritos o vinculados, cumplen sus funciones bajo su orientación, coordinación y control en los términos que señalen la ley, las ordenanzas y los acuerdos, según el caso. Ver Circular Secretaría General 25 de 2002\n", "Las asambleas departamentales y los concejos distritales y municipales son corporaciones administrativas de elección popular que cumplen las funciones que les señalan la Constitución Política y la ley.\n"]}, "dot_comma_sep": ["Artículo 39º.", "- Integración de la Administración Pública.", "La Administración Pública se integra por los organismos que conforman la Rama Ejecutiva del Poder Público y por todos los demás organismos y entidades de naturaleza pública que de manera permanente tienen a su cargo el ejercicio de las actividades y funciones administrativas o la prestación de servicios públicos del Estado Colombiano.", "La Presidencia de la República, los ministerios y los departamentos administrativos, en lo nacional, son los organismos principales de la Administración.", "Así mismo, los ministerios, los departamentos administrativos y las superintendencias constituyen el Sector Central de la Administración Pública Nacional.", "Los organismos y entidades adscritos o vinculados a un Ministerio o un Departamento Administrativo que gocen de personería jurídica, autonomía administrativa y patrimonio propio o capital independiente conforman el Sector Descentralizado de la Administración Pública Nacional y cumplen sus funciones en los términos que señale la ley.", "Las gobernaciones, las alcaldías, las secretarías de despacho y los departamento administrativos son los organismos principales de la Administración en el correspondiente nivel territorial.", "Los demás les están adscritos o vinculados, cumplen sus funciones bajo su orientación, coordinación y control en los términos que señalen la ley, las ordenanzas y los acuerdos, según el caso.", "Ver Circular Secretaría General 25 de 2002\n.", "Las asambleas departamentales y los concejos distritales y municipales son corporaciones administrativas de elección popular que cumplen las funciones que les señalan la Constitución Política y la ley."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 40º", "content": ["Artículo 40º.- Entidades y organismos estatales sujetos a régimen especial. El Banco de la República, los entes universitarios autónomos, las corporaciones autónomas regionales, la Comisión Nacional de Televisión y los demás organismos y entidades con régimen especial otorgado por la Constitución Política se sujetan a las disposiciones que para ellos establezcan las respectivas leyes. Ver Decreto 1210 de 1993\n"]}, "dot_comma_sep": ["Artículo 40º.", "- Entidades y organismos estatales sujetos a régimen especial.", "El Banco de la República, los entes universitarios autónomos, las corporaciones autónomas regionales, la Comisión Nacional de Televisión y los demás organismos y entidades con régimen especial otorgado por la Constitución Política se sujetan a las disposiciones que para ellos establezcan las respectivas leyes.", "Ver Decreto 1210 de 1993\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41.- Orientación y control. La orientación, control y evaluación general de las actividades de los organismos y entidades administrativas corresponden al Presidente de la República y en su respectivo nivel, a los ministros, los directores de departamento administrativo, los superintendentes, los gobernadores, los alcaldes y los representantes legales de las entidades descentralizadas y sociedades de economía mixta de cualquier nivel administrativo.\n", "En el orden nacional, los ministros y directores de departamento administrativo orientan y coordinan el cumplimiento de las funciones a sociedades de economía mixta que les estén adscritas o vinculadas o integren el Sector Administrativo correspondiente.\n"]}, "dot_comma_sep": ["Artículo 41.", "- Orientación y control.", "La orientación, control y evaluación general de las actividades de los organismos y entidades administrativas corresponden al Presidente de la República y en su respectivo nivel, a los ministros, los directores de departamento administrativo, los superintendentes, los gobernadores, los alcaldes y los representantes legales de las entidades descentralizadas y sociedades de economía mixta de cualquier nivel administrativo.", "En el orden nacional, los ministros y directores de departamento administrativo orientan y coordinan el cumplimiento de las funciones a sociedades de economía mixta que les estén adscritas o vinculadas o integren el Sector Administrativo correspondiente."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 42º", "content": ["Artículo 42º.- Sectores Administrativos. El Sector Administrativo está integrado por el Ministerio o Departamento Administrativo, las superintendencias y demás entidades que la ley o el Gobierno Nacional definan como adscritas o vinculadas a aquéllos según correspondiere a cada área. Declarado exequible, salvo las expresiones \"o el Gobierno Nacional\" que se declara inexequible Sentencia Corte Constitucional 1437 de 2000\n"]}, "dot_comma_sep": ["Artículo 42º.", "- Sectores Administrativos.", "El Sector Administrativo está integrado por el Ministerio o Departamento Administrativo, las superintendencias y demás entidades que la ley o el Gobierno Nacional definan como adscritas o vinculadas a aquéllos según correspondiere a cada área.", "Declarado exequible, salvo las expresiones \"o el Gobierno Nacional\" que se declara inexequible Sentencia Corte Constitucional 1437 de 2000\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 43º", "content": ["Artículo 43º.- Sistemas Administrativos. El Gobierno Nacional podrá organizar sistemas administrativos nacionales con el fin de coordinar las actividades estatales y de los particulares. Para tal efecto preverá los órganos o entidades a los cuales corresponde desarrollar las actividades de dirección, programación, ejecución y evaluación.\n"]}, "dot_comma_sep": ["Artículo 43º.", "- Sistemas Administrativos.", "El Gobierno Nacional podrá organizar sistemas administrativos nacionales con el fin de coordinar las actividades estatales y de los particulares.", "Para tal efecto preverá los órganos o entidades a los cuales corresponde desarrollar las actividades de dirección, programación, ejecución y evaluación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 44º", "content": ["Artículo 44º.- Orientación y coordinación sectorial. La orientación del ejercicio de las funciones a cargo de los organismos y entidades que conforman un Sector Administrativo está a cargo del Ministro o Director del Departamento Administrativo a cuyo despacho se encuentran adscritos o vinculados, sin perjuicio de las potestades de decisión, que de acuerdo con la ley y los actos de creación o de reestructuración, les correspondan.\n"]}, "dot_comma_sep": ["Artículo 44º.", "- Orientación y coordinación sectorial.", "La orientación del ejercicio de las funciones a cargo de los organismos y entidades que conforman un Sector Administrativo está a cargo del Ministro o Director del Departamento Administrativo a cuyo despacho se encuentran adscritos o vinculados, sin perjuicio de las potestades de decisión, que de acuerdo con la ley y los actos de creación o de reestructuración, les correspondan."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 45º", "content": ["Artículo 45º.- Comisiones Intersectoriales. El Gobierno Nacional podrá crear comisiones intersectoriales para la coordinación y orientación superior de la ejecución de ciertas funciones y servicios públicos, cuando por mandato legal o en razón de sus características, estén a cargo de dos o más ministerios, departamentos administrativos o entidades descentralizadas, sin perjuicio de las competencias específicas de cada uno de ellos.\n", "El Gobierno podrá establecer la sujeción de las medidas y actos concretos de los organismos y entidades competentes a la previa adopción de los programas y proyectos de acción por parte de la Comisión Intersectorial y delegarle algunas de las funciones que le corresponden.\n", "Las comisiones intersectoriales estarán integradas por los ministros, directores de departamento administrativo, superintendentes y representantes legales de los organismos y entidades que tengan a su cargo las funciones y actividades en referencia.\n", "Ver el Decreto Nacional 958 de 2001. , Ver el Decreto Nacional 413 de 2002.\n"]}, "dot_comma_sep": ["Artículo 45º.", "- Comisiones Intersectoriales.", "El Gobierno Nacional podrá crear comisiones intersectoriales para la coordinación y orientación superior de la ejecución de ciertas funciones y servicios públicos, cuando por mandato legal o en razón de sus características, estén a cargo de dos o más ministerios, departamentos administrativos o entidades descentralizadas, sin perjuicio de las competencias específicas de cada uno de ellos.", "El Gobierno podrá establecer la sujeción de las medidas y actos concretos de los organismos y entidades competentes a la previa adopción de los programas y proyectos de acción por parte de la Comisión Intersectorial y delegarle algunas de las funciones que le corresponden.", "Las comisiones intersectoriales estarán integradas por los ministros, directores de departamento administrativo, superintendentes y representantes legales de los organismos y entidades que tengan a su cargo las funciones y actividades en referencia.", "Ver el Decreto Nacional 958 de 2001.", ", Ver el Decreto Nacional 413 de 2002."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 46º", "content": ["Artículo 46º.- Participación de las entidades descentralizadas en la política gubernamental. Los organismos y entidades descentralizados participarán en la formulación de la política, en la elaboración de los programas sectoriales y en la ejecución de los mismos, bajo la orientación de los ministerios y departamentos administrativos respectivos.\n"]}, "dot_comma_sep": ["Artículo 46º.", "- Participación de las entidades descentralizadas en la política gubernamental.", "Los organismos y entidades descentralizados participarán en la formulación de la política, en la elaboración de los programas sectoriales y en la ejecución de los mismos, bajo la orientación de los ministerios y departamentos administrativos respectivos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 47º", "content": ["Artículo 47º.- Consejo de Ministros. El Consejo de Ministros estará conformado por todos los Ministros convocados por el Presidente de la República. Mediante convocatoria expresa podrán concurrir también los directores de departamento administrativo, así como los demás funcionarios o particulares que considere pertinente el Presidente de la República.\n", "Sin perjuicio de las funciones que le otorgan la Constitución Política o la ley, corresponde al Presidente de la República fijar las funciones especiales del Consejo y las reglas necesarias para su funcionamiento. Artículo 47 declarado EXEQUIBLE Sentencia C 702 de 1999 Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 47º.", "- Consejo de Ministros.", "El Consejo de Ministros estará conformado por todos los Ministros convocados por el Presidente de la República.", "Mediante convocatoria expresa podrán concurrir también los directores de departamento administrativo, así como los demás funcionarios o particulares que considere pertinente el Presidente de la República.", "Sin perjuicio de las funciones que le otorgan la Constitución Política o la ley, corresponde al Presidente de la República fijar las funciones especiales del Consejo y las reglas necesarias para su funcionamiento."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000109000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 48º", "content": ["Artículo 48º.- Comisiones de Regulación. Las comisiones que cree la ley para la regulación, de los servicios públicos domiciliarios mediante asignación de la propia ley o en virtud de delegación por parte del Presidente de la República, para promover y garantizar la competencia entre quienes los presten, se sujetarán en cuanto a su estructura, organización y funcionamiento a lo dispuesto en los correspondientes actos de creación.\n"]}, "dot_comma_sep": ["Artículo 47 declarado EXEQUIBLE Sentencia C 702 de 1999 Corte Constitucional."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 49º", "content": ["Artículo 49º.- Creación de organismos y entidades administrativas. Corresponde a la ley, por iniciativa del Gobierno, la creación de los ministerios, departamentos administrativos, superintendencias, establecimientos públicos y los demás organismos y entidades administrativas nacionales.\n", "Las empresas industriales y comerciales del Estado podrán ser creadas por ley o con autorización de la misma.\n", "Las sociedades de economía mixta serán constituidas en virtud de autorización legal.\n", "Parágrafo.- Las entidades descentralizadas indirectas y las filiales de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta se constituirán con arreglo a las disposiciones de la presente Ley, y en todo caso previa autorización del Gobierno Nacional si se tratare de entidades de ese orden o del Gobernador o el Alcalde en tratándose de entidades del orden departamental o municipal.\n", "Ver la Ley 790 de 2002, Ver el Concepto del Consejo de Estado 1844 de 2007\n"]}, "dot_comma_sep": ["Artículo 48º.", "- Comisiones de Regulación.", "Las comisiones que cree la ley para la regulación, de los servicios públicos domiciliarios mediante asignación de la propia ley o en virtud de delegación por parte del Presidente de la República, para promover y garantizar la competencia entre quienes los presten, se sujetarán en cuanto a su estructura, organización y funcionamiento a lo dispuesto en los correspondientes actos de creación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 50º", "content": ["Artículo 50º.- Contenido de los actos de creación. La ley que disponga la creación de un organismo o entidad administrativa deberá determinar sus objetivos y estructura orgánica, así mismo determinará el soporte presupuestal de conformidad con los lineamientos fiscales del Ministerio de Hacienda y Crédito Público.\n", "La estructura orgánica de un organismo o entidad administrativa comprende la determinación de los siguientes aspectos:\n", "1. La denominación.\n", "2. La naturaleza jurídica y el consiguiente régimen jurídico.\n", "3. La sede.\n", "4. La integración de su patrimonio.\n", "5. El señalamiento de los órganos superiores de dirección y administración y la forma de integración y de designación de sus titulares, y\n", "6. El Ministerio o el Departamento Administrativo al cual estarán adscritos o vinculados.\n", "Parágrafo.- Las superintendencias, los establecimientos públicos y las unidades administrativas especiales estarán adscritos a los ministerios o departamentos administrativos; las empresas industriales y comerciales del Estado y las sociedades de economía mixta estarán vinculadas a aquellos; los demás organismos y entidades estarán adscritos o vinculados, según lo determine su acto de creación.\n"]}, "dot_comma_sep": ["Artículo 49º.", "- Creación de organismos y entidades administrativas.", "Corresponde a la ley, por iniciativa del Gobierno, la creación de los ministerios, departamentos administrativos, superintendencias, establecimientos públicos y los demás organismos y entidades administrativas nacionales.", "Las empresas industriales y comerciales del Estado podrán ser creadas por ley o con autorización de la misma.", "Las sociedades de economía mixta serán constituidas en virtud de autorización legal.", "Parágrafo.", "- Las entidades descentralizadas indirectas y las filiales de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta se constituirán con arreglo a las disposiciones de la presente Ley, y en todo caso previa autorización del Gobierno Nacional si se tratare de entidades de ese orden o del Gobernador o el Alcalde en tratándose de entidades del orden departamental o municipal.", "Ver la Ley 790 de 2002, Ver el Concepto del Consejo de Estado 1844 de 2007"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 51º", "content": ["Artículo 51º.- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Modalidades de la fusión de entidades u organismos nacionales que decrete el Gobierno. El Presidente de la República, en desarrollo de los principios constitucionales de la función administrativa podrá disponer la fusión de entidades y organismos administrativos del orden nacional con el fin de garantizar la eficiencia y la racionalidad de la gestión pública, de evitar duplicidad de funciones y actividades y de asegurar la unidad en la concepción y ejercicio de la función o la prestación del servicio.\n", "El acto que ordene la fusión dispondrá sobre la subrogación de obligaciones y derechos de los organismos o entidades fusionadas, la titularidad y destinación de bienes o rentas, los ajustes presupuestales necesarios, el proceso de adecuación de la estructura orgánica y, de conformidad con las normas que rigen la materia, y, la situación de los servidores públicos.\n", "El Presidente de la República deberá reestructurar la entidad que resulte de la fusión, establecer las modificaciones necesarias en relación con su denominación, naturaleza jurídica, patrimonio o capital y regulación presupuestal según el caso, de acuerdo con las normas orgánicas sobre la materia, y el régimen aplicable de conformidad con las disposiciones de la presente Ley.\n", "La fusión de organismos, entidades o dependencias, o el traslado de funciones de una entidad a otra, no implica solución de continuidad para el ejercicio de la función o la prestación del servicio público y el cumplimiento de las obligaciones de ella resultantes a cargo de la entidad u organismo al que finalmente se le atribuyan.\n", "Una vez decretada la fusión, supresión o escisión, el registro público se surtirá con el acto correspondiente, y frente a terceros las transferencias a que haya lugar se producirán en bloque y sin solución de continuidad por ministerio de la ley. La fusión o supresión de entidades u organismos del orden nacional o la modificación de su estructura y los actos o contratos que deben extenderse u otorgarse con motivo de ellas, se considerarán sin cuantía y no generarán impuestos, contribuciones de carácter nacional o tarifas por concepto de tarifas y anotación. Para los efectos del registro sobre inmuebles y demás bienes sujetos al mismo, bastará con enumerarlos en el respectivo acto que decrete la supresión, fusión, escisión o modificación, indicando el número de folio de matrícula inmobiliaria o el dato que identifique el registro del bien o derecho respectivo.\n", "Parágrafo.- Por virtud de la fusión, el Gobierno no podrá crear ninguna nueva entidad u organismo público del orden nacional. En tal sentido se considera que se crea una entidad nueva cuando quiera que la resultante de la fusión persiga objetivos esencialmente distintos de aquellos originalmente determinados por el legislador para las entidades que se fusionan.\n"]}, "dot_comma_sep": ["Artículo 50º.", "- Contenido de los actos de creación.", "La ley que disponga la creación de un organismo o entidad administrativa deberá determinar sus objetivos y estructura orgánica, así mismo determinará el soporte presupuestal de conformidad con los lineamientos fiscales del Ministerio de Hacienda y Crédito Público.", "La estructura orgánica de un organismo o entidad administrativa comprende la determinación de los siguientes aspectos:", "1.", "La denominación.", "2.", "La naturaleza jurídica y el consiguiente régimen jurídico.", "3.", "La sede.", "4.", "La integración de su patrimonio.", "5.", "El señalamiento de los órganos superiores de dirección y administración y la forma de integración y de designación de sus titulares, y\n.", "6.", "El Ministerio o el Departamento Administrativo al cual estarán adscritos o vinculados.", "Parágrafo.", "- Las superintendencias, los establecimientos públicos y las unidades administrativas especiales estarán adscritos a los ministerios o departamentos administrativos; las empresas industriales y comerciales del Estado y las sociedades de economía mixta estarán vinculadas a aquellos; los demás organismos y entidades estarán adscritos o vinculados, según lo determine su acto de creación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 52º", "content": ["Artículo 52º.- De la supresión, disolución y liquidación de entidades u organismos administrativos nacionales. El Presidente de la República podrá suprimir o disponer la disolución y la consiguiente liquidación de entidades y organismos administrativos del orden nacional previstos en el artículo 38 de la presente Ley cuando:\n", "1. Los objetivos señalados al organismo o entidad en el acto de creación hayan perdido su razón de ser.\n", "2. Los objetivos y funciones a cargo de la entidad sean transferidos a otros organismos nacional o a las entidades del orden nacional.\n", "3. Las evaluaciones de la gestión administrativa, efectuadas por el Gobierno Nacional, aconsejen su supresión o la transferencia de funciones a otra entidad.\n", "4. Así se concluya por la utilización de los indicadores de gestión y de eficiencia que emplean los organismos de control y los resultados por ellos obtenidos cada año, luego de realizare el examen de eficiencia y eficacia de las entidades en la administración de los recursos públicos, determinada la evaluación de sus procesos administrativos, la utilización de indicadores de rentabilidad pública y desempeño y la identificación de la distribución del excedente que éstas producen, así como de los beneficiarios de su actividad o el examen de los resultados para establecer en qué medida se logran sus objetivos y cumplen los planes, programas y proyectos adoptados por la administración en un período determinado.\n", "5. Exista duplicidad de objetivos y/o de funciones esenciales con otra u otras entidades.\n", "6. Siempre que como consecuencia de la descentralización o desconcentración de un servicio la entidad pierda la respectiva competencia. Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000\n", "Parágrafo 1º.- El acto que ordene la supresión, disolución y liquidación, dispondrá sobre la subrogación de obligaciones y derechos de los organismos o entidades suprimidas o disueltas, la titularidad y destinación de bienes o rentas, los ajustes presupuestales necesarios, el régimen aplicable a la liquidación y, de conformidad con las normas que rigen la materia, la situación de los servidores públicos.\n", "Parágrafo 2º.- Tratándose de entidades sometidas al régimen societario, la liquidación se regirá por las normas del Código de Comercio en cuanto fueren compatibles con la naturaleza de la entidad cuya liquidación se realiza.\n"]}, "dot_comma_sep": ["Artículo 51º.", "- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Modalidades de la fusión de entidades u organismos nacionales que decrete el Gobierno.", "El Presidente de la República, en desarrollo de los principios constitucionales de la función administrativa podrá disponer la fusión de entidades y organismos administrativos del orden nacional con el fin de garantizar la eficiencia y la racionalidad de la gestión pública, de evitar duplicidad de funciones y actividades y de asegurar la unidad en la concepción y ejercicio de la función o la prestación del servicio.", "El acto que ordene la fusión dispondrá sobre la subrogación de obligaciones y derechos de los organismos o entidades fusionadas, la titularidad y destinación de bienes o rentas, los ajustes presupuestales necesarios, el proceso de adecuación de la estructura orgánica y, de conformidad con las normas que rigen la materia, y, la situación de los servidores públicos.", "El Presidente de la República deberá reestructurar la entidad que resulte de la fusión, establecer las modificaciones necesarias en relación con su denominación, naturaleza jurídica, patrimonio o capital y regulación presupuestal según el caso, de acuerdo con las normas orgánicas sobre la materia, y el régimen aplicable de conformidad con las disposiciones de la presente Ley.", "La fusión de organismos, entidades o dependencias, o el traslado de funciones de una entidad a otra, no implica solución de continuidad para el ejercicio de la función o la prestación del servicio público y el cumplimiento de las obligaciones de ella resultantes a cargo de la entidad u organismo al que finalmente se le atribuyan.", "Una vez decretada la fusión, supresión o escisión, el registro público se surtirá con el acto correspondiente, y frente a terceros las transferencias a que haya lugar se producirán en bloque y sin solución de continuidad por ministerio de la ley.", "La fusión o supresión de entidades u organismos del orden nacional o la modificación de su estructura y los actos o contratos que deben extenderse u otorgarse con motivo de ellas, se considerarán sin cuantía y no generarán impuestos, contribuciones de carácter nacional o tarifas por concepto de tarifas y anotación.", "Para los efectos del registro sobre inmuebles y demás bienes sujetos al mismo, bastará con enumerarlos en el respectivo acto que decrete la supresión, fusión, escisión o modificación, indicando el número de folio de matrícula inmobiliaria o el dato que identifique el registro del bien o derecho respectivo.", "Parágrafo.", "- Por virtud de la fusión, el Gobierno no podrá crear ninguna nueva entidad u organismo público del orden nacional.", "En tal sentido se considera que se crea una entidad nueva cuando quiera que la resultante de la fusión persiga objetivos esencialmente distintos de aquellos originalmente determinados por el legislador para las entidades que se fusionan."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 53º", "content": ["Artículo 53º.- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Escisión de empresas industriales y comerciales del Estado y de sociedades de economía mixta. El Presidente de la República podrá escindir las empresas industriales y comerciales del Estado cuando ello sea conveniente para el mejor desarrollo de su objeto, caso en el cual se aplicará en lo pertinente lo dispuesto en los artículos anteriores. El Presidente de la República igualmente, podrá autorizar la escisión de sociedades de economía mixta cuando ello sea conveniente para el mejor desarrollo de su objeto, caso en el cual se aplicarán las normas que regulan las sociedades comerciales.\n"]}, "dot_comma_sep": ["Artículo 52º.", "- De la supresión, disolución y liquidación de entidades u organismos administrativos nacionales.", "El Presidente de la República podrá suprimir o disponer la disolución y la consiguiente liquidación de entidades y organismos administrativos del orden nacional previstos en el artículo 38 de la presente Ley cuando:\n.", "1.", "Los objetivos señalados al organismo o entidad en el acto de creación hayan perdido su razón de ser.", "2.", "Los objetivos y funciones a cargo de la entidad sean transferidos a otros organismos nacional o a las entidades del orden nacional.", "3.", "Las evaluaciones de la gestión administrativa, efectuadas por el Gobierno Nacional, aconsejen su supresión o la transferencia de funciones a otra entidad.", "4.", "Así se concluya por la utilización de los indicadores de gestión y de eficiencia que emplean los organismos de control y los resultados por ellos obtenidos cada año, luego de realizare el examen de eficiencia y eficacia de las entidades en la administración de los recursos públicos, determinada la evaluación de sus procesos administrativos, la utilización de indicadores de rentabilidad pública y desempeño y la identificación de la distribución del excedente que éstas producen, así como de los beneficiarios de su actividad o el examen de los resultados para establecer en qué medida se logran sus objetivos y cumplen los planes, programas y proyectos adoptados por la administración en un período determinado.", "5.", "Exista duplicidad de objetivos y/o de funciones esenciales con otra u otras entidades.", "6.", "Siempre que como consecuencia de la descentralización o desconcentración de un servicio la entidad pierda la respectiva competencia.", "Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000\n.", "Parágrafo 1º.", "- El acto que ordene la supresión, disolución y liquidación, dispondrá sobre la subrogación de obligaciones y derechos de los organismos o entidades suprimidas o disueltas, la titularidad y destinación de bienes o rentas, los ajustes presupuestales necesarios, el régimen aplicable a la liquidación y, de conformidad con las normas que rigen la materia, la situación de los servidores públicos.", "Parágrafo 2º.", "- Tratándose de entidades sometidas al régimen societario, la liquidación se regirá por las normas del Código de Comercio en cuanto fueren compatibles con la naturaleza de la entidad cuya liquidación se realiza."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 54º", "content": ["Artículo 54º.- Principios y reglas generales con sujeción a las cuales el Gobierno Nacional puede modificar la estructura de los ministerios, departamentos administrativos y demás organismos administrativos del orden nacional. Con el objeto de modificar, esto es, variar, transformar o renovar la organización o estructura de los ministerios, departamentos administrativos y demás entidades u organismos administrativos nacionales, las disposiciones aplicables se dictarán por el Presidente de la República conforme a las previsiones del numeral 16 del artículo 189 de la Constitución Política y con sujeción a siguientes principios y reglas generales:\n", "a. Deberán responder a la necesidad de hacer valer los principios de eficiencia y racionalidad de la gestión pública, en particular, evitar la duplicidad de funciones;\n", "b. Como regla general, la estructura de cada entidad será concentrada. Excepcionalmente y sólo para atender funciones nacionales en el ámbito territorial, la estructura de la entidad podrá ser desconcentrada;\n", "c. La estructura deberá ordenarse de conformidad con las necesidades cambiantes de la función pública, haciendo uso de las innovaciones que ofrece la gerencia pública;\n", "d. Las estructuras orgánicas serán flexibles tomando en consideración que las dependencias que integren los diferentes organismos sean adecuadas a una división de los grupos de funciones que les corresponda ejercer, debidamente evaluables por las políticas, la misión y por áreas programáticas. Para tal efecto se tendrá una estructura simple, basada en las dependencias principales que requiera el funcionamiento de cada entidad u organismo.\n", "e. Se deberá garantizar que exista la debida armonía, coherencia y articulación entre las actividades que realicen cada una de las dependencias, de acuerdo con las competencias atribuidas por ley, para efectos de la formulación, ejecución y evaluación de sus políticas, planes y programas, que les permitan su ejercicio sin duplicidades ni conflictos;\n", "f. Cada una de las dependencias tendrá funciones específicas pero todas ellas deberán colaborar en el cumplimiento de las funciones generales y en la realización de los fines de la entidad u organismo;\n", "g. Las dependencias básicas de cada entidad deberán organizarse observando la denominación y estructura que mejor convenga a la realización de su objeto y el ejercicio de sus funciones, identificando con claridad las dependencias principales, los órganos de asesoría y coordinación, y las relaciones de autoridad y jerarquía entre las que así lo exijan;\n", "h. La estructura que se adopte, deberá sujetarse a la finalidad, objeto y funciones generales de la entidad previstas en la ley;\n", "i. Sólo podrán modificarse, distribuirse o suprimirse funciones específicas, en cuanto sea necesario para que ellas se adecuen a la nueva estructura;\n", "j. Se podrán fusionar, suprimir o crear dependencias internas en cada entidad u organismo administrativo, y podrá otorgárseles autonomía administrativa y financiera sin personería jurídica;\n", "k. No se podrán crear dependencias internas cuyas funciones estén atribuidas a otras entidades públicas de cualquier orden;\n", "l. Deberán suprimirse o fusionarse dependencias con el objeto de evitar duplicidad de funciones y actividades;\n", "m. Deberán suprimirse o fusionarse los empleos que no sean necesarios y distribuirse o suprimirse las funciones específicas que ellos desarrollaban. En tal caso, se procederá conforme a las normas laborales administrativas;\n", "n. Deberá adoptarse una nueva planta de personal.\n", "NOTA 1: Los literales a), e), f), j), k), l) y m) del artículo 54 declarado exequible Sentencia C 702 de 1999 Corte Constitucional.\n", "NOTA 2: Los literales b), c), d), g), h), e i) declarados inexequibles Sentencia C 702 de 1999 Corte Constitucional.\n"]}, "dot_comma_sep": ["Artículo 53º.", "- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Escisión de empresas industriales y comerciales del Estado y de sociedades de economía mixta.", "El Presidente de la República podrá escindir las empresas industriales y comerciales del Estado cuando ello sea conveniente para el mejor desarrollo de su objeto, caso en el cual se aplicará en lo pertinente lo dispuesto en los artículos anteriores.", "El Presidente de la República igualmente, podrá autorizar la escisión de sociedades de economía mixta cuando ello sea conveniente para el mejor desarrollo de su objeto, caso en el cual se aplicarán las normas que regulan las sociedades comerciales."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000110000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 55º", "content": ["Artículo 55º.- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Comisión de seguimiento. El Presidente de la República dictará los decretos a que se refieren los artículos 51, 52 y 53 de la presente Ley, previo concepto de una comisión integrada por cinco (5) Senadores y cinco (5) Representantes, designados por las respectivas mesas directivas para períodos de un año, no reelegibles.\n"]}, "dot_comma_sep": ["Artículo 54º.", "- Principios y reglas generales con sujeción a las cuales el Gobierno Nacional puede modificar la estructura de los ministerios, departamentos administrativos y demás organismos administrativos del orden nacional.", "Con el objeto de modificar, esto es, variar, transformar o renovar la organización o estructura de los ministerios, departamentos administrativos y demás entidades u organismos administrativos nacionales, las disposiciones aplicables se dictarán por el Presidente de la República conforme a las previsiones del numeral 16 del artículo 189 de la Constitución Política y con sujeción a siguientes principios y reglas generales:\n.", "a.", "Deberán responder a la necesidad de hacer valer los principios de eficiencia y racionalidad de la gestión pública, en particular, evitar la duplicidad de funciones;\n.", "b.", "Como regla general, la estructura de cada entidad será concentrada.", "Excepcionalmente y sólo para atender funciones nacionales en el ámbito territorial, la estructura de la entidad podrá ser desconcentrada;\n.", "c.", "La estructura deberá ordenarse de conformidad con las necesidades cambiantes de la función pública, haciendo uso de las innovaciones que ofrece la gerencia pública;\n.", "d.", "Las estructuras orgánicas serán flexibles tomando en consideración que las dependencias que integren los diferentes organismos sean adecuadas a una división de los grupos de funciones que les corresponda ejercer, debidamente evaluables por las políticas, la misión y por áreas programáticas.", "Para tal efecto se tendrá una estructura simple, basada en las dependencias principales que requiera el funcionamiento de cada entidad u organismo.", "e.", "Se deberá garantizar que exista la debida armonía, coherencia y articulación entre las actividades que realicen cada una de las dependencias, de acuerdo con las competencias atribuidas por ley, para efectos de la formulación, ejecución y evaluación de sus políticas, planes y programas, que les permitan su ejercicio sin duplicidades ni conflictos;\n.", "f.", "Cada una de las dependencias tendrá funciones específicas pero todas ellas deberán colaborar en el cumplimiento de las funciones generales y en la realización de los fines de la entidad u organismo;\n.", "g.", "Las dependencias básicas de cada entidad deberán organizarse observando la denominación y estructura que mejor convenga a la realización de su objeto y el ejercicio de sus funciones, identificando con claridad las dependencias principales, los órganos de asesoría y coordinación, y las relaciones de autoridad y jerarquía entre las que así lo exijan;\n.", "h.", "La estructura que se adopte, deberá sujetarse a la finalidad, objeto y funciones generales de la entidad previstas en la ley;\n.", "i.", "Sólo podrán modificarse, distribuirse o suprimirse funciones específicas, en cuanto sea necesario para que ellas se adecuen a la nueva estructura;\n.", "j.", "Se podrán fusionar, suprimir o crear dependencias internas en cada entidad u organismo administrativo, y podrá otorgárseles autonomía administrativa y financiera sin personería jurídica;\n.", "k.", "No se podrán crear dependencias internas cuyas funciones estén atribuidas a otras entidades públicas de cualquier orden;\n.", "l.", "Deberán suprimirse o fusionarse dependencias con el objeto de evitar duplicidad de funciones y actividades;\n.", "m.", "Deberán suprimirse o fusionarse los empleos que no sean necesarios y distribuirse o suprimirse las funciones específicas que ellos desarrollaban.", "En tal caso, se procederá conforme a las normas laborales administrativas;\n.", "n.", "Deberá adoptarse una nueva planta de personal.", "NOTA 1: Los literales a), e), f), j), k), l) y m) del artículo 54 declarado exequible Sentencia C 702 de 1999 Corte Constitucional.", "NOTA 2: Los literales b), c), d), g), h), e i) declarados inexequibles Sentencia C 702 de 1999 Corte Constitucional."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 56º", "content": ["Artículo 56º.- Presidencia de la República. Corresponde al Presidente de la República la suprema dirección y la coordinación y control de la actividad de los organismos y entidades administrativos, al tenor del artículo 189 de la Constitución Política.\n", "La Presidencia de la República estará integrada por el conjunto de servicios auxiliares del Presidente de la República y su régimen será el de un Departamento Administrativo.\n", "Parágrafo.- El Vicepresidente de la República ejercerá las misiones o encargos especiales que le confíe el Presidente de la República, de conformidad con lo establecido en la Constitución Política.\n", "La Vicepresidencia de la República, estará integrada por el conjunto de servicios auxiliares que señale el Presidente de la República.\n"]}, "dot_comma_sep": ["Artículo 55º.", "- Declarado Inexequible Sentencia C 702 de 1999 Corte Constitucional, decía así: Comisión de seguimiento.", "El Presidente de la República dictará los decretos a que se refieren los artículos 51, 52 y 53 de la presente Ley, previo concepto de una comisión integrada por cinco (5) Senadores y cinco (5) Representantes, designados por las respectivas mesas directivas para períodos de un año, no reelegibles."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 57º", "content": ["Artículo 57º.-. Organización y funcionamiento de los ministerios y departamentos administrativos. De conformidad con el artículo 206 de la Constitución Política, el número, denominación y orden de precedencia de los ministerios y departamentos administrativos serán determinados por la ley. Compete al Presidente de la República distribuir entre ellos los negocios según su naturaleza.\n"]}, "dot_comma_sep": ["Artículo 56º.", "- Presidencia de la República.", "Corresponde al Presidente de la República la suprema dirección y la coordinación y control de la actividad de los organismos y entidades administrativos, al tenor del artículo 189 de la Constitución Política.", "La Presidencia de la República estará integrada por el conjunto de servicios auxiliares del Presidente de la República y su régimen será el de un Departamento Administrativo.", "Parágrafo.", "- El Vicepresidente de la República ejercerá las misiones o encargos especiales que le confíe el Presidente de la República, de conformidad con lo establecido en la Constitución Política.", "La Vicepresidencia de la República, estará integrada por el conjunto de servicios auxiliares que señale el Presidente de la República."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 58º", "content": ["Artículo 58º.- Objetivos de los ministerio y departamentos administrativos. Conforme a la Constitución, al acto de creación y a la presente Ley, los ministerios y los departamentos administrativos tienen como objetivos primordiales la formulación y adopción de las políticas, planes generales, programas y proyectos del Sector Administrativo que dirigen.\n"]}, "dot_comma_sep": ["Artículo 57º.", "-.", "Organización y funcionamiento de los ministerios y departamentos administrativos.", "De conformidad con el artículo 206 de la Constitución Política, el número, denominación y orden de precedencia de los ministerios y departamentos administrativos serán determinados por la ley.", "Compete al Presidente de la República distribuir entre ellos los negocios según su naturaleza."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 59º", "content": ["Artículo 59º.- Funciones. Corresponde a los ministerios y departamentos administrativos, sin perjuicio de lo dispuesto en sus actos de creación o en leyes especiales:\n", "1. Preparar los proyectos de ley relacionados con su ramo.\n", "2. Preparar los proyectos de decretos y resoluciones ejecutivas que deban dictarse en ejercicio de las atribuciones que corresponden al Presidente de la República como suprema autoridad administrativa y dar desarrollo a sus órdenes que se relacionen con tales atribuciones.\n", "3. Cumplir con las funciones y atender los servicios que les están asignados y dictar, en desarrollo de la ley y de los decretos respectivos, las normas necesarias para tal efecto.\n", "4. Preparar los anteproyectos de planes o programas de inversiones y otros desembolsos públicos correspondientes a su sector y los planes de desarrollo administrativo del mismo.\n", "5. Coordinar la ejecución de sus planes y programas con las entidades territoriales y prestarles asesoría, cooperación y asistencia técnica.\n", "6. Participar en la formulación de la política del Gobierno en los temas que les correspondan y adelantar su ejecución.\n", "7. Orientar, coordinar y controlar, en la forma contemplada por las respectivas leyes y estructuras orgánicas, las superintendencias, las entidades descentralizadas y las sociedades de economía mixta que a cada uno de ellos estén adscritas o vinculadas.\n", "8. Impulsar y poner en ejecución planes de desconcentración y delegación de las actividades y funciones en el respectivo sector.\n", "9. Promover, de conformidad con los principios constitucionales, la participación de entidades y personas privadas en la prestación de servicios y actividades relacionados con su ámbito de competencia. Frase subrayada \"y personas privadas\" declarada exequible Sentencia C 702 de 1999 Corte Constitucional.\n", "10. Organizar y coordinar el Comité Sectorial de Desarrollo Administrativo correspondiente.\n", "11.Velar por la conformación del Sistema Sectorial de Información respectivo y hacer su supervisión y seguimiento.\n"]}, "dot_comma_sep": ["Artículo 58º.", "- Objetivos de los ministerio y departamentos administrativos.", "Conforme a la Constitución, al acto de creación y a la presente Ley, los ministerios y los departamentos administrativos tienen como objetivos primordiales la formulación y adopción de las políticas, planes generales, programas y proyectos del Sector Administrativo que dirigen."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 60º", "content": ["Artículo 60º.- Dirección de los ministerios. La dirección de los ministerios corresponde al Ministro, quien la ejercerá con la inmediata colaboración del viceministro o viceministros.\n"]}, "dot_comma_sep": ["Artículo 59º.", "- Funciones.", "Corresponde a los ministerios y departamentos administrativos, sin perjuicio de lo dispuesto en sus actos de creación o en leyes especiales:\n.", "1.", "Preparar los proyectos de ley relacionados con su ramo.", "2.", "Preparar los proyectos de decretos y resoluciones ejecutivas que deban dictarse en ejercicio de las atribuciones que corresponden al Presidente de la República como suprema autoridad administrativa y dar desarrollo a sus órdenes que se relacionen con tales atribuciones.", "3.", "Cumplir con las funciones y atender los servicios que les están asignados y dictar, en desarrollo de la ley y de los decretos respectivos, las normas necesarias para tal efecto.", "4.", "Preparar los anteproyectos de planes o programas de inversiones y otros desembolsos públicos correspondientes a su sector y los planes de desarrollo administrativo del mismo.", "5.", "Coordinar la ejecución de sus planes y programas con las entidades territoriales y prestarles asesoría, cooperación y asistencia técnica.", "6.", "Participar en la formulación de la política del Gobierno en los temas que les correspondan y adelantar su ejecución.", "7.", "Orientar, coordinar y controlar, en la forma contemplada por las respectivas leyes y estructuras orgánicas, las superintendencias, las entidades descentralizadas y las sociedades de economía mixta que a cada uno de ellos estén adscritas o vinculadas.", "8.", "Impulsar y poner en ejecución planes de desconcentración y delegación de las actividades y funciones en el respectivo sector.", "9.", "Promover, de conformidad con los principios constitucionales, la participación de entidades y personas privadas en la prestación de servicios y actividades relacionados con su ámbito de competencia.", "Frase subrayada \"y personas privadas\" declarada exequible Sentencia C 702 de 1999 Corte Constitucional.", "10.", "Organizar y coordinar el Comité Sectorial de Desarrollo Administrativo correspondiente.", "11.", "Velar por la conformación del Sistema Sectorial de Información respectivo y hacer su supervisión y seguimiento."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 61º", "content": ["Artículo 61º.- Funciones de los ministros. Son funciones de los ministros, además de las que le señalan la Constitución Política y las disposiciones legales especiales, las siguientes:a. Ejercer, bajo su propia responsabilidad, las funciones que el Presidente de la República les delegue o la ley les confiera y vigilar el cumplimiento de las que por mandato legal se hayan otorgado \n", "a dependencias del Ministerio, así como de las que se hayan delegado en funcionarios del mismo;\n", "b. Participar en la orientación, coordinación y control de las superintendencias, entidades descentralizadas y sociedades de economía mixta, adscritas o vinculadas a su Despacho, conforme a las leyes y a los respectivos estatutos;\n", "c. Dirigir y orientar la función de planeación del sector administrativo a su cargo;\n", "d. Revisar y aprobar los anteproyectos de presupuestos de inversión y de funcionamiento y el prospecto de utilización de los recursos del crédito público que se contemplen para el sector a su cargo;\n", "e. Vigilar el curso de la ejecución del presupuesto correspondiente al Ministerio;\n", "f. Suscribir en nombre de la Nación y de conformidad con el Estatuto General de Contratación y la Ley Orgánica de Presupuesto, los contratos relativos a asuntos propios del Ministerio previa delegación del Presidente de la República;\n", "g. Dirigir las funciones de administración de personal conforme a las normas sobre la materia;\n", "h. Actuar como superior inmediato, sin perjuicio de la función nominadora, de los superintendentes y representantes legales de entidades descentralizadas adscritas o vinculadas.\n", "Parágrafo.- La representación de la Nación en todo tipo de procesos judiciales se sujetará a lo dispuesto en el Código Contencioso Administrativo y a las disposiciones especiales relacionadas.\n"]}, "dot_comma_sep": ["Artículo 60º.", "- Dirección de los ministerios.", "La dirección de los ministerios corresponde al Ministro, quien la ejercerá con la inmediata colaboración del viceministro o viceministros."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 62º", "content": ["Artículo 62º.- Viceministros. Son funciones de los viceministros, además de las que les señalan la Constitución Política, el acto de creación o las disposiciones legales especiales y, dependiendo del número existente en el respectivo Ministerio, las siguientes:\n", "a. Suplir las faltas temporales del Ministro, cuando así lo disponga el Presidente de la República.\n", "b. Asesorar al Ministro en la formulación de la política o planes de acción del Sector y asistirlo en las funciones de dirección, coordinación y control que le corresponden;\n", "c. Asistir al Ministro en sus relaciones con el Congreso de la República y vigilar el curso de los proyectos de ley relacionados con el ramo;\n", "d. Cumplir las funciones que el Ministro le delegue;\n", "e. Representar al Ministro en las actividades oficiales que éste le señale;\n", "f. Estudiar los informes periódicos u ocasionales que las distintas dependencias del Ministerio y las entidades adscritas o vinculadas a éste deben rendir al Ministro y presentarle las observaciones pertinentes;\n", "g. Dirigir la elaboración de los informes y estudios especiales que sobre el desarrollo de los planes y programas del ramo deban presentarse;\n", "h. Velar por la aplicación del Plan de Desarrollo Administrativo específico del sector respectivo;\n", "i. Representar al Ministro, cuando éste se lo solicite, en las juntas, consejos u otros cuerpos colegiados a que deba asistir;\n", "j. Garantizar el ejercicio del control interno y supervisar su efectividad y la observancia de sus recomendaciones.\n"]}, "dot_comma_sep": ["Artículo 61º.", "- Funciones de los ministros.", "Son funciones de los ministros, además de las que le señalan la Constitución Política y las disposiciones legales especiales, las siguientes:a.", "Ejercer, bajo su propia responsabilidad, las funciones que el Presidente de la República les delegue o la ley les confiera y vigilar el cumplimiento de las que por mandato legal se hayan otorgado \n.", "a dependencias del Ministerio, así como de las que se hayan delegado en funcionarios del mismo;", "b.", "Participar en la orientación, coordinación y control de las superintendencias, entidades descentralizadas y sociedades de economía mixta, adscritas o vinculadas a su Despacho, conforme a las leyes y a los respectivos estatutos;\n.", "c.", "Dirigir y orientar la función de planeación del sector administrativo a su cargo;\n.", "d.", "Revisar y aprobar los anteproyectos de presupuestos de inversión y de funcionamiento y el prospecto de utilización de los recursos del crédito público que se contemplen para el sector a su cargo;\n.", "e.", "Vigilar el curso de la ejecución del presupuesto correspondiente al Ministerio;\n.", "f.", "Suscribir en nombre de la Nación y de conformidad con el Estatuto General de Contratación y la Ley Orgánica de Presupuesto, los contratos relativos a asuntos propios del Ministerio previa delegación del Presidente de la República;\n.", "g.", "Dirigir las funciones de administración de personal conforme a las normas sobre la materia;\n.", "h.", "Actuar como superior inmediato, sin perjuicio de la función nominadora, de los superintendentes y representantes legales de entidades descentralizadas adscritas o vinculadas.", "Parágrafo.", "- La representación de la Nación en todo tipo de procesos judiciales se sujetará a lo dispuesto en el Código Contencioso Administrativo y a las disposiciones especiales relacionadas."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 63º", "content": ["Artículo 63º.- Unidades ministeriales. La nomenclatura y jerarquía de las unidades ministeriales será establecida en el acto que determine la estructura del correspondiente Ministerio, con sujeción a la presente Ley y a la reglamentación del Gobierno. Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000, bajo el entendido de que el acto a que se refiere, que determina la estructura del correspondiente ministerio y en el cual señala la nomenclatura y jerarquía de las unidades ministeriales, es únicamente la ley; el texto subrayado fue declarado INEXEQUIBLE en la misma providencia. \n"]}, "dot_comma_sep": ["Artículo 62º.", "- Viceministros.", "Son funciones de los viceministros, además de las que les señalan la Constitución Política, el acto de creación o las disposiciones legales especiales y, dependiendo del número existente en el respectivo Ministerio, las siguientes:\n.", "a.", "Suplir las faltas temporales del Ministro, cuando así lo disponga el Presidente de la República.", "b.", "Asesorar al Ministro en la formulación de la política o planes de acción del Sector y asistirlo en las funciones de dirección, coordinación y control que le corresponden;\n.", "c.", "Asistir al Ministro en sus relaciones con el Congreso de la República y vigilar el curso de los proyectos de ley relacionados con el ramo;\n.", "d.", "Cumplir las funciones que el Ministro le delegue;\n.", "e.", "Representar al Ministro en las actividades oficiales que éste le señale;\n.", "f.", "Estudiar los informes periódicos u ocasionales que las distintas dependencias del Ministerio y las entidades adscritas o vinculadas a éste deben rendir al Ministro y presentarle las observaciones pertinentes;\n.", "g.", "Dirigir la elaboración de los informes y estudios especiales que sobre el desarrollo de los planes y programas del ramo deban presentarse;\n.", "h.", "Velar por la aplicación del Plan de Desarrollo Administrativo específico del sector respectivo;\n.", "i.", "Representar al Ministro, cuando éste se lo solicite, en las juntas, consejos u otros cuerpos colegiados a que deba asistir;\n.", "j.", "Garantizar el ejercicio del control interno y supervisar su efectividad y la observancia de sus recomendaciones."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 64º", "content": ["Artículo 64º.- Funciones de los jefes o directores de las unidades ministeriales. Son funciones de los jefes o directores de las distintas unidades ministeriales, además de la que les señalan la Constitución Política, el acto de creación y las disposiciones legales especiales, las siguientes:\n", "a. Ejercer las atribuciones que les ha conferido la ley o que les han sido delegadas;\n", "b. Asistir a sus superiores en el estudio de los asuntos correspondientes al Ministerio;\n", "c. Dirigir, vigilar y coordinar el trabajo de sus dependencias en la ejecución de los programas adoptados y en el despacho correcto y oportuno de los asuntos de su competencia;\n", "d. Rendir informe de las labores de sus dependencias y suministrar al funcionario competente apreciaciones sobre el personal bajo sus órdenes de acuerdo con las normas sobre la materia;\n", "e. Proponer las medidas que estime procedentes para el mejor despacho de los asuntos del Ministerio.\n"]}, "dot_comma_sep": ["Artículo 63º.", "- Unidades ministeriales.", "La nomenclatura y jerarquía de las unidades ministeriales será establecida en el acto que determine la estructura del correspondiente Ministerio, con sujeción a la presente Ley y a la reglamentación del Gobierno."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 65º", "content": ["Artículo 65º.- Organización y funcionamiento de los departamentos administrativos. La estructura orgánica y el funcionamiento de los departamentos administrativos, sin perjuicio de lo dispuesto en esta Ley, se rigen por las normas de creación y organización. Habrá, en cada uno, un Director del Departamento y un Subdirector que tendrán las funciones, en cuanto fueren pertinentes, contempladas para el Ministro y los viceministros, respectivamente.\n", "En los departamentos administrativos funcionarán, además, las unidades, los concejos, comisiones o comités técnicos que para cada uno se determinen.\n"]}, "dot_comma_sep": ["Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-727 de 2000, bajo el entendido de que el acto a que se refiere, que determina la estructura del correspondiente ministerio y en el cual señala la nomenclatura y jerarquía de las unidades ministeriales, es únicamente la ley; el texto subrayado fue declarado INEXEQUIBLE en la misma providencia."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000067", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 66º", "content": ["Artículo 66º.- Organización y funcionamiento de las superintendencias. Las superintendencias son organismos creados por la ley, con la autonomía administrativa y financiera que aquella les señale, sin personería jurídica, que cumplen funciones de inspección y vigilancia atribuidas por la ley o mediante delegación que haga el Presidente de la República previa autorización legal.\n", "La dirección de cada superintendencia estará a cargo del Superintendente.\n"]}, "dot_comma_sep": ["Artículo 64º.", "- Funciones de los jefes o directores de las unidades ministeriales.", "Son funciones de los jefes o directores de las distintas unidades ministeriales, además de la que les señalan la Constitución Política, el acto de creación y las disposiciones legales especiales, las siguientes:\n.", "a.", "Ejercer las atribuciones que les ha conferido la ley o que les han sido delegadas;\n.", "b.", "Asistir a sus superiores en el estudio de los asuntos correspondientes al Ministerio;\n.", "c.", "Dirigir, vigilar y coordinar el trabajo de sus dependencias en la ejecución de los programas adoptados y en el despacho correcto y oportuno de los asuntos de su competencia;\n.", "d.", "Rendir informe de las labores de sus dependencias y suministrar al funcionario competente apreciaciones sobre el personal bajo sus órdenes de acuerdo con las normas sobre la materia;\n.", "e.", "Proponer las medidas que estime procedentes para el mejor despacho de los asuntos del Ministerio."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000111000068", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 67º", "content": ["Artículo 67º.- Organización y funcionamiento de unidades administrativas especiales. Las Unidades Administrativas Especiales son organismos creados por la ley, con la autonomía administrativa y financiera que aquélla les señale, sin personería jurídica, que cumplen funciones administrativas para desarrollar o ejecutar programas propios de un ministerio o departamento administrativo.\n"]}, "dot_comma_sep": ["Artículo 65º.", "- Organización y funcionamiento de los departamentos administrativos.", "La estructura orgánica y el funcionamiento de los departamentos administrativos, sin perjuicio de lo dispuesto en esta Ley, se rigen por las normas de creación y organización.", "Habrá, en cada uno, un Director del Departamento y un Subdirector que tendrán las funciones, en cuanto fueren pertinentes, contempladas para el Ministro y los viceministros, respectivamente.", "En los departamentos administrativos funcionarán, además, las unidades, los concejos, comisiones o comités técnicos que para cada uno se determinen."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000069", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 68º", "content": ["Artículo 68º.- Entidades descentralizadas. Son entidades descentralizadas del orden nacional, los establecimientos públicos, las empresas industriales y comerciales del Estado, las sociedades públicas y las sociedades de economía mixta, las superintendencias y las unidades administrativas especiales con personería jurídica, las empresas sociales del Estado, las empresas oficiales de servicios públicos y las demás entidades creadas por la ley o con su autorización, cuyo objeto principal sea el ejercicio de funciones administrativas, la prestación de servicios públicos o la realización de actividades industriales o comerciales con personería jurídica, autonomía administrativa y patrimonio propio. Como órganos del Estado aun cuando gozan de autonomía administrativa están sujetas al control político y a la suprema dirección del órgano de la administración al cual están adscritas. \n", "Ver Sentencia C 702 de 1999 Corte Constitucional, Ver Concepto 3201823711 de 2018 de la Sec General de la Alcaldía Mayor\n", "NOTA: Expresión subrayada declarada EXEQUIBLE mediante Sentencia de la Corte Constitucional C-736 de 2007.\n", "Las entidades descentralizadas se sujetan a las reglas señaladas en la Constitución Política, en la presente Ley, en las leyes que las creen y determinen su estructura orgánica y a sus estatutos internos.\n", "Los organismos y entidades descentralizados, sujetos a regímenes especiales por mandato de la Constitución Política, se someterán a las disposiciones que para ellos establezca la respectiva ley.\n", "Parágrafo 1º.- De conformidad con el inciso segundo del artículo 210 de la Constitución Política, el régimen jurídico aquí previsto para las entidades descentralizadas es aplicable a las de las entidades territoriales sin perjuicio de las competencias asignadas por la Constitución y la ley a las autoridades del orden territorial.\n", "Parágrafo 2º.- Los organismos o entidades del Sector Descentralizado que tengan como objetivo desarrollar actividades científicas y tecnológicas, se sujetarán a la Legislación de Ciencia y Tecnología y su organización será determinada por el Gobierno Nacional.\n", "Parágrafo 3º.- Lo dispuesto en el presente artículo no se aplica a las corporaciones civiles sin ánimo de lucro de derecho privado, vinculadas al Ministerio del Medio Ambiente, creadas por la Ley 99 de 1993.\n"]}, "dot_comma_sep": ["Artículo 66º.", "- Organización y funcionamiento de las superintendencias.", "Las superintendencias son organismos creados por la ley, con la autonomía administrativa y financiera que aquella les señale, sin personería jurídica, que cumplen funciones de inspección y vigilancia atribuidas por la ley o mediante delegación que haga el Presidente de la República previa autorización legal.", "La dirección de cada superintendencia estará a cargo del Superintendente."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000070", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 69º", "content": ["Artículo 69º.- Creación de las entidades descentralizadas. Las entidades descentralizadas, en el orden nacional, se crean por la ley, en el orden departamental, distrital y municipal, por la ordenanza o el acuerdo, o con su autorización, de conformidad con las disposiciones de la presente Ley. El proyecto respectivo deberá acompañarse del estudio demostrativo que justifique la iniciativa, con la observancia de los principios señalados en el artículo 209 de la Constitución Política.\n"]}, "dot_comma_sep": ["Artículo 67º.", "- Organización y funcionamiento de unidades administrativas especiales.", "Las Unidades Administrativas Especiales son organismos creados por la ley, con la autonomía administrativa y financiera que aquélla les señale, sin personería jurídica, que cumplen funciones administrativas para desarrollar o ejecutar programas propios de un ministerio o departamento administrativo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000071", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 70º", "content": ["Artículo 70º.- Establecimientos públicos. Los establecimientos públicos son organismos encargados principalmente de atender funciones administrativas y de prestar servicios públicos conforme a las reglas del Derecho Público, que reúnen las siguientes características:\n", "a. Personería jurídica;\n", "b. Autonomía administrativa y financiera;\n", "c. Patrimonio independiente, constituido con bienes o fondos públicos comunes, el producto de impuestos, rentas contractuales, ingresos propios, tasas o contribuciones de destinación especial, en los casos autorizados por la Constitución y en las disposiciones legales pertinentes.\n", "Ver Concepto del Consejo de Estado 1372 de 2001\n"]}, "dot_comma_sep": ["Artículo 68º.", "- Entidades descentralizadas.", "Son entidades descentralizadas del orden nacional, los establecimientos públicos, las empresas industriales y comerciales del Estado, las sociedades públicas y las sociedades de economía mixta, las superintendencias y las unidades administrativas especiales con personería jurídica, las empresas sociales del Estado, las empresas oficiales de servicios públicos y las demás entidades creadas por la ley o con su autorización, cuyo objeto principal sea el ejercicio de funciones administrativas, la prestación de servicios públicos o la realización de actividades industriales o comerciales con personería jurídica, autonomía administrativa y patrimonio propio.", "Como órganos del Estado aun cuando gozan de autonomía administrativa están sujetas al control político y a la suprema dirección del órgano de la administración al cual están adscritas.", "Ver Sentencia C 702 de 1999 Corte Constitucional, Ver Concepto 3201823711 de 2018 de la Sec General de la Alcaldía Mayor", "NOTA: Expresión subrayada declarada EXEQUIBLE mediante Sentencia de la Corte Constitucional C-736 de 2007.", "Las entidades descentralizadas se sujetan a las reglas señaladas en la Constitución Política, en la presente Ley, en las leyes que las creen y determinen su estructura orgánica y a sus estatutos internos.", "Los organismos y entidades descentralizados, sujetos a regímenes especiales por mandato de la Constitución Política, se someterán a las disposiciones que para ellos establezca la respectiva ley.", "Parágrafo 1º.", "- De conformidad con el inciso segundo del artículo 210 de la Constitución Política, el régimen jurídico aquí previsto para las entidades descentralizadas es aplicable a las de las entidades territoriales sin perjuicio de las competencias asignadas por la Constitución y la ley a las autoridades del orden territorial.", "Parágrafo 2º.", "- Los organismos o entidades del Sector Descentralizado que tengan como objetivo desarrollar actividades científicas y tecnológicas, se sujetarán a la Legislación de Ciencia y Tecnología y su organización será determinada por el Gobierno Nacional.", "Parágrafo 3º.", "- Lo dispuesto en el presente artículo no se aplica a las corporaciones civiles sin ánimo de lucro de derecho privado, vinculadas al Ministerio del Medio Ambiente, creadas por la Ley 99 de 1993."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000072", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 71º", "content": ["Artículo 71º.- Autonomía administrativa y financiera. La autonomía administrativa y financiera de los establecimientos públicos se ejercerá conforme a los actos que los rigen y en el cumplimiento de sus funciones, se ceñirán a la ley o norma que los creó o autorizó y a sus estatutos internos; y no podrán desarrollar actividades o ejecutar actos distintos de los allí previstos ni destinar cualquier parte de sus bienes o recursos para fines diferentes de los contemplados en ellos.\n"]}, "dot_comma_sep": ["Artículo 69º.", "- Creación de las entidades descentralizadas.", "Las entidades descentralizadas, en el orden nacional, se crean por la ley, en el orden departamental, distrital y municipal, por la ordenanza o el acuerdo, o con su autorización, de conformidad con las disposiciones de la presente Ley.", "El proyecto respectivo deberá acompañarse del estudio demostrativo que justifique la iniciativa, con la observancia de los principios señalados en el artículo 209 de la Constitución Política."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000073", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 72º", "content": ["Artículo 72º.- Dirección y administración de los establecimientos públicos. La dirección y administración de los establecimientos públicos estará a cargo de un Consejo Directivo y de un director, gerente o presidente.\n"]}, "dot_comma_sep": ["Artículo 70º.", "- Establecimientos públicos.", "Los establecimientos públicos son organismos encargados principalmente de atender funciones administrativas y de prestar servicios públicos conforme a las reglas del Derecho Público, que reúnen las siguientes características:\n.", "a.", "Personería jurídica;\n.", "b.", "Autonomía administrativa y financiera;\n.", "c.", "Patrimonio independiente, constituido con bienes o fondos públicos comunes, el producto de impuestos, rentas contractuales, ingresos propios, tasas o contribuciones de destinación especial, en los casos autorizados por la Constitución y en las disposiciones legales pertinentes.", "Ver Concepto del Consejo de Estado 1372 de 2001"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000074", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 73º", "content": ["Artículo 73º.- Integración de los consejos de los establecimientos públicos y deberes de sus miembros. Los consejos directivos de los establecimientos públicos se integrarán en la forma que determine el respectivo acto de creación.\n", "Todos los miembros de los consejos directivos o asesores de los establecimientos públicos deberán obrar en los mismos consultando la política gubernamental del respectivo sector y el interés del organismo ante el cual actúan.\n", "Los consejos de los establecimientos públicos, salvo disposición legal en contrario, serán presididos por el Ministro o el Director del Departamento Administrativo a cuyo despacho se encuentre adscrita la entidad o por su delegado. Ver Oficio No. 2-12060/24.03.99. Unidad de Estudios y Conceptos. Honorarios miembros juntas directivas. CJA11051999\n"]}, "dot_comma_sep": ["Artículo 71º.", "- Autonomía administrativa y financiera.", "La autonomía administrativa y financiera de los establecimientos públicos se ejercerá conforme a los actos que los rigen y en el cumplimiento de sus funciones, se ceñirán a la ley o norma que los creó o autorizó y a sus estatutos internos; y no podrán desarrollar actividades o ejecutar actos distintos de los allí previstos ni destinar cualquier parte de sus bienes o recursos para fines diferentes de los contemplados en ellos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000075", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 74º", "content": ["Artículo 74º.- Cabalidad de los miembros de los consejos directivos. Los particulares miembros de los consejos directivos o asesores de los establecimientos públicos, aunque ejercen funciones públicas, no adquieren por ese solo hecho la calidad de empleados públicos. Su responsabilidad, lo mismo que sus incompatibilidades e inhabilidades, se regirán por las leyes de la materia y los estatutos internos del respectivo organismo. Ver Oficio No. 2-12060/24.03.99. Unidad de Estudios y Conceptos. Honorarios miembros juntas directivas. CJA11051999\n"]}, "dot_comma_sep": ["Artículo 72º.", "- Dirección y administración de los establecimientos públicos.", "La dirección y administración de los establecimientos públicos estará a cargo de un Consejo Directivo y de un director, gerente o presidente."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000076", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 75º", "content": ["Artículo 75º.- Delegados oficiales ante los consejos directivos. Los ministros y directores de Departamento Administrativo y demás autoridades nacionales que puedan acreditar delegados suyos para formar parte de consejos directivos de establecimientos públicos, lo harán designando funcionarios del nivel Directivo o Asesor de sus correspondientes reparticiones administrativas o de organismos adscritos o vinculados a su Despacho.\n", "Cuando se trate de consejos seccionales o locales se designará preferentemente funcionarios de la entidad territorial o de organismos descentralizados vinculados o adscritos a ella. Si además dichos consejos son presididos por el Gobernador o Alcalde de la jurisdicción a que corresponda el ejercicio de las funciones de los mismos, el Ministro o el Director de Departamento consultará al Gobernador o Alcalde, sin que por ese solo hecho exista obligación en la designación del delegado.\n"]}, "dot_comma_sep": ["Artículo 73º.", "- Integración de los consejos de los establecimientos públicos y deberes de sus miembros.", "Los consejos directivos de los establecimientos públicos se integrarán en la forma que determine el respectivo acto de creación.", "Todos los miembros de los consejos directivos o asesores de los establecimientos públicos deberán obrar en los mismos consultando la política gubernamental del respectivo sector y el interés del organismo ante el cual actúan.", "Los consejos de los establecimientos públicos, salvo disposición legal en contrario, serán presididos por el Ministro o el Director del Departamento Administrativo a cuyo despacho se encuentre adscrita la entidad o por su delegado.", "Ver Oficio No.", "2-12060/24.", "03.", "99.", "Unidad de Estudios y Conceptos.", "Honorarios miembros juntas directivas.", "CJA11051999\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000077", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 76º", "content": ["Artículo 76º.- Funciones de los consejos directivos de los establecimientos públicos. Corresponde a los consejos directivos de los establecimientos públicos:\n", "a. Formular a propuestas del representante legal, la política general del organismo, los planes y programas que, conforme a la Ley Orgánica de Planeación y a la Ley Orgánica del Presupuesto deben proponerse para su incorporación a los planes sectoriales y a través de éstos, al Plan Nacional de Desarrollo;\n", "b. Formular a propuestas del representante legal, la política de mejoramiento continuo de la entidad, así como los programas orientados a garantizar el desarrollo administrativo;\n", "c. Conocer de las evaluaciones semestrales de ejecución presentadas por la administración de la entidad;\n", "d. Proponer al Gobierno Nacional las modificaciones de la estructura orgánica que consideren pertinentes y adoptar los estatutos internos de la entidad y cualquier reforma que a ellos se introduzcan de conformidad con lo dispuesto en sus actos de creación o reestructuración;\n", "e. Aprobar el proyecto de presupuesto anual del respectivo organismo;\n", "f. Las demás que les señalen la ley, el acto de creación y los estatutos internos.\n"]}, "dot_comma_sep": ["Artículo 74º.", "- Cabalidad de los miembros de los consejos directivos.", "Los particulares miembros de los consejos directivos o asesores de los establecimientos públicos, aunque ejercen funciones públicas, no adquieren por ese solo hecho la calidad de empleados públicos.", "Su responsabilidad, lo mismo que sus incompatibilidades e inhabilidades, se regirán por las leyes de la materia y los estatutos internos del respectivo organismo.", "Ver Oficio No.", "2-12060/24.", "03.", "99.", "Unidad de Estudios y Conceptos.", "Honorarios miembros juntas directivas.", "CJA11051999\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000078", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 77º", "content": ["Artículo 77º.- Designación del director, gerente o presidente de los establecimientos públicos. El director, gerente o presidente de los establecimientos públicos será nombrado y removido libremente por el Presidente de la República.\n"]}, "dot_comma_sep": ["Artículo 75º.", "- Delegados oficiales ante los consejos directivos.", "Los ministros y directores de Departamento Administrativo y demás autoridades nacionales que puedan acreditar delegados suyos para formar parte de consejos directivos de establecimientos públicos, lo harán designando funcionarios del nivel Directivo o Asesor de sus correspondientes reparticiones administrativas o de organismos adscritos o vinculados a su Despacho.", "Cuando se trate de consejos seccionales o locales se designará preferentemente funcionarios de la entidad territorial o de organismos descentralizados vinculados o adscritos a ella.", "Si además dichos consejos son presididos por el Gobernador o Alcalde de la jurisdicción a que corresponda el ejercicio de las funciones de los mismos, el Ministro o el Director de Departamento consultará al Gobernador o Alcalde, sin que por ese solo hecho exista obligación en la designación del delegado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000079", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 78º", "content": ["Artículo 78º.- Calidades y funciones del director, gerente o presidente. El director, gerente o presidente será el representante legal de la correspondiente entidad, celebrará en su nombre los actos y contratos necesarios para el cumplimiento de sus objetivos y funciones, tendrá su representación judicial y extrajudicial y podrá nombrar los apoderados especiales que demande la mejor defensa de los intereses de la entidad.\n", "A más de las que le señalen las leyes y reglamentos correspondientes, los representantes legales de los establecimientos públicos cumplirán todas aquellas funciones que se relacionen con la organización y funcionamiento, con el ejercicio de la autonomía administrativa y la representación legal, que no se hallen expresamente atribuidas a otra unidad.\n", "En particular les compete:.\n", "a. Dirigir, coordinar, vigilar y controlar la ejecución de las funciones o programas de la organización y de su personal;\n", "b. Rendir informes generales o periódicos y particulares al Presidente de la República, al Ministro o Director de Departamento Administrativo respectivo, sobre las actividades desarrolladas, la situación general de la entidad y las medidas adoptadas que puedan afectar el curso de la política del Gobierno.\n", "Parágrafo.- Los establecimientos públicos nacionales, solamente podrán organizar seccionales o regionales, siempre que las funciones correspondientes no estén asignadas a las entidades del orden territorial. En este caso, el gerente o director seccional será escogido por el respectivo Gobernador, de ternas enviadas por el representante legal.\n"]}, "dot_comma_sep": ["Artículo 76º.", "- Funciones de los consejos directivos de los establecimientos públicos.", "Corresponde a los consejos directivos de los establecimientos públicos:\n.", "a.", "Formular a propuestas del representante legal, la política general del organismo, los planes y programas que, conforme a la Ley Orgánica de Planeación y a la Ley Orgánica del Presupuesto deben proponerse para su incorporación a los planes sectoriales y a través de éstos, al Plan Nacional de Desarrollo;\n.", "b.", "Formular a propuestas del representante legal, la política de mejoramiento continuo de la entidad, así como los programas orientados a garantizar el desarrollo administrativo;\n.", "c.", "Conocer de las evaluaciones semestrales de ejecución presentadas por la administración de la entidad;\n.", "d.", "Proponer al Gobierno Nacional las modificaciones de la estructura orgánica que consideren pertinentes y adoptar los estatutos internos de la entidad y cualquier reforma que a ellos se introduzcan de conformidad con lo dispuesto en sus actos de creación o reestructuración;\n.", "e.", "Aprobar el proyecto de presupuesto anual del respectivo organismo;\n.", "f.", "Las demás que les señalen la ley, el acto de creación y los estatutos internos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000080", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 79º", "content": ["Artículo 79º.- Régimen disciplinario de los miembros de los consejos y de los representantes legales de los establecimientos públicos. Además de lo dispuesto en la Constitución Política sobre inhabilidades de los congresistas, diputados y concejales, para ser miembro de los consejos directivos, director, gerente o presidente de los establecimientos públicos, se tendrán en cuenta las prohibiciones, incompatibilidades y sanciones previstas en el Decreto - Ley 128 de 1976, la Ley 80 de 1993 y demás normas concordantes que las modifiquen o sustituyan.\n"]}, "dot_comma_sep": ["Artículo 77º.", "- Designación del director, gerente o presidente de los establecimientos públicos.", "El director, gerente o presidente de los establecimientos públicos será nombrado y removido libremente por el Presidente de la República."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000081", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 80º", "content": ["Artículo 80º.- Ejercicio de privilegios y prerrogativas. Los establecimientos públicos, como organismos administrativos que son, gozan de los mismos privilegios y prerrogativas que se reconocen a la Nación.\n"]}, "dot_comma_sep": ["Artículo 78º.", "- Calidades y funciones del director, gerente o presidente.", "El director, gerente o presidente será el representante legal de la correspondiente entidad, celebrará en su nombre los actos y contratos necesarios para el cumplimiento de sus objetivos y funciones, tendrá su representación judicial y extrajudicial y podrá nombrar los apoderados especiales que demande la mejor defensa de los intereses de la entidad.", "A más de las que le señalen las leyes y reglamentos correspondientes, los representantes legales de los establecimientos públicos cumplirán todas aquellas funciones que se relacionen con la organización y funcionamiento, con el ejercicio de la autonomía administrativa y la representación legal, que no se hallen expresamente atribuidas a otra unidad.", "En particular les compete:.", "a.", "Dirigir, coordinar, vigilar y controlar la ejecución de las funciones o programas de la organización y de su personal;\n.", "b.", "Rendir informes generales o periódicos y particulares al Presidente de la República, al Ministro o Director de Departamento Administrativo respectivo, sobre las actividades desarrolladas, la situación general de la entidad y las medidas adoptadas que puedan afectar el curso de la política del Gobierno.", "Parágrafo.", "- Los establecimientos públicos nacionales, solamente podrán organizar seccionales o regionales, siempre que las funciones correspondientes no estén asignadas a las entidades del orden territorial.", "En este caso, el gerente o director seccional será escogido por el respectivo Gobernador, de ternas enviadas por el representante legal."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000082", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 81º", "content": ["Artículo 81º.- Régimen de los actos y contratos. Los actos unilaterales que expidan los establecimientos públicos en ejercicio de funciones administrativas son actos administrativos y se sujetan a las disposiciones del Código Contencioso Administrativo.\n", "Los contratos que celebren los establecimientos públicos se rigen por las normas del Estatuto Contractual de las entidades estatales contenido en la Ley 80 de 1993 y las disposiciones que lo complementen, adicionen o modifiquen, sin perjuicio de lo dispuesto en las normas especiales.\n"]}, "dot_comma_sep": ["Artículo 79º.", "- Régimen disciplinario de los miembros de los consejos y de los representantes legales de los establecimientos públicos.", "Además de lo dispuesto en la Constitución Política sobre inhabilidades de los congresistas, diputados y concejales, para ser miembro de los consejos directivos, director, gerente o presidente de los establecimientos públicos, se tendrán en cuenta las prohibiciones, incompatibilidades y sanciones previstas en el Decreto - Ley 128 de 1976, la Ley 80 de 1993 y demás normas concordantes que las modifiquen o sustituyan."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000083", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 82º", "content": ["Artículo 82º.- Unidades administrativas especiales y superintendencias con personería jurídica. Las unidades administrativas especiales y las superintendencias con personería jurídica, son entidades descentralizadas, con autonomía administrativa y patrimonial, las cuales se sujetan al régimen jurídico contenido en la ley que las crea y en lo no previsto por ella, al de los establecimientos públicos.\n"]}, "dot_comma_sep": ["Artículo 80º.", "- Ejercicio de privilegios y prerrogativas.", "Los establecimientos públicos, como organismos administrativos que son, gozan de los mismos privilegios y prerrogativas que se reconocen a la Nación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000084", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 83º", "content": ["Artículo 83º.- Empresas sociales del Estado. Las empresas sociales del Estado, creadas por la Nación o por las entidades territoriales para la prestación en forma directa de servicios de salud, se sujetan al régimen previsto en la Ley 100 de 1993, la Ley 344 de 1996 y en la presente Ley en los aspectos no regulados por dichas leyes y a las normas que las complementen, sustituyan o adicionen.\n"]}, "dot_comma_sep": ["Artículo 81º.", "- Régimen de los actos y contratos.", "Los actos unilaterales que expidan los establecimientos públicos en ejercicio de funciones administrativas son actos administrativos y se sujetan a las disposiciones del Código Contencioso Administrativo.", "Los contratos que celebren los establecimientos públicos se rigen por las normas del Estatuto Contractual de las entidades estatales contenido en la Ley 80 de 1993 y las disposiciones que lo complementen, adicionen o modifiquen, sin perjuicio de lo dispuesto en las normas especiales."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000085", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 84º", "content": ["Artículo 84º.- Empresas oficiales de servicios públicos. Las empresas oficiales de servicios públicos domiciliarios y las entidades públicas que tienen por objeto la prestación de los mismos se sujetarán a la Ley 142 de 1994, a lo previsto en la presente Ley en los aspectos no regulados por aquélla y a las normas que las complementen, sustituyan o adicionen.\n"]}, "dot_comma_sep": ["Artículo 82º.", "- Unidades administrativas especiales y superintendencias con personería jurídica.", "Las unidades administrativas especiales y las superintendencias con personería jurídica, son entidades descentralizadas, con autonomía administrativa y patrimonial, las cuales se sujetan al régimen jurídico contenido en la ley que las crea y en lo no previsto por ella, al de los establecimientos públicos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000086", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 85º", "content": ["Artículo 85º.- Empresas industriales y comerciales del Estado. Las empresas industriales y comerciales del Estado son organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen las siguientes características:\n", "a. Personería jurídica;\n", "b. Autonomía administrativa y financiera;\n", "c. Capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución.\n", "El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal.\n", "A las empresas industriales y comerciales del Estado y a las sociedades de economía mixta, se les aplicará en lo pertinente los artículos 19, numerales 2, 4, 5, 6, 12, 13, 17, 27, numerales 2, 3, 4, 5, y 7, y 183 de la Ley 142 de 1994.\n", "Parágrafo.- Las disposiciones legales que protegen el secreto industrial y la información comercial se aplicarán a aquellos secretos e informaciones de esa naturaleza que desarrollen y posean las empresas industriales y comerciales del Estado.\n"]}, "dot_comma_sep": ["Artículo 83º.", "- Empresas sociales del Estado.", "Las empresas sociales del Estado, creadas por la Nación o por las entidades territoriales para la prestación en forma directa de servicios de salud, se sujetan al régimen previsto en la Ley 100 de 1993, la Ley 344 de 1996 y en la presente Ley en los aspectos no regulados por dichas leyes y a las normas que las complementen, sustituyan o adicionen."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000087", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 86º", "content": ["Artículo 86º.- Autonomía administrativa y financiera. La autonomía administrativa y financiera de las empresas industriales y comerciales del Estado se ejercerá conforme a los actos que las rigen; en el cumplimiento de sus actividades, se ceñirán a la ley o norma que las creó o autorizó y a sus estatutos internos; no podrán destinar cualquier parte de sus bienes o recursos para fines diferentes de los contemplados en la ley o en sus estatutos internos; además de las actividades o actos allí previstos, podrán desarrollar y ejecutar todos aquellos que sean necesarios para el cumplimiento del objeto asignado.\n"]}, "dot_comma_sep": ["Artículo 84º.", "- Empresas oficiales de servicios públicos.", "Las empresas oficiales de servicios públicos domiciliarios y las entidades públicas que tienen por objeto la prestación de los mismos se sujetarán a la Ley 142 de 1994, a lo previsto en la presente Ley en los aspectos no regulados por aquélla y a las normas que las complementen, sustituyan o adicionen."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000088", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 87º", "content": ["Artículo 87º.- Privilegios y prerrogativas. Las empresas industriales y comerciales del Estado como integrantes de la Rama Ejecutiva del Poder Público, salvo disposición legal en contrario, gozan de los privilegios y prerrogativas que la Constitución Política y las leyes confieren a la Nación y a las entidades territoriales, según el caso.\n", "No obstante, las empresas industriales y comerciales del Estado, que por razón de su objeto compitan con empresas privadas, no podrán ejercer aquellas prerrogativas y privilegios que impliquen menoscabo de los principios de igualdad y de libre competencia frente a las empresas privadas.\n"]}, "dot_comma_sep": ["Artículo 85º.", "- Empresas industriales y comerciales del Estado.", "Las empresas industriales y comerciales del Estado son organismos creados por la ley o autorizados por ésta, que desarrollan actividades de naturaleza industrial o comercial y de gestión económica conforme a las reglas del Derecho Privado, salvo las excepciones que consagra la ley, y que reúnen las siguientes características:\n.", "a.", "Personería jurídica;\n.", "b.", "Autonomía administrativa y financiera;\n.", "c.", "Capital independiente, constituido totalmente con bienes o fondos públicos comunes, los productos de ellos, o el rendimiento de tasas que perciban por las funciones o servicios, y contribuciones de destinación especial en los casos autorizados por la Constitución.", "El capital de las empresas industriales y comerciales del Estado podrá estar representado en cuotas o acciones de igual valor nominal.", "A las empresas industriales y comerciales del Estado y a las sociedades de economía mixta, se les aplicará en lo pertinente los artículos 19, numerales 2, 4, 5, 6, 12, 13, 17, 27, numerales 2, 3, 4, 5, y 7, y 183 de la Ley 142 de 1994.", "Parágrafo.", "- Las disposiciones legales que protegen el secreto industrial y la información comercial se aplicarán a aquellos secretos e informaciones de esa naturaleza que desarrollen y posean las empresas industriales y comerciales del Estado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000089", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 88º", "content": ["Artículo 88º.- Dirección y administración de las empresas. La dirección y administración de las empresas industriales y comerciales del Estado estará a cargo de una Junta Directiva y de un Gerente o Presidente.\n"]}, "dot_comma_sep": ["Artículo 86º.", "- Autonomía administrativa y financiera.", "La autonomía administrativa y financiera de las empresas industriales y comerciales del Estado se ejercerá conforme a los actos que las rigen; en el cumplimiento de sus actividades, se ceñirán a la ley o norma que las creó o autorizó y a sus estatutos internos; no podrán destinar cualquier parte de sus bienes o recursos para fines diferentes de los contemplados en la ley o en sus estatutos internos; además de las actividades o actos allí previstos, podrán desarrollar y ejecutar todos aquellos que sean necesarios para el cumplimiento del objeto asignado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000090", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 89º", "content": ["Artículo 89º.- Juntas directivas de las empresas estatales. La integración de las juntas directivas de las empresas industriales y comerciales del Estado, la calidad y los deberes de sus miembros, su remuneración y el régimen de sus inhabilidades e incompatibilidades se regirán por la disposiciones aplicables a los establecimientos públicos conforme a la presente Ley. Ver Oficio No. 2-12060/24.03.99. Unidad de Estudios y Conceptos. Honorarios. Miembros Juntas Directivas. CJA11051999\n", "Además, los delegados de organizaciones privadas en las juntas directivas de las empresas no podrán ostentar cargos de dirección en empresas privadas que desarrollen actividades similares a las de las empresas ante la cual actúan y en todo caso deberán declararse impedidos cuando ocurran conflictos de intereses.\n"]}, "dot_comma_sep": ["Artículo 87º.", "- Privilegios y prerrogativas.", "Las empresas industriales y comerciales del Estado como integrantes de la Rama Ejecutiva del Poder Público, salvo disposición legal en contrario, gozan de los privilegios y prerrogativas que la Constitución Política y las leyes confieren a la Nación y a las entidades territoriales, según el caso.", "No obstante, las empresas industriales y comerciales del Estado, que por razón de su objeto compitan con empresas privadas, no podrán ejercer aquellas prerrogativas y privilegios que impliquen menoscabo de los principios de igualdad y de libre competencia frente a las empresas privadas."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000091", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 90º", "content": ["Artículo 90º.- Funciones de las juntas directivas de las empresas industriales y comerciales del Estado. Corresponde a las juntas directivas de las empresas industriales y comerciales del Estado:\n", "a. Formular la política general de la empresa, el plan de desarrollo administrativo y los planes y programas que, conforme a la Ley Orgánica de Planeación y a la Ley Orgánica del Presupuesto deben proponerse para su incorporación a los planes sectoriales y, a través de éstos, al Plan Nacional de Desarrollo;\n", "b. Proponer al Gobierno Nacional las modificaciones de la estructura orgánica que consideren pertinentes y adoptar los estatutos internos de la entidad y cualquier reforma que a ellos se introduzca;\n", "c. Aprobar el proyecto de presupuesto del respectivo organismo;\n", "d. Controlar el funcionamiento general de la organización y verificar su conformidad con la política adoptada;\n", "e. Las demás que les señalen la ley y los estatutos internos.\n"]}, "dot_comma_sep": ["Artículo 88º.", "- Dirección y administración de las empresas.", "La dirección y administración de las empresas industriales y comerciales del Estado estará a cargo de una Junta Directiva y de un Gerente o Presidente."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000092", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 92º", "content": ["Artículo 92º.- Calidad y funciones del Gerente o Presidente. El Gerente o Presidente será el representante legal de la correspondiente entidad y cumplirá todas aquellas funciones que se relacionen con la organización y funcionamiento que no se hallen expresamente atribuidas a otra autoridad.\n"]}, "dot_comma_sep": ["Artículo 89º.", "- Juntas directivas de las empresas estatales.", "La integración de las juntas directivas de las empresas industriales y comerciales del Estado, la calidad y los deberes de sus miembros, su remuneración y el régimen de sus inhabilidades e incompatibilidades se regirán por la disposiciones aplicables a los establecimientos públicos conforme a la presente Ley.", "Ver Oficio No.", "2-12060/24.", "03.", "99.", "Unidad de Estudios y Conceptos.", "Honorarios.", "Miembros Juntas Directivas.", "CJA11051999\n.", "Además, los delegados de organizaciones privadas en las juntas directivas de las empresas no podrán ostentar cargos de dirección en empresas privadas que desarrollen actividades similares a las de las empresas ante la cual actúan y en todo caso deberán declararse impedidos cuando ocurran conflictos de intereses."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000093", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 93º", "content": ["Artículo 93º.- Régimen de los actos y contratos. Los actos que expidan las empresas industriales y comerciales del Estado para el desarrollo de su actividad propia, industrial o comercial o de gestión económica se sujetarán a las disposiciones del Derecho Privado. Los contratos que celebren para el cumplimiento de su objeto se sujetarán a las disposiciones del Estatuto General de Contratación de las entidades estatales.\n"]}, "dot_comma_sep": ["Artículo 90º.", "- Funciones de las juntas directivas de las empresas industriales y comerciales del Estado.", "Corresponde a las juntas directivas de las empresas industriales y comerciales del Estado:\n.", "a.", "Formular la política general de la empresa, el plan de desarrollo administrativo y los planes y programas que, conforme a la Ley Orgánica de Planeación y a la Ley Orgánica del Presupuesto deben proponerse para su incorporación a los planes sectoriales y, a través de éstos, al Plan Nacional de Desarrollo;\n.", "b.", "Proponer al Gobierno Nacional las modificaciones de la estructura orgánica que consideren pertinentes y adoptar los estatutos internos de la entidad y cualquier reforma que a ellos se introduzca;\n.", "c.", "Aprobar el proyecto de presupuesto del respectivo organismo;\n.", "d.", "Controlar el funcionamiento general de la organización y verificar su conformidad con la política adoptada;\n.", "e.", "Las demás que les señalen la ley y los estatutos internos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000094", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo  94º", "content": ["Artículo  94º.- Asociación de las empresas industriales y comerciales del Estado. Las empresas y sociedades que se creen con la participación exclusiva de una o varias empresas industriales y comerciales del Estado o entre éstas y otras entidades descentralizadas y entidades territoriales se rigen por las disposiciones establecidas en los actos de creación, y las disposiciones del Código de Comercio. Salvo las reglas siguientes: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional, mediante Sentencia C-691 de 2007, en el entendido que se rigen por éstas disposiciones, sin perjuicio de aspectos regulados con carácter especial por otras disposiciones constitucionales y legales.\n", "1. Filiales de las Empresas Industriales y Comerciales.\n", "Para los efectos de la presente Ley se entiende por empresa filial de una empresa industrial y comercial del Estado aquélla en que participe una empresa industrial y comercial del Estado con un porcentaje superior al 51% del capital total.\n", "2. Características jurídicas.\n", "Cuando en el capital de las empresas filiales participen más de una empresa industrial y comercial del Estado, entidad territorial u otra entidad descentralizada, la empresa filial se organizará como sociedad comercial de conformidad con las disposiciones del Código de Comercio.\n", "3. Creación de filiales.\n", "Las empresas industriales y comerciales del Estado y las entidades territoriales que concurran a la creación de una empresa filial actuarán previa autorización de la ley, la ordenanza departamental o el acuerdo del respectivo Concejo Distrital o Municipal, la cual podrá constar en norma especial o en el correspondiente acto de creación y organización de la entidad o entidades participantes.\n", "4. Régimen jurídico.\n", "El funcionamiento y en general el régimen jurídico de los actos, contratos, servidores y las relaciones con terceros se sujetarán a las disposiciones del derecho privado, en especial las propias de las empresas y sociedades previstas en el Código de Comercio y legislación complementaria. Numeral declarado EXEQUIBLE por la Corte Constitucional, mediante Sentencia C-691 de 2007, en el entendido que se rigen por éstas disposiciones, sin perjuicio de aspectos regulados con carácter especial por otras disposiciones constitucionales y legales.\n", "5. Régimen especial de las filiales creadas con participación de particulares.\n", "Las empresas filiales en las cuales participen particulares se sujetarán a las disposiciones previstas en esta Ley para las sociedades de economía mixta.\n", "6. Control administrativo sobre las empresas filiales.\n", "En el acto de constitución de una empresa filial, cualquiera sea la forma que revista, deberán establecerse los instrumentos mediante los cuales la empresa industrial y comercial del Estado que ostente la participación mayoritaria asegure la conformidad de la gestión con los planes y programas y las políticas del sector administrativo dentro del cual se actúen.\n"]}, "dot_comma_sep": ["Artículo 92º.", "- Calidad y funciones del Gerente o Presidente.", "El Gerente o Presidente será el representante legal de la correspondiente entidad y cumplirá todas aquellas funciones que se relacionen con la organización y funcionamiento que no se hallen expresamente atribuidas a otra autoridad."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000095", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 95º", "content": ["Artículo 95º.- Asociación entre entidades públicas. Las entidades públicas podrán asociarse con el fin de cooperar en el cumplimiento de funciones administrativas o de prestar conjuntamente servicios que se hallen a su cargo, mediante la celebración de convenios interadministrativos o la conformación de personas jurídicas sin ánimo de lucro.\n", "Las personas jurídicas sin ánimo de lucro que se conformen por la asociación exclusiva de sus entidades públicas, se sujetan a las disposiciones previstas en el Código Civil y en las normas para las entidades de este género. Sus Juntas o Consejos Directivos estarán integrados en la forma que prevean los correspondientes estatutos internos, los cuales proveerán igualmente sobre la designación de su representante legal.\n", "NOTA: El artículo 95 fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-671 de 1999, bajo el entendido de que \"las personas jurídicas sin ánimo de lucro que se conformen por la asociación exclusiva de entidades públicas, se sujetan a las disposiciones previstas en el Código Civil y en las normas para las entidades de este género\", sin perjuicio de que, en todo caso el ejercicio de las prerrogativas y potestades públicas, los regímenes de los actos unilaterales, de la contratación, los controles y la responsabilidad serán los propios de las entidades estatales según lo dispuesto en las leyes especiales sobre dichas materias.\n", "Parágrafo.- INEXEQUIBLE.  La Conferencia de Gobernadores, la Federación de Municipios, la Asociación de Alcaldes y las asociaciones de municipalidades se regirán por sus actos de conformación y, en lo pertinente, por lo dispuesto en el presente artículo.  Corte Constitucional Sentencia C-671 de 1999\n"]}, "dot_comma_sep": ["Artículo 93º.", "- Régimen de los actos y contratos.", "Los actos que expidan las empresas industriales y comerciales del Estado para el desarrollo de su actividad propia, industrial o comercial o de gestión económica se sujetarán a las disposiciones del Derecho Privado.", "Los contratos que celebren para el cumplimiento de su objeto se sujetarán a las disposiciones del Estatuto General de Contratación de las entidades estatales."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000112000096", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 96º", "content": ["Artículo 96º.- Constitución de asociaciones y fundaciones para el cumplimiento de las actividades propias de las entidades públicas con participación de particulares. Las entidades estatales, cualquiera sea su naturaleza y orden administrativo podrán, con la observación de los principios señalados en el artículo 209 de la Constitución, asociarse con personas jurídicas particulares, mediante la celebración de convenios de asociación o la creación de personas jurídicas, para el desarrollo conjunto de actividades en relación con los cometidos y funciones que les asigna a aquéllas la ley.\n", "Los convenios de asociación a que se refiere el presente artículo se celebrarán de conformidad con lo dispuesto en el artículo 355 de la Constitución Política, en ellos se determinará con precisión su objeto, término, obligaciones de las partes, aportes, coordinación y todos aquellos aspectos que se consideren pertinentes.\n", "Cuando en virtud de lo dispuesto en el presente artículo, surjan personas jurídicas sin ánimo de lucro, éstas se sujetarán a las disposiciones previstas en el Código Civil para las asociaciones civiles de utilidad común.\n", "En todo caso, en el correspondiente acto constitutivo que de origen a una persona jurídica se dispondrá sobre los siguientes aspectos:\n", "a. Los objetivos y actividades a cargo, con precisión de la conexidad con los objetivos, funciones y controles propios de las entidades públicas participantes;\n", "b. Los compromisos o aportes iniciales de las entidades asociadas y su naturaleza y forma de pago, con sujeción a las disposiciones presupuestales y fiscales, para el caso de las públicas;\n", "c. La participación de las entidades asociadas en el sostenimiento y funcionamiento de la entidad;\n", "d. La integración de los órganos de dirección y administración, en los cuales deben participar representantes de las entidades públicas y de los particulares;\n", "e. La duración de la asociación y las causales de disolución.\n", " Ver Circular Veeduría Distrital 10 de 2015.\n"]}, "dot_comma_sep": ["Artículo  94º.", "- Asociación de las empresas industriales y comerciales del Estado.", "Las empresas y sociedades que se creen con la participación exclusiva de una o varias empresas industriales y comerciales del Estado o entre éstas y otras entidades descentralizadas y entidades territoriales se rigen por las disposiciones establecidas en los actos de creación, y las disposiciones del Código de Comercio.", "Salvo las reglas siguientes: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional, mediante Sentencia C-691 de 2007, en el entendido que se rigen por éstas disposiciones, sin perjuicio de aspectos regulados con carácter especial por otras disposiciones constitucionales y legales.", "1.", "Filiales de las Empresas Industriales y Comerciales.", "Para los efectos de la presente Ley se entiende por empresa filial de una empresa industrial y comercial del Estado aquélla en que participe una empresa industrial y comercial del Estado con un porcentaje superior al 51% del capital total.", "2.", "Características jurídicas.", "Cuando en el capital de las empresas filiales participen más de una empresa industrial y comercial del Estado, entidad territorial u otra entidad descentralizada, la empresa filial se organizará como sociedad comercial de conformidad con las disposiciones del Código de Comercio.", "3.", "Creación de filiales.", "Las empresas industriales y comerciales del Estado y las entidades territoriales que concurran a la creación de una empresa filial actuarán previa autorización de la ley, la ordenanza departamental o el acuerdo del respectivo Concejo Distrital o Municipal, la cual podrá constar en norma especial o en el correspondiente acto de creación y organización de la entidad o entidades participantes.", "4.", "Régimen jurídico.", "El funcionamiento y en general el régimen jurídico de los actos, contratos, servidores y las relaciones con terceros se sujetarán a las disposiciones del derecho privado, en especial las propias de las empresas y sociedades previstas en el Código de Comercio y legislación complementaria.", "Numeral declarado EXEQUIBLE por la Corte Constitucional, mediante Sentencia C-691 de 2007, en el entendido que se rigen por éstas disposiciones, sin perjuicio de aspectos regulados con carácter especial por otras disposiciones constitucionales y legales.", "5.", "Régimen especial de las filiales creadas con participación de particulares.", "Las empresas filiales en las cuales participen particulares se sujetarán a las disposiciones previstas en esta Ley para las sociedades de economía mixta.", "6.", "Control administrativo sobre las empresas filiales.", "En el acto de constitución de una empresa filial, cualquiera sea la forma que revista, deberán establecerse los instrumentos mediante los cuales la empresa industrial y comercial del Estado que ostente la participación mayoritaria asegure la conformidad de la gestión con los planes y programas y las políticas del sector administrativo dentro del cual se actúen."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000097", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 97º", "content": ["Artículo 97º.- Reglamentado parcialmente por el Decreto Nacional 529 de 1999, Reglamentado por el Decreto Nacional 180 de 2008. Sociedades de economía mixta. Las sociedades de economía mixta son organismos autorizados por la ley, constituidos bajo la forma de sociedades comerciales con aportes estatales y de capital privado, que desarrollan actividades de naturaleza industrial o comercial conforme a las reglas de Derecho Privado, salvo las excepciones que consagra la ley.\n", "Para que una sociedad comercial pueda ser calificada como de economía mixta es necesario que el aporte estatal, a través de la Nación, de entidades territoriales, de entidades descentralizadas y de empresas industriales y comerciales del Estado o sociedades de economía mixta no sea inferior al cincuenta por ciento (50%) del total del capital social, efectivamente suscrito y pagado. Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-953 de 1999\n", "Las inversiones temporales de carácter financiero no afectan su naturaleza jurídica ni su régimen.\n", "Parágrafo.- Los regímenes de las actividades y de los servidores de las sociedades de economía mixta en las cuales el aporte de la Nación, de entidades territoriales y de entidades descentralizadas, sea igual o superior al noventa (90%) del capital social es el de las empresas industriales y comerciales del Estado.\n"]}, "dot_comma_sep": ["Artículo 95º.", "- Asociación entre entidades públicas.", "Las entidades públicas podrán asociarse con el fin de cooperar en el cumplimiento de funciones administrativas o de prestar conjuntamente servicios que se hallen a su cargo, mediante la celebración de convenios interadministrativos o la conformación de personas jurídicas sin ánimo de lucro.", "Las personas jurídicas sin ánimo de lucro que se conformen por la asociación exclusiva de sus entidades públicas, se sujetan a las disposiciones previstas en el Código Civil y en las normas para las entidades de este género.", "Sus Juntas o Consejos Directivos estarán integrados en la forma que prevean los correspondientes estatutos internos, los cuales proveerán igualmente sobre la designación de su representante legal.", "NOTA: El artículo 95 fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-671 de 1999, bajo el entendido de que \"las personas jurídicas sin ánimo de lucro que se conformen por la asociación exclusiva de entidades públicas, se sujetan a las disposiciones previstas en el Código Civil y en las normas para las entidades de este género\", sin perjuicio de que, en todo caso el ejercicio de las prerrogativas y potestades públicas, los regímenes de los actos unilaterales, de la contratación, los controles y la responsabilidad serán los propios de las entidades estatales según lo dispuesto en las leyes especiales sobre dichas materias.", "Parágrafo.", "- INEXEQUIBLE.", " La Conferencia de Gobernadores, la Federación de Municipios, la Asociación de Alcaldes y las asociaciones de municipalidades se regirán por sus actos de conformación y, en lo pertinente, por lo dispuesto en el presente artículo.", " Corte Constitucional Sentencia C-671 de 1999\n."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000098", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 98º", "content": ["Artículo 98º.- Condiciones de participación de las entidades públicas. En el acto de constitución de toda sociedad de economía mixta se señalarán las condiciones para la participación del Estado que contenga la disposición que autorice su creación, el carácter nacional, departamental, distrital o municipal de la sociedad; así como su vinculación a los distintos organismos para efectos del control que ha de ejercerse sobre ella.\n"]}, "dot_comma_sep": ["Artículo 96º.", "- Constitución de asociaciones y fundaciones para el cumplimiento de las actividades propias de las entidades públicas con participación de particulares.", "Las entidades estatales, cualquiera sea su naturaleza y orden administrativo podrán, con la observación de los principios señalados en el artículo 209 de la Constitución, asociarse con personas jurídicas particulares, mediante la celebración de convenios de asociación o la creación de personas jurídicas, para el desarrollo conjunto de actividades en relación con los cometidos y funciones que les asigna a aquéllas la ley.", "Los convenios de asociación a que se refiere el presente artículo se celebrarán de conformidad con lo dispuesto en el artículo 355 de la Constitución Política, en ellos se determinará con precisión su objeto, término, obligaciones de las partes, aportes, coordinación y todos aquellos aspectos que se consideren pertinentes.", "Cuando en virtud de lo dispuesto en el presente artículo, surjan personas jurídicas sin ánimo de lucro, éstas se sujetarán a las disposiciones previstas en el Código Civil para las asociaciones civiles de utilidad común.", "En todo caso, en el correspondiente acto constitutivo que de origen a una persona jurídica se dispondrá sobre los siguientes aspectos:", "a.", "Los objetivos y actividades a cargo, con precisión de la conexidad con los objetivos, funciones y controles propios de las entidades públicas participantes;\n.", "b.", "Los compromisos o aportes iniciales de las entidades asociadas y su naturaleza y forma de pago, con sujeción a las disposiciones presupuestales y fiscales, para el caso de las públicas;\n.", "c.", "La participación de las entidades asociadas en el sostenimiento y funcionamiento de la entidad;\n.", "d.", "La integración de los órganos de dirección y administración, en los cuales deben participar representantes de las entidades públicas y de los particulares;\n.", "e.", "La duración de la asociación y las causales de disolución.", "Ver Circular Veeduría Distrital 10 de 2015."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000099", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 99º", "content": ["Artículo 99º.- Representación de las acciones de la Nación y de las entidades públicas. La representación de las acciones que posean las entidades públicas o la Nación en una Sociedad de Economía Mixta corresponde al Ministro o Jefe de Departamento Administrativo a cuyo despacho se halle vinculada dicha Sociedad.\n", "Lo anterior no se aplicará cuando se trate de inversiones temporales de carácter financiero en el mercado bursátil.\n", "Cuando el accionista sea un establecimiento público o una empresa industrial y comercial del Estado, su representación corresponderá al respectivo representante legal, pero podrá ser delegada en los funcionarios que indiquen los estatutos internos.\n"]}, "dot_comma_sep": ["Artículo 97º.", "- Reglamentado parcialmente por el Decreto Nacional 529 de 1999, Reglamentado por el Decreto Nacional 180 de 2008.", "Sociedades de economía mixta.", "Las sociedades de economía mixta son organismos autorizados por la ley, constituidos bajo la forma de sociedades comerciales con aportes estatales y de capital privado, que desarrollan actividades de naturaleza industrial o comercial conforme a las reglas de Derecho Privado, salvo las excepciones que consagra la ley.", "Para que una sociedad comercial pueda ser calificada como de economía mixta es necesario que el aporte estatal, a través de la Nación, de entidades territoriales, de entidades descentralizadas y de empresas industriales y comerciales del Estado o sociedades de economía mixta no sea inferior al cincuenta por ciento (50%) del total del capital social, efectivamente suscrito y pagado.", "Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-953 de 1999\n.", "Las inversiones temporales de carácter financiero no afectan su naturaleza jurídica ni su régimen.", "Parágrafo.", "- Los regímenes de las actividades y de los servidores de las sociedades de economía mixta en las cuales el aporte de la Nación, de entidades territoriales y de entidades descentralizadas, sea igual o superior al noventa (90%) del capital social es el de las empresas industriales y comerciales del Estado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000100", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 100º", "content": ["Artículo 100º.- Naturaleza de los aportes estatales. En las sociedades de economía mixta los aportes estatales podrán consistir, entre otros, en ventajas financieras o fiscales, garantía de las obligaciones de la sociedad o suscripción de los bonos que la misma emita. El Estado también podrá aportar títulos mineros y aportes para la explotación de recursos naturales de propiedad del Estado.\n", "El aporte correspondiente se computará a partir del momento en que se realicen de manera efectiva o se contabilicen en los respectivos balances los ingresos representativos.\n"]}, "dot_comma_sep": ["Artículo 98º.", "- Condiciones de participación de las entidades públicas.", "En el acto de constitución de toda sociedad de economía mixta se señalarán las condiciones para la participación del Estado que contenga la disposición que autorice su creación, el carácter nacional, departamental, distrital o municipal de la sociedad; así como su vinculación a los distintos organismos para efectos del control que ha de ejercerse sobre ella."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000101", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 101º", "content": ["Artículo 101º.- Transformación de las sociedades en empresas. Cuando las acciones o cuotas sociales en poder de particulares sean transferidas a una o varias entidades públicas, la sociedad se convertirá, sin necesidad de liquidación previa, en empresa industrial y comercial o Sociedad entre entidades públicas. Los correspondiente órganos directivos de la entidad procederán a modificar los estatutos internos en la forma a que hubiere lugar.\n"]}, "dot_comma_sep": ["Artículo 99º.", "- Representación de las acciones de la Nación y de las entidades públicas.", "La representación de las acciones que posean las entidades públicas o la Nación en una Sociedad de Economía Mixta corresponde al Ministro o Jefe de Departamento Administrativo a cuyo despacho se halle vinculada dicha Sociedad.", "Lo anterior no se aplicará cuando se trate de inversiones temporales de carácter financiero en el mercado bursátil.", "Cuando el accionista sea un establecimiento público o una empresa industrial y comercial del Estado, su representación corresponderá al respectivo representante legal, pero podrá ser delegada en los funcionarios que indiquen los estatutos internos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000113000102", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 102º", "content": ["Artículo 102º.- Inhabilidades e incompatibilidades. Los representantes legales y los miembros de los consejos y juntas directivas de los establecimientos públicos, de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta en las que la Nación o sus entidades posean el noventa por ciento (90%) o más de su capital social y de las empresas oficiales de servicios públicos domiciliarios, estarán sujetos al régimen de inhabilidades, incompatibilidades, y responsabilidades previstas en el Decreto 128 de 1976 y demás normas que lo modifiquen o adicionen. NOTA: Expresiones subrayadas declaradas EXEQUIBLES mediante Sentencia de la Corte Constitucional C-736 de 2007.\n"]}, "dot_comma_sep": ["Artículo 100º.", "- Naturaleza de los aportes estatales.", "En las sociedades de economía mixta los aportes estatales podrán consistir, entre otros, en ventajas financieras o fiscales, garantía de las obligaciones de la sociedad o suscripción de los bonos que la misma emita.", "El Estado también podrá aportar títulos mineros y aportes para la explotación de recursos naturales de propiedad del Estado.", "El aporte correspondiente se computará a partir del momento en que se realicen de manera efectiva o se contabilicen en los respectivos balances los ingresos representativos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000103", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 103º", "content": ["Artículo 103º.- Titularidad del control. El Presidente de la República como suprema autoridad administrativa y los ministros y directores de Departamento Administrativo, ejercerán control administrativo sobre los organismos o entidades que conforman la Administración Pública.\n"]}, "dot_comma_sep": ["Artículo 101º.", "- Transformación de las sociedades en empresas.", "Cuando las acciones o cuotas sociales en poder de particulares sean transferidas a una o varias entidades públicas, la sociedad se convertirá, sin necesidad de liquidación previa, en empresa industrial y comercial o Sociedad entre entidades públicas.", "Los correspondiente órganos directivos de la entidad procederán a modificar los estatutos internos en la forma a que hubiere lugar."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000104", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 104º", "content": ["Artículo 104º.- Orientación y la finalidad. El control administrativo que de acuerdo con la ley corresponde a los ministros y directores de los departamentos administrativos se orientará a constatar y asegurar que las actividades y funciones de los organismos y entidades que integran el respectivo sector administrativo se cumplan en armonía con las políticas gubernamentales, dentro de los principios de la presente Ley y de conformidad con los planes y programas adoptados.\n"]}, "dot_comma_sep": ["Artículo 102º.", "- Inhabilidades e incompatibilidades.", "Los representantes legales y los miembros de los consejos y juntas directivas de los establecimientos públicos, de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta en las que la Nación o sus entidades posean el noventa por ciento (90%) o más de su capital social y de las empresas oficiales de servicios públicos domiciliarios, estarán sujetos al régimen de inhabilidades, incompatibilidades, y responsabilidades previstas en el Decreto 128 de 1976 y demás normas que lo modifiquen o adicionen.", "NOTA: Expresiones subrayadas declaradas EXEQUIBLES mediante Sentencia de la Corte Constitucional C-736 de 2007."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000105", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 105º", "content": ["Artículo 105º.- Control administrativo. El control administrativo sobre las entidades descentralizadas no comprenderá la autorización o aprobación de los actos específicos que conforme a la ley competa expedir a los órganos internos de esos organismos y entidades.\n", "No obstante, se exceptúan de esta regla el presupuesto anual, que debe someterse a los trámites y aprobaciones señalados en la Ley Orgánica de Presupuesto.\n"]}, "dot_comma_sep": ["Artículo 103º.", "- Titularidad del control.", "El Presidente de la República como suprema autoridad administrativa y los ministros y directores de Departamento Administrativo, ejercerán control administrativo sobre los organismos o entidades que conforman la Administración Pública."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000106", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 106º", "content": ["Artículo 106º.- Control de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta. El control administrativo de las empresas industriales y comerciales del Estado y las sociedades de economía mixta se cumplirá en los términos de los correspondientes convenios, planes o programas que deberán celebrarse periódicamente con la Nación, a través del respectivo Ministerio o Departamento Administrativo.\n"]}, "dot_comma_sep": ["Artículo 104º.", "- Orientación y la finalidad.", "El control administrativo que de acuerdo con la ley corresponde a los ministros y directores de los departamentos administrativos se orientará a constatar y asegurar que las actividades y funciones de los organismos y entidades que integran el respectivo sector administrativo se cumplan en armonía con las políticas gubernamentales, dentro de los principios de la presente Ley y de conformidad con los planes y programas adoptados."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000107", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 107º", "content": ["Artículo 107º.- Convenios para la ejecución de planes y programas. Con la periodicidad que determinen las normas reglamentarias, la Nación y las entidades territoriales podrán celebrar convenios con las entidades descentralizadas del correspondiente nivel administrativo, para la ejecución de los planes y programas que se adopten conforme a las normas sobre planeación.\n", "En dichos convenios se determinarán los compromisos y obligaciones de las entidades encargadas de la ejecución, los plazos, deberes de información e instrumentos de control para garantizar la eficiencia y la eficacia de la gestión.\n", "Estos convenios se entenderán perfeccionados con la firma del representante legal de la Nación, o de la entidad territorial y de la respectiva entidad o empresa y podrán ejecutarse una vez acreditada, si a ello hubiere lugar, la certificación de registro de disponibilidad presupuestal. Además de las cláusulas usuales según su naturaleza, podrá pactarse cláusula de caducidad para los supuestos de incumplimiento por parte de la entidad descentralizada o empresa industrial y comercial del Estado.\n"]}, "dot_comma_sep": ["Artículo 105º.", "- Control administrativo.", "El control administrativo sobre las entidades descentralizadas no comprenderá la autorización o aprobación de los actos específicos que conforme a la ley competa expedir a los órganos internos de esos organismos y entidades.", "No obstante, se exceptúan de esta regla el presupuesto anual, que debe someterse a los trámites y aprobaciones señalados en la Ley Orgánica de Presupuesto."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000108", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 108º", "content": ["Artículo 108º.- Convenios de desempeño. La Nación y las entidades territoriales podrán condicionar la utilización y ejecución de recursos de sus respectivos presupuestos por parte de las entidades descentralizadas y sociedades de economía mixta, cuya situación financiera, de conformidad con la correspondiente evaluación por parte de los órganos de control interno, no permita cumplir de manera eficiente y eficaz su objeto propio.\n", "Tales condicionamientos se plasmarán en un convenio de desempeño en el cual se determinarán objetivos, programas de acción en los aspectos de organización y funcionamiento y técnicos para asegurar el restablecimiento de las condiciones para el buen desempeño de la entidad, en función de los objetivos y funciones señalados por el acto de creación.\n"]}, "dot_comma_sep": ["Artículo 106º.", "- Control de las empresas industriales y comerciales del Estado y de las sociedades de economía mixta.", "El control administrativo de las empresas industriales y comerciales del Estado y las sociedades de economía mixta se cumplirá en los términos de los correspondientes convenios, planes o programas que deberán celebrarse periódicamente con la Nación, a través del respectivo Ministerio o Departamento Administrativo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000114000109", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 109º", "content": ["Artículo 109º.- Control de las entidades descentralizadas indirectas y de las filiales de las empresas industriales y comerciales del Estado. El control administrativo sobre las actividades y programas de las entidades descentralizadas indirectas se ejercerá mediante la intervención de los representantes legales de los organismos y entidades participantes o sus delegados, en los órganos internos deliberación y dirección de la entidad.\n", "Igual regla se aplicará en relación con las filiales de las empresas industriales y comerciales del Estado y las sociedades de economía mixta.\n"]}, "dot_comma_sep": ["Artículo 107º.", "- Convenios para la ejecución de planes y programas.", "Con la periodicidad que determinen las normas reglamentarias, la Nación y las entidades territoriales podrán celebrar convenios con las entidades descentralizadas del correspondiente nivel administrativo, para la ejecución de los planes y programas que se adopten conforme a las normas sobre planeación.", "En dichos convenios se determinarán los compromisos y obligaciones de las entidades encargadas de la ejecución, los plazos, deberes de información e instrumentos de control para garantizar la eficiencia y la eficacia de la gestión.", "Estos convenios se entenderán perfeccionados con la firma del representante legal de la Nación, o de la entidad territorial y de la respectiva entidad o empresa y podrán ejecutarse una vez acreditada, si a ello hubiere lugar, la certificación de registro de disponibilidad presupuestal.", "Además de las cláusulas usuales según su naturaleza, podrá pactarse cláusula de caducidad para los supuestos de incumplimiento por parte de la entidad descentralizada o empresa industrial y comercial del Estado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000115000110", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 110º", "content": ["Artículo 110º.- Condiciones para el ejercicio de funciones administrativas por particulares. Las personas naturales y jurídicas privadas podrán ejercer funciones administrativas, salvo disposición legal en contrario, bajo las siguientes condiciones:\n", "La regulación, el control, la vigilancia y la orientación de la función administrativa corresponderá en todo momento, dentro del marco legal a la autoridad o entidad pública titular de la función la que, en consecuencia, deberá impartir las instrucciones y directrices necesarias para su ejercicio.\n", "Sin perjuicio de los controles pertinentes por razón de la naturaleza de la actividad, la entidad pública que confiera la atribución de las funciones ejercerá directamente un control sobre el cumplimiento de las finalidades, objetivos, políticas y programas que deban ser observados por el particular.\n", "Por motivos de interés público o social y en cualquier tiempo, la entidad o autoridad que ha atribuido a los particulares el ejercicio de las funciones administrativas puede dar por terminada la autorización.\n", "La atribución de las funciones administrativas deberá estar precedida de acto administrativo y acompañada de convenios, si fuere el caso.\n", "Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-866 de 1999\n"]}, "dot_comma_sep": ["Artículo 108º.", "- Convenios de desempeño.", "La Nación y las entidades territoriales podrán condicionar la utilización y ejecución de recursos de sus respectivos presupuestos por parte de las entidades descentralizadas y sociedades de economía mixta, cuya situación financiera, de conformidad con la correspondiente evaluación por parte de los órganos de control interno, no permita cumplir de manera eficiente y eficaz su objeto propio.", "Tales condicionamientos se plasmarán en un convenio de desempeño en el cual se determinarán objetivos, programas de acción en los aspectos de organización y funcionamiento y técnicos para asegurar el restablecimiento de las condiciones para el buen desempeño de la entidad, en función de los objetivos y funciones señalados por el acto de creación."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000115000111", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 111º", "content": ["Artículo 111º.- Requisitos y procedimientos de los actos administrativos y convenios para conferir funciones administrativas a particulares. Las entidades o autoridades administrativas podrán conferir el ejercicio de funciones administrativas a particulares, bajo las condiciones de que trata el artículo anterior, cumpliendo los requisitos y observando el procedimiento que se describe a continuación:\n", "1. Expedición de acto administrativo, decreto ejecutivo, en el caso de ministerios o departamentos administrativos o de acto de la junta o consejo directivo, en el caso de las entidades descentralizadas, que será sometido a la aprobación del Presidente de la República, o por delegación del mismo, de los ministros o directores de departamento administrativo, de los gobernadores y de los alcaldes, según el orden a que pertenezca la entidad u organismo, mediante el cual determine: Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-866 de 1999\n", "a. Las funciones específicas que encomendará a los particulares;\n", "NOTA: El literal a) fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-866 de 1999, de conformidad con la consideración 7.5 de la parte motiva de la misma, del siguiente tenor: 7.5 Por último, encuentra la Corte que la atribución de funciones administrativas tiene otro límite: la imposibilidad de vaciar de contenido la competencia de la autoridad que las otorga. En efecto, la atribución conferida al particular no puede llegar al extremo de que éste reemplace totalmente a la autoridad pública en el ejercicio de las funciones que le son propias. Si, en los términos del artículo 2° de la Constitución, las autoridades de la República están instituidas para asegurar el cumplimiento de los fines del Estado, el despojo absoluto de la materia de su competencia redundaría en la falta de causa final que justificara su investidura, con lo cual ella ¿la investidura- perdería sustento jurídico. \n", "Como consecuencia de lo anterior, resulta claro que la atribución de funciones administrativas a particulares debe hacerse delimitando expresamente la función atribuida, acudiendo para ello a criterios materiales, espaciales, temporales, circunstanciales, procedimentales o cualesquiera otros que resulten útiles para precisar el campo de acción de los particulares, en forma tal que la atribución no llegue a devenir en una invasión o usurpación de funciones no concedidas, a un vaciamiento del contenido de la competencia de la autoridad atribuyente o a la privatización indirecta del patrimonio público. Por ello resulta particularmente importante que las funciones que se encomendarán a los particulares sean específicamente determinadas, como perentoriamente lo prescribe el literal a) del artículo 111 acusado, el cual se aviene a la Carta si es interpretado conforme a las anteriores precisiones.\n", "Así pues, la Corte encuentra que le asiste razón al demandante cuando afirma que no todo tipo de funciones administrativas pueden ser atribuidas a los particulares; empero, no acoge el criterio orgánico al cual él acude para fijar el límite, según el cual sólo cabe tal atribución en las funciones que son ejercidas actualmente por el sector descentralizado de la Administración (descentralización por servicios). Entiende, en cambio, que los criterios de restricción son los anteriormente expuestos, que resultan de la interpretación sistemática de la Constitución y de principios de derecho público comúnmente admitidos en nuestra tradición jurídica.\n", "b. Las calidades y requisitos que deben reunir las entidades o personas privadas;\n", "c. Las condiciones del ejercicio de las funciones;\n", "d. La forma de remuneración, si fuera el caso;\n", "La duración del encargo y las garantías que deben prestar los particulares con el fin de asegurar la observancia y la aplicación de los principios que conforme a la Constitución Política y a la ley gobiernan el ejercicio de las funciones administrativas.\n", "2. La celebración de convenio, si fuere el caso, cuyo plazo de ejecución será de cinco (5) años prorrogables y para cuya celebración la entidad o autoridad deberá:  Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-702 de 1999 y el texto en cursiva, fue  objeto de la misma declaración mediante Sentencia C-866 de 1999\n", "Elaborar un pliego o términos de referencia, con fundamento en el acto administrativo expedido y formular convocatoria pública para el efecto teniendo en cuenta los principios establecidos en la Ley 80 de 1993 para la contratación por parte de entidades estatales.\n", "Pactar en el convenio las cláusulas excepcionales previstas en la Ley 80 de 1993 y normas complementarias, una vez seleccionado el particular al cual se conferirá el ejercicio de las funciones administrativas.\n"]}, "dot_comma_sep": ["Artículo 109º.", "- Control de las entidades descentralizadas indirectas y de las filiales de las empresas industriales y comerciales del Estado.", "El control administrativo sobre las actividades y programas de las entidades descentralizadas indirectas se ejercerá mediante la intervención de los representantes legales de los organismos y entidades participantes o sus delegados, en los órganos internos deliberación y dirección de la entidad.", "Igual regla se aplicará en relación con las filiales de las empresas industriales y comerciales del Estado y las sociedades de economía mixta."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000115000112", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 112º", "content": ["Artículo 112º.- Régimen jurídico de los actos y contratos. La celebración del convenio y el consiguiente ejercicio de funciones administrativas no modifica la naturaleza ni el régimen aplicable a la entidad o persona privada que reciba el encargo de ejercer funciones administrativas. No obstante, los actos unilaterales están sujetos en cuanto a su expedición, y requisitos externos e internos, a los procedimientos de comunicación e impugnación a las disposiciones propias de los actos administrativos. Igualmente si se celebran contratos por cuenta de las entidades privadas, los mismos se sujetarán a las normas de contratación de las entidades estatales.\n"]}, "dot_comma_sep": ["Artículo 110º.", "- Condiciones para el ejercicio de funciones administrativas por particulares.", "Las personas naturales y jurídicas privadas podrán ejercer funciones administrativas, salvo disposición legal en contrario, bajo las siguientes condiciones:\n.", "La regulación, el control, la vigilancia y la orientación de la función administrativa corresponderá en todo momento, dentro del marco legal a la autoridad o entidad pública titular de la función la que, en consecuencia, deberá impartir las instrucciones y directrices necesarias para su ejercicio.", "Sin perjuicio de los controles pertinentes por razón de la naturaleza de la actividad, la entidad pública que confiera la atribución de las funciones ejercerá directamente un control sobre el cumplimiento de las finalidades, objetivos, políticas y programas que deban ser observados por el particular.", "Por motivos de interés público o social y en cualquier tiempo, la entidad o autoridad que ha atribuido a los particulares el ejercicio de las funciones administrativas puede dar por terminada la autorización.", "La atribución de las funciones administrativas deberá estar precedida de acto administrativo y acompañada de convenios, si fuere el caso.", "Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-866 de 1999"]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000115000113", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 113º", "content": ["Artículo 113º.- Inhabilidades e incompatibilidades. Los representantes legales de las entidades privadas o de quienes hagan sus veces, encargadas del ejercicio de funciones administrativas están sometidos a las prohibiciones e incompatibilidades aplicables a los servidores públicos, en relación con la función conferida.\n", "Los representantes legales y los miembros de las juntas directivas u órganos de decisión de las personas jurídicas privadas que hayan ejercido funciones administrativas, no podrán ser contratistas ejecutores de las decisiones en cuya regulación y adopción hayan participado.\n"]}, "dot_comma_sep": ["Artículo 111º.", "- Requisitos y procedimientos de los actos administrativos y convenios para conferir funciones administrativas a particulares.", "Las entidades o autoridades administrativas podrán conferir el ejercicio de funciones administrativas a particulares, bajo las condiciones de que trata el artículo anterior, cumpliendo los requisitos y observando el procedimiento que se describe a continuación:\n.", "1.", "Expedición de acto administrativo, decreto ejecutivo, en el caso de ministerios o departamentos administrativos o de acto de la junta o consejo directivo, en el caso de las entidades descentralizadas, que será sometido a la aprobación del Presidente de la República, o por delegación del mismo, de los ministros o directores de departamento administrativo, de los gobernadores y de los alcaldes, según el orden a que pertenezca la entidad u organismo, mediante el cual determine: Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-866 de 1999\n.", "a.", "Las funciones específicas que encomendará a los particulares;\n.", "NOTA: El literal a) fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-866 de 1999, de conformidad con la consideración 7.", "5 de la parte motiva de la misma, del siguiente tenor: 7.", "5 Por último, encuentra la Corte que la atribución de funciones administrativas tiene otro límite: la imposibilidad de vaciar de contenido la competencia de la autoridad que las otorga.", "En efecto, la atribución conferida al particular no puede llegar al extremo de que éste reemplace totalmente a la autoridad pública en el ejercicio de las funciones que le son propias.", "Si, en los términos del artículo 2°", " de la Constitución, las autoridades de la República están instituidas para asegurar el cumplimiento de los fines del Estado, el despojo absoluto de la materia de su competencia redundaría en la falta de causa final que justificara su investidura, con lo cual ella ¿la investidura- perdería sustento jurídico.°", "Como consecuencia de lo anterior, resulta claro que la atribución de funciones administrativas a particulares debe hacerse delimitando expresamente la función atribuida, acudiendo para ello a criterios materiales, espaciales, temporales, circunstanciales, procedimentales o cualesquiera otros que resulten útiles para precisar el campo de acción de los particulares, en forma tal que la atribución no llegue a devenir en una invasión o usurpación de funciones no concedidas, a un vaciamiento del contenido de la competencia de la autoridad atribuyente o a la privatización indirecta del patrimonio público.", "Por ello resulta particularmente importante que las funciones que se encomendarán a los particulares sean específicamente determinadas, como perentoriamente lo prescribe el literal a) del artículo 111 acusado, el cual se aviene a la Carta si es interpretado conforme a las anteriores precisiones.", "Así pues, la Corte encuentra que le asiste razón al demandante cuando afirma que no todo tipo de funciones administrativas pueden ser atribuidas a los particulares; empero, no acoge el criterio orgánico al cual él acude para fijar el límite, según el cual sólo cabe tal atribución en las funciones que son ejercidas actualmente por el sector descentralizado de la Administración (descentralización por servicios).", "Entiende, en cambio, que los criterios de restricción son los anteriormente expuestos, que resultan de la interpretación sistemática de la Constitución y de principios de derecho público comúnmente admitidos en nuestra tradición jurídica.", "b.", "Las calidades y requisitos que deben reunir las entidades o personas privadas;\n.", "c.", "Las condiciones del ejercicio de las funciones;\n.", "d.", "La forma de remuneración, si fuera el caso;\n.", "La duración del encargo y las garantías que deben prestar los particulares con el fin de asegurar la observancia y la aplicación de los principios que conforme a la Constitución Política y a la ley gobiernan el ejercicio de las funciones administrativas.", "2.", "La celebración de convenio, si fuere el caso, cuyo plazo de ejecución será de cinco (5) años prorrogables y para cuya celebración la entidad o autoridad deberá:  Texto subrayado declarado INEXEQUIBLE por la Corte Constitucional, mediante Sentencia C-702 de 1999 y el texto en cursiva, fue  objeto de la misma declaración mediante Sentencia C-866 de 1999\n.", "Elaborar un pliego o términos de referencia, con fundamento en el acto administrativo expedido y formular convocatoria pública para el efecto teniendo en cuenta los principios establecidos en la Ley 80 de 1993 para la contratación por parte de entidades estatales.", "Pactar en el convenio las cláusulas excepcionales previstas en la Ley 80 de 1993 y normas complementarias, una vez seleccionado el particular al cual se conferirá el ejercicio de las funciones administrativas."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000115000114", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO XVII\n", "name": "Ejercicio de funciones administrativas por particulares\n"}, "article": {"name": "Artículo 114º", "content": ["Artículo 114º.- Control sobre las funciones. Sin perjuicio de los contratos pertinentes por razón de la naturaleza de la actividad, la entidad pública que confiera la atribución de las funciones ejercerá directamente un control sobre el cumplimiento de las finalidades, objetivos, políticas y programas que deban ser observados por el particular.\n"]}, "dot_comma_sep": ["Artículo 112º.", "- Régimen jurídico de los actos y contratos.", "La celebración del convenio y el consiguiente ejercicio de funciones administrativas no modifica la naturaleza ni el régimen aplicable a la entidad o persona privada que reciba el encargo de ejercer funciones administrativas.", "No obstante, los actos unilaterales están sujetos en cuanto a su expedición, y requisitos externos e internos, a los procedimientos de comunicación e impugnación a las disposiciones propias de los actos administrativos.", "Igualmente si se celebran contratos por cuenta de las entidades privadas, los mismos se sujetarán a las normas de contratación de las entidades estatales."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000115", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 115º", "content": ["Artículo 115º.- Planta global y grupos internos de trabajo. El Gobierno Nacional aprobará las plantas de personal de los organismos y entidades de que trata la presente Ley de manera global. En todo caso el director del organismo distribuirá los cargos de acuerdo con la estructura, las necesidades de organización y sus planes y programas.\n", "En el acto de creación de tales grupos se determinarán las tareas que deberán cumplir y las consiguientes responsabilidades y las demás normas necesarias para su funcionamiento.\n"]}, "dot_comma_sep": ["Artículo 113º.", "- Inhabilidades e incompatibilidades.", "Los representantes legales de las entidades privadas o de quienes hagan sus veces, encargadas del ejercicio de funciones administrativas están sometidos a las prohibiciones e incompatibilidades aplicables a los servidores públicos, en relación con la función conferida.", "Los representantes legales y los miembros de las juntas directivas u órganos de decisión de las personas jurídicas privadas que hayan ejercido funciones administrativas, no podrán ser contratistas ejecutores de las decisiones en cuya regulación y adopción hayan participado."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000116", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 116º", "content": ["Artículo 116º.- Responsabilidad de los miembros de las comisiones, comités o consejos. Quienes participen a cualquier título, de manera permanente o transitoria, en las comisiones, comités o consejos a que se refiere la presente Ley, sin perjuicio de lo dispuesto sobre los miembros de las juntas o consejos de las entidades descentralizadas, responderán por su actuación en los mismos términos que la ley señala para los servidores públicos.\n"]}, "dot_comma_sep": ["Artículo 114º.", "- Control sobre las funciones.", "Sin perjuicio de los contratos pertinentes por razón de la naturaleza de la actividad, la entidad pública que confiera la atribución de las funciones ejercerá directamente un control sobre el cumplimiento de las finalidades, objetivos, políticas y programas que deban ser observados por el particular."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000117", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 117º", "content": ["Artículo 117º.- Investigación. Para mejorar procesos y resultados y para producir factores de desarrollo, las entidades públicas dispondrán lo necesario al impulso de su perfeccionamiento mediante investigaciones sociales, económicas y/o culturales según sus áreas de competencia, teniendo en cuenta tendencias internacionales y de futuro.\n"]}, "dot_comma_sep": ["Artículo 115º.", "El Gobierno Nacional aprobará las plantas de personal de los organismos y entidades de que trata la presente Ley de manera global.", "En todo caso el director del organismo distribuirá los cargos de acuerdo con la estructura, las necesidades de organización y sus planes y programas.", "Con el fin de atender las necesidades del servicio y cumplir con eficacia y eficiencia los objetivos, políticas y programas de organismo o entidad, su representante legal podrá crear y organizar, con carácter permanente o transitorio, grupos internos de trabajo.", "En el acto de creación de tales grupos se determinarán las tareas que deberán cumplir y las consiguientes responsabilidades y las demás normas necesarias para su funcionamiento."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000118", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 118º", "content": ["Artículo 118º.- Reorganización. Sin perjuicio de sus facultades permanentes, dentro de los doce meses siguientes a las vigencia de las presente Ley, las entidades a las que ella se aplica efectuarán y promoverán las reformas necesarias para adecuar la organización y funcionamiento a sus principios y reglas.\n", "Parágrafo.- Las entidades continuarán organizadas y funcionando de acuerdo con las normas vigentes a la fecha de promulgación de la presente Ley hasta cuando se aprueben las reformas a que se refiere el presente artículo.\n"]}, "dot_comma_sep": ["Artículo 116º.", "- Responsabilidad de los miembros de las comisiones, comités o consejos.", "Quienes participen a cualquier título, de manera permanente o transitoria, en las comisiones, comités o consejos a que se refiere la presente Ley, sin perjuicio de lo dispuesto sobre los miembros de las juntas o consejos de las entidades descentralizadas, responderán por su actuación en los mismos términos que la ley señala para los servidores públicos."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000119", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 119º", "content": ["Artículo 119º.- Publicación en el Diario Oficial. A partir de la vigencia de la presente Ley, todos los siguientes actos deberán publicarse en el Diario Oficial:\n", "a. Los actos legislativos y proyectos de reforma constitucional aprobados en primera vuelta;\n", "b. Las leyes y los proyectos de ley objetados por el Gobierno;\n", "c. Los decretos con fuerza de ley, los decretos y resoluciones ejecutivas expedidas por el Gobierno Nacional y los demás actos administrativos de carácter general, expedidos por todos los órganos, dependencias, entidades u organismos del orden nacional de las distintas Ramas del Poder Público y de los demás órganos de carácter nacional que integran la estructura del Estado.\n", "Parágrafo.- Unicamente con la publicación que de los actos administrativos de carácter general se haga en el Diario Oficial, se cumple con el requisito de publicidad para efectos de su vigencia y oponibilidad.\n"]}, "dot_comma_sep": ["Artículo 117º.", "- Investigación.", "Para mejorar procesos y resultados y para producir factores de desarrollo, las entidades públicas dispondrán lo necesario al impulso de su perfeccionamiento mediante investigaciones sociales, económicas y/o culturales según sus áreas de competencia, teniendo en cuenta tendencias internacionales y de futuro."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000120", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-", "content": ["Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-957 de 1999.\n", "Ver Ley 57 de 1985\n"]}, "dot_comma_sep": ["Artículo 118º.", "- Reorganización.", "Sin perjuicio de sus facultades permanentes, dentro de los doce meses siguientes a las vigencia de las presente Ley, las entidades a las que ella se aplica efectuarán y promoverán las reformas necesarias para adecuar la organización y funcionamiento a sus principios y reglas.", "Parágrafo.", "- Las entidades continuarán organizadas y funcionando de acuerdo con las normas vigentes a la fecha de promulgación de la presente Ley hasta cuando se aprueben las reformas a que se refiere el presente artículo."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000121", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 120º", "content": ["Artículo 120º.- Declarado inexequible a partir de la fecha de la promulgación de la Ley 489 de 1998 Sentencia C 702 de 1999 Corte Constitucional, decía así: Facultades Extraordinarias. De conformidad con lo dispuesto en el numeral 10 del artículo 150 de la Constitución Política, revístese al Presidente de la República de precisas facultades extraordinarias para que en el término de seis meses, contados a partir de la fecha de la publicación de la presente Ley, expida normas con fuerza de ley para:\n", "1. Suprimir, fusionar, reestructurar o transformar entidades, organismos y dependencias de la Rama Ejecutiva del Poder Público del orden nacional, esto es, consejos superiores, comisiones de regulación, juntas y comités; ministerios y departamentos administrativos; superintendencias; establecimientos públicos; empresas industriales y comerciales del Estado; unidades administrativas especiales; empresas sociales del Estado; empresas estatales prestadoras de servicios públicos; institutos científicos y tecnológicos; entidades de naturaleza única y las demás entidades y organismos administrativos del orden nacional que hayan sido creados o autorizados por la ley.\n", "2. Disponer la fusión, escisión o disolución y consiguiente liquidación de sociedades entre entidades públicas, de sociedades de economía mixta, de sociedades descentralizadas indirectas y de asociaciones de entidades públicas, en las cuales exista participación de entidades públicas del orden nacional.\n", "3. Dictar el régimen para la liquidación y disolución de entidades públicas del orden nacional.\n", "4. Suprimir o reformar regulaciones, procedimientos y trámites innecesarios existentes en la administración pública.\n", "5. Revisar y ajustar las normas del servicio exterior y la carrera diplomática.\n", "6. Modificar la estructura de la Contraloría General de la República, determinar la organización y funcionamiento de su auditoría externa; suprimir, fusionar, reestructurar, transformar o liquidar el Fondo de Bienestar Social de que trata la Ley 106 de 1993, determinar el sistema de nomenclatura, clasificación y remuneración de los empleados de la Contraloría General de la República, pudiendo crear, suprimir o fusionar empleos y prever las normas que deben observarse para el efecto; y dictar las normas sobre la Carrera Administrativa Especial de que trata el ordinal 10 del artículo 268 de la Constitución Política y establecer todas las características que sean competencia de la ley referentes a su régimen personal.\n", "7. Modificar la estructura de la Fiscalía General de la Nación y de la Procuraduría General de la Nación; determinar el sistema de nomenclatura, clasificación y remuneración de sus servidores públicos, crear, suprimir y fusionar empleos en dichas entidades; modificar el régimen de competencias interno y modificar el régimen de Carrera Administrativa previsto para los servidores de tales entidades.\n", "Parágrafo 1º.- Las facultades extraordinarias conferidas por el presente artículo, se ejercitarán por el Gobierno con el propósito de racionalizar el aparato estatal, garantizar la eficiencia y la eficacia de la función administrativa y reducir el gasto público.\n", "Parágrafo 2º.- El acto que ordene la fusión, supresión o disolución y liquidación, dispondrá sobre la subrogación de obligaciones y derechos de los organismos o entidades fusionados, suprimidos o disueltos, la titularidad y destinación de bienes o rentas, y la forma en que se continuarán ejerciendo los derechos, los ajustes presupuestales necesarios, el régimen aplicable a la liquidación y, de conformidad con las normas que rigen la materia contenidas en la Ley 443 de 1998, la situación de los servidores públicos vinculados a ella.\n", "Parágrafo 3º.- En ejercicio de las facultades conferidas por el presente artículo, el Presidente de la República no podrá modificar códigos, leyes estatutarias, orgánicas y aquéllas de que trate el numeral 19 del artículo 150 de la Constitución Política.\n", "Igualmente, en ejercicio de estas facultades, el Presidente de la República no podrá fusionar o suprimir entidades u organismos creados o previstos en la Constitución Política.\n", "Así mismo, salvo lo previsto en los numerales 6 y 7, el ejercicio de las facultades que se confieren en el presente artículo, no incluye los órganos, dependencias o entidades a las cuales la Constitución Política le reconoce un régimen de autonomía.\n", "Parágrafo 4º.- Las facultades de que tratan los numerales 6 y 7 del presente artículo serán ejercidas una vez oído el concepto del Contralor General de la República, del Fiscal General de la Nación y del Procurador General de la Nación, en lo relativo a sus respectivas entidades.\n", "Parágrafo 5º.- Por virtud de las facultades contenidas en el presente artículo el Gobierno no podrá crear ninguna nueva entidad u organismo público de orden nacional. En tal sentido se considera que se crea una entidad nueva cuando quiera que la resultante del ejercicio de las facultades persiga objetivos esencialmente distintos de aquellos originalmente determinados por el legislador para la entidad o entidades respectivas.\n"]}, "dot_comma_sep": ["Artículo 119º.", "- Publicación en el Diario Oficial.", "A partir de la vigencia de la presente Ley, todos los siguientes actos deberán publicarse en el Diario Oficial:\n.", "a.", "Los actos legislativos y proyectos de reforma constitucional aprobados en primera vuelta;\n.", "b.", "Las leyes y los proyectos de ley objetados por el Gobierno;\n.", "c.", "Los decretos con fuerza de ley, los decretos y resoluciones ejecutivas expedidas por el Gobierno Nacional y los demás actos administrativos de carácter general, expedidos por todos los órganos, dependencias, entidades u organismos del orden nacional de las distintas Ramas del Poder Público y de los demás órganos de carácter nacional que integran la estructura del Estado.", "Parágrafo.", "- Unicamente con la publicación que de los actos administrativos de carácter general se haga en el Diario Oficial, se cumple con el requisito de publicidad para efectos de su vigencia y oponibilidad."]}, {"index": "funadpu", "legal_source": "Estatuto sobre la organización y funcionamiento de la Administración Pública.\n", "id": "funadpu00000200000122", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "Disposiciones finales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 121º", "content": ["Artículo 121º.- Vigencia y derogatorias. La presente Ley rige a partir de su promulgación y deroga las disposiciones que le sean contrarias, en especial los Decretos - leyes 1050 de 1968, 3130 de 1968 y 130 de 1976.\n", "El Presidente del honorable Senado de la República\n", "FABIO VALENCIA COSSIO.\n", "El Secretario General del honorable Senado de la República\n", "MANUEL ENRÍQUEZ ROSERO\n", "El Presidente de la honorable Cámara de Representantes\n", "EMILIO MARTÍNEZ ROSALES\n", "El Secretario General de la honorable Cámara de Representantes\n", "GUSTAVO BUSTAMANTE MORATTO.\n", "República de Colombia - Gobierno Nacional.\n", "PUBLÍQUESE Y EJECÚTESE.\n", "Dada en Santa Fe de Bogotá, D.C., a los 29 días del mes de diciembre del año 1998.\n", "El Presidente de la República\n", "ANDRÉS PASTRANA ARANGO\n", "El Ministro del Interior\n", "NÉSTOR HUMBERTO MARTÍNEZ NEIRA\n", "El Director del Departamento Administrativo de la Función Pública\n", "MAURICIO ZULUAGA RUÍZ.\n", "Ver Proyecto Acuerdo Distrital 33 de 2001 , Ver Proyecto Acuerdo Distrital 33 de 2002 , Ver el Proyecto de Acuerdo Distrital 106 de 2002\n", " "]}, "dot_comma_sep": ["Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-957 de 1999.", "Ver Ley 57 de 1985"]}]