[{"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010001", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 1°", "content": ["Artículo 1°. Definición, modalidades y principios. El arbitraje es un mecanismo alternativo de solución de conflictos mediante el cual las partes defieren a árbitros la solución de una controversia relativa a asuntos de libre disposición o aquellos que la ley autorice.\n", "El arbitraje se rige por los principios y reglas de imparcialidad, idoneidad, celeridad, igualdad, oralidad, publicidad y contradicción.\n", "El laudo arbitral es la sentencia que profiere el tribunal de arbitraje. El laudo puede ser en derecho, en equidad o técnico.\n", "En los tribunales en que intervenga una entidad pública o quien desempeñe funciones administrativas, si las controversias han surgido por causa o con ocasión de la celebración, desarrollo, ejecución, interpretación, terminación y liquidación de contratos estatales, incluyendo las consecuencias económicas de los actos administrativos expedidos en ejercicio de facultades excepcionales, el laudo deberá proferirse en derecho.\n"]}, "dot_comma_sep": ["Artículo 1°", ".°", "Definición, modalidades y principios.", "El arbitraje es un mecanismo alternativo de solución de conflictos mediante el cual las partes defieren a árbitros la solución de una controversia relativa a asuntos de libre disposición o aquellos que la ley autorice.", "El arbitraje se rige por los principios y reglas de imparcialidad, idoneidad, celeridad, igualdad, oralidad, publicidad y contradicción.", "El laudo arbitral es la sentencia que profiere el tribunal de arbitraje.", "El laudo puede ser en derecho, en equidad o técnico.", "En los tribunales en que intervenga una entidad pública o quien desempeñe funciones administrativas, si las controversias han surgido por causa o con ocasión de la celebración, desarrollo, ejecución, interpretación, terminación y liquidación de contratos estatales, incluyendo las consecuencias económicas de los actos administrativos expedidos en ejercicio de facultades excepcionales, el laudo deberá proferirse en derecho."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010002", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 2°", "content": ["Artículo 2°. Clases de arbitraje. El arbitraje será ad hoc, si es conducido directamente por los árbitros, o institucional, si es administrado por un centro de arbitraje. A falta de acuerdo respecto de su naturaleza y cuando en el pacto arbitral las partes guarden silencio, el arbitraje será institucional. Cuando la controversia verse sobre contratos celebrados por una entidad pública o quien desempeñe funciones administrativas, el proceso se regirá por las reglas señaladas en la presente ley para el arbitraje institucional.\n", "Los procesos arbitrales son de mayor cuantía cuando versen sobre pretensiones patrimoniales superiores a cuatrocientos salarios mínimos legales mensuales vigentes (400 smlmv) y de menor cuantía, los demás.\n", "Cuando por razón de la cuantía o de la naturaleza del asunto no se requiera de abogado ante los jueces ordinarios, las partes podrán intervenir directamente en el arbitraje.\n"]}, "dot_comma_sep": ["Artículo 2°", ".°", "Clases de arbitraje.", "El arbitraje será ad hoc, si es conducido directamente por los árbitros, o institucional, si es administrado por un centro de arbitraje.", "A falta de acuerdo respecto de su naturaleza y cuando en el pacto arbitral las partes guarden silencio, el arbitraje será institucional.", "Cuando la controversia verse sobre contratos celebrados por una entidad pública o quien desempeñe funciones administrativas, el proceso se regirá por las reglas señaladas en la presente ley para el arbitraje institucional.", "Los procesos arbitrales son de mayor cuantía cuando versen sobre pretensiones patrimoniales superiores a cuatrocientos salarios mínimos legales mensuales vigentes (400 smlmv) y de menor cuantía, los demás.", "Cuando por razón de la cuantía o de la naturaleza del asunto no se requiera de abogado ante los jueces ordinarios, las partes podrán intervenir directamente en el arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010003", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 3°", "content": ["Artículo 3°. Pacto arbitral. El pacto arbitral es un negocio jurídico por virtud del cual las partes someten o se obligan a someter a arbitraje controversias que hayan surgido o puedan surgir entre ellas.\n", "El pacto arbitral implica la renuncia de las partes a hacer valer sus pretensiones ante los jueces. El pacto arbitral puede consistir en un compromiso o en una cláusula compromisoria.\n", "En el pacto arbitral las partes indicarán la naturaleza del laudo. Si nada se estipula al respecto, este se proferirá en derecho.\n", "Parágrafo. Si en el término de traslado de la demanda, o de su contestación, o de las excepciones previas, una parte invoca la existencia de pacto arbitral y la otra no la niega expresamente, ante los jueces o el tribunal de arbitraje, se entiende válidamente probada la existencia de pacto arbitral.\n"]}, "dot_comma_sep": ["Artículo 3°", ".°", "Pacto arbitral.", "El pacto arbitral es un negocio jurídico por virtud del cual las partes someten o se obligan a someter a arbitraje controversias que hayan surgido o puedan surgir entre ellas.", "El pacto arbitral implica la renuncia de las partes a hacer valer sus pretensiones ante los jueces.", "El pacto arbitral puede consistir en un compromiso o en una cláusula compromisoria.", "En el pacto arbitral las partes indicarán la naturaleza del laudo.", "Si nada se estipula al respecto, este se proferirá en derecho.", "Parágrafo.", "Si en el término de traslado de la demanda, o de su contestación, o de las excepciones previas, una parte invoca la existencia de pacto arbitral y la otra no la niega expresamente, ante los jueces o el tribunal de arbitraje, se entiende válidamente probada la existencia de pacto arbitral."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010004", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 4°", "content": ["Artículo 4°. Cláusula compromisoria. La cláusula compromisoria, podrá formar parte de un contrato o constar en documento separado inequívocamente referido a él.\n", "La cláusula compromisoria que se pacte en documento separado del contrato, para producir efectos jurídicos deberá expresar el nombre de las partes e indicar en forma precisa el contrato a que se refiere.\n"]}, "dot_comma_sep": ["Artículo 4°", ".°", "Cláusula compromisoria.", "La cláusula compromisoria, podrá formar parte de un contrato o constar en documento separado inequívocamente referido a él.", "La cláusula compromisoria que se pacte en documento separado del contrato, para producir efectos jurídicos deberá expresar el nombre de las partes e indicar en forma precisa el contrato a que se refiere."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010005", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 5°", "content": ["Artículo 5°. Autonomía de la cláusula compromisoria. La inexistencia, ineficacia o invalidez del contrato no afecta la cláusula compromisoria. En consecuencia, podrán someterse a arbitraje las controversias en las que se debata la existencia, eficacia o validez del contrato y la decisión del tribunal será conducente aunque el contrato sea inexistente, ineficaz o inválido.\n", "La cesión de un contrato que contenga pacto arbitral, comporta la cesión de la cláusula compromisoria.\n"]}, "dot_comma_sep": ["Artículo 5°", ".°", "Autonomía de la cláusula compromisoria.", "La inexistencia, ineficacia o invalidez del contrato no afecta la cláusula compromisoria.", "En consecuencia, podrán someterse a arbitraje las controversias en las que se debata la existencia, eficacia o validez del contrato y la decisión del tribunal será conducente aunque el contrato sea inexistente, ineficaz o inválido.", "La cesión de un contrato que contenga pacto arbitral, comporta la cesión de la cláusula compromisoria."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010006", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 6°", "content": ["Artículo 6°. Compromiso. El compromiso podrá constar en cualquier documento, que contenga:\n", "1. Los nombres de las partes.\n", "2. La indicación de las controversias que se someten al arbitraje.\n", "3. La indicación del proceso en curso, cuando a ello hubiere lugar. En este caso las partes podrán ampliar o restringir las pretensiones aducidas en aquel.\n"]}, "dot_comma_sep": ["Artículo 6°", ".°", "Compromiso.", "El compromiso podrá constar en cualquier documento, que contenga:\n.", "1.", "Los nombres de las partes.", "2.", "La indicación de las controversias que se someten al arbitraje.", "3.", "La indicación del proceso en curso, cuando a ello hubiere lugar.", "En este caso las partes podrán ampliar o restringir las pretensiones aducidas en aquel."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010007", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 7°", "content": ["Artículo 7°. Árbitros. Las partes determinarán conjuntamente el número de árbitros, que siempre será impar. Si nada se dice al respecto, los árbitros serán tres (3), salvo en los procesos de menor cuantía, caso en el cual el árbitro será único.\n", "El árbitro debe ser colombiano y ciudadano en ejercicio; no haber sido condenado por sentencia judicial a pena privativa de la libertad, excepto por delitos políticos o culposos, ni estar inhabilitado para ejercer cargos públicos o haber sido sancionado con destitución.\n", "En los arbitrajes en derecho, los árbitros deberán cumplir, como mínimo, los mismos requisitos exigidos para ser magistrado de Tribunal Superior de Distrito Judicial, sin perjuicio de las calidades adicionales exigidas por los reglamentos de los centros de arbitraje o por las partes en el pacto arbitral.\n"]}, "dot_comma_sep": ["Artículo 7°", ".°", "Árbitros.", "Las partes determinarán conjuntamente el número de árbitros, que siempre será impar.", "Si nada se dice al respecto, los árbitros serán tres (3), salvo en los procesos de menor cuantía, caso en el cual el árbitro será único.", "El árbitro debe ser colombiano y ciudadano en ejercicio; no haber sido condenado por sentencia judicial a pena privativa de la libertad, excepto por delitos políticos o culposos, ni estar inhabilitado para ejercer cargos públicos o haber sido sancionado con destitución.", "En los arbitrajes en derecho, los árbitros deberán cumplir, como mínimo, los mismos requisitos exigidos para ser magistrado de Tribunal Superior de Distrito Judicial, sin perjuicio de las calidades adicionales exigidas por los reglamentos de los centros de arbitraje o por las partes en el pacto arbitral."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010008", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 8°", "content": ["Artículo 8°. Designación de los árbitros. Las partes nombrarán conjuntamente los árbitros, o delegarán tal labor en un centro de arbitraje o un tercero, total o parcialmente. La designación a cargo de los centros de arbitraje se realizará siempre mediante sorteo, dentro de la especialidad jurídica relativa a la respectiva controversia y asegurando una distribución equitativa entre los árbitros de la lista.\n", "Ningún árbitro o secretario podrá desempeñarse simultáneamente como tal, en más de cinco (5) tribunales de arbitraje en que intervenga como parte una entidad pública o quien ejerza funciones administrativas en los conflictos relativos a estas.\n", "NOTA: Inciso declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013. \n"]}, "dot_comma_sep": ["Artículo 8°", ".°", "Designación de los árbitros.", "Las partes nombrarán conjuntamente los árbitros, o delegarán tal labor en un centro de arbitraje o un tercero, total o parcialmente.", "La designación a cargo de los centros de arbitraje se realizará siempre mediante sorteo, dentro de la especialidad jurídica relativa a la respectiva controversia y asegurando una distribución equitativa entre los árbitros de la lista.", "Ningún árbitro o secretario podrá desempeñarse simultáneamente como tal, en más de cinco (5) tribunales de arbitraje en que intervenga como parte una entidad pública o quien ejerza funciones administrativas en los conflictos relativos a estas.", "NOTA: Inciso declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010009", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 9°", "content": ["Artículo 9°. Secretarios. Los árbitros designarán un secretario quien deberá ser abogado y no podrá ser cónyuge o compañero permanente, ni tener relación contractual, de subordinación o dependencia, de parentesco hasta cuarto grado de consanguinidad o civil o segundo de afinidad, con ninguno de los árbitros. El secretario deberá ser escogido de la lista del centro en la que se adelante el procedimiento arbitral.\n", "NOTA: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013.\n"]}, "dot_comma_sep": ["Artículo 9°", ".°", "Secretarios.", "Los árbitros designarán un secretario quien deberá ser abogado y no podrá ser cónyuge o compañero permanente, ni tener relación contractual, de subordinación o dependencia, de parentesco hasta cuarto grado de consanguinidad o civil o segundo de afinidad, con ninguno de los árbitros.", "El secretario deberá ser escogido de la lista del centro en la que se adelante el procedimiento arbitral.", "NOTA: Texto subrayado declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010010", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Término. Si en el pacto arbitral no se señalare término para la duración del proceso, este será de seis (6) meses, contados a partir de la finalización de la primera audiencia de trámite. Dentro del término de duración del proceso, deberá proferirse y notificarse, incluso, la providencia que resuelve la solicitud de aclaración, corrección o adición.\n", "Dicho término podrá prorrogarse una o varias veces, sin que el total de las prórrogas exceda de seis (6) meses, a solicitud de las partes o de sus apoderados con facultad expresa para ello.\n", "Al comenzar cada audiencia el secretario informará el término transcurrido del proceso.\n"]}, "dot_comma_sep": ["Artículo 10.", "Término.", "Si en el pacto arbitral no se señalare término para la duración del proceso, este será de seis (6) meses, contados a partir de la finalización de la primera audiencia de trámite.", "Dentro del término de duración del proceso, deberá proferirse y notificarse, incluso, la providencia que resuelve la solicitud de aclaración, corrección o adición.", "Dicho término podrá prorrogarse una o varias veces, sin que el total de las prórrogas exceda de seis (6) meses, a solicitud de las partes o de sus apoderados con facultad expresa para ello.", "Al comenzar cada audiencia el secretario informará el término transcurrido del proceso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000001010011", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Suspensión. El proceso se suspenderá por solicitud de ambas partes con la limitación temporal prevista en esta ley y, además, desde el momento en que un árbitro se declare impedido o sea recusado, y se reanudará cuando se resuelva al respecto.\n", "Igualmente, se suspenderá por inhabilidad, renuncia, relevo o muerte de alguno de los árbitros, hasta que se provea a su reemplazo.\n", "Al término del proceso se adicionarán los días de suspensión, así como los de interrupción por causas legales. En todo caso, las partes o sus apoderados no podrán solicitar la suspensión del proceso por un tiempo que, sumado, exceda de ciento veinte (120) días.\n", "No habrá suspensión por prejudicialidad.\n"]}, "dot_comma_sep": ["Artículo 11.", "Suspensión.", "El proceso se suspenderá por solicitud de ambas partes con la limitación temporal prevista en esta ley y, además, desde el momento en que un árbitro se declare impedido o sea recusado, y se reanudará cuando se resuelva al respecto.", "Igualmente, se suspenderá por inhabilidad, renuncia, relevo o muerte de alguno de los árbitros, hasta que se provea a su reemplazo.", "Al término del proceso se adicionarán los días de suspensión, así como los de interrupción por causas legales.", "En todo caso, las partes o sus apoderados no podrán solicitar la suspensión del proceso por un tiempo que, sumado, exceda de ciento veinte (120) días.", "No habrá suspensión por prejudicialidad."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010012", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. Iniciación del proceso arbitral. El proceso arbitral comenzará con la presentación de la demanda, que deberá reunir todos los requisitos exigidos por el Código de Procedimiento Civil, acompañada del pacto arbitral y dirigida al centro de arbitraje acordado por las partes. En su defecto, a uno del lugar del domicilio de la demandada, y si esta fuere plural, en el de cualquiera de sus integrantes. El centro de arbitraje que no fuere competente, remitirá la demanda al que lo fuere. Los conflictos de competencia que se susciten entre centros de arbitraje serán resueltos por el Ministerio de Justicia y del Derecho.\n", "NOTA: El texto subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-765 de 2013.\n", "Si no hubiere centro de arbitraje en el domicilio acordado o en el del domicilio del demandado, la solicitud de convocatoria se presentará en el centro de arbitraje más cercano.\n", "Tratándose de procesos en los que es demandada una entidad pública, el centro de arbitraje correspondiente deberá remitir comunicación a la Agencia Nacional de Defensa Jurídica del Estado, informando de la presentación de la demanda.\n", "La remisión de la comunicación a que se refiere este inciso, es requisito indispensable para la continuación del proceso arbitral.\n"]}, "dot_comma_sep": ["Artículo 12.", "Iniciación del proceso arbitral.", "El proceso arbitral comenzará con la presentación de la demanda, que deberá reunir todos los requisitos exigidos por el Código de Procedimiento Civil, acompañada del pacto arbitral y dirigida al centro de arbitraje acordado por las partes.", "En su defecto, a uno del lugar del domicilio de la demandada, y si esta fuere plural, en el de cualquiera de sus integrantes.", "El centro de arbitraje que no fuere competente, remitirá la demanda al que lo fuere.", "Los conflictos de competencia que se susciten entre centros de arbitraje serán resueltos por el Ministerio de Justicia y del Derecho.", "NOTA: El texto subrayado fue declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-765 de 2013.", "Si no hubiere centro de arbitraje en el domicilio acordado o en el del domicilio del demandado, la solicitud de convocatoria se presentará en el centro de arbitraje más cercano.", "Tratándose de procesos en los que es demandada una entidad pública, el centro de arbitraje correspondiente deberá remitir comunicación a la Agencia Nacional de Defensa Jurídica del Estado, informando de la presentación de la demanda.", "La remisión de la comunicación a que se refiere este inciso, es requisito indispensable para la continuación del proceso arbitral."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010013", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. Amparo de pobreza. El amparo de pobreza se concederá, total o parcialmente, en los términos del Código de Procedimiento Civil. Si hubiere lugar a la designación del apoderado, esta se hará a la suerte entre los abogados incluidos en la lista de árbitros del respectivo centro de arbitraje, salvo que el interesado lo designe.\n", "Sin perjuicio de lo que resuelva el laudo sobre costas, el amparado quedará exonerado del pago de los honorarios y gastos del tribunal arbitral, sin que le corresponda a su contraparte sufragar lo que al amparado le hubiese correspondido pagar.\n"]}, "dot_comma_sep": ["Artículo 13.", "Amparo de pobreza.", "El amparo de pobreza se concederá, total o parcialmente, en los términos del Código de Procedimiento Civil.", "Si hubiere lugar a la designación del apoderado, esta se hará a la suerte entre los abogados incluidos en la lista de árbitros del respectivo centro de arbitraje, salvo que el interesado lo designe.", "Sin perjuicio de lo que resuelva el laudo sobre costas, el amparado quedará exonerado del pago de los honorarios y gastos del tribunal arbitral, sin que le corresponda a su contraparte sufragar lo que al amparado le hubiese correspondido pagar."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010014", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Integración del tribunal arbitral. Para la integración del tribunal se procederá así:\n", "1. Si las partes han designado los árbitros, pero no consta su aceptación, el director del centro de arbitraje los citará por el medio que considere más expedito y eficaz, para que se pronuncien en el término de cinco (5) días. El silencio se entenderá como declinación.\n", "Este mismo término y el efecto concedido al silencio, se aplicará para todos los eventos en que haya designación de árbitro y este deba manifestar su aceptación.\n", "2. Si las partes no han designado los árbitros debiendo hacerlo, o delegaron la designación, el director del centro de arbitraje requerirá por el medio que considere más expedito y eficaz a las partes o al delegado, según el caso, para que en el término de cinco (5) días hagan la designación.\n", "3. Si las partes delegaron al centro de arbitraje la designación de todos o alguno o varios de los árbitros, aquella se hará por sorteo dentro de los cinco (5) días siguientes a la solicitud de cualquiera de ellas.\n", "4. En defecto de la designación por las partes o por el delegado, el juez civil del circuito, a solicitud de cualquiera de las partes, designará de plano, por sorteo, principales y suplentes, de la lista de árbitros del centro en donde se haya radicado la demanda, al cual informará de su actuación.\n", "5. De la misma forma se procederá siempre que sea necesario designar un reemplazo.\n", "6. Las partes, de común acuerdo, podrán reemplazar, total o parcialmente, a los árbitros con anterioridad a la instalación del tribunal.\n"]}, "dot_comma_sep": ["Artículo 14.", "Integración del tribunal arbitral.", "Para la integración del tribunal se procederá así:\n.", "1.", "Si las partes han designado los árbitros, pero no consta su aceptación, el director del centro de arbitraje los citará por el medio que considere más expedito y eficaz, para que se pronuncien en el término de cinco (5) días.", "El silencio se entenderá como declinación.", "Este mismo término y el efecto concedido al silencio, se aplicará para todos los eventos en que haya designación de árbitro y este deba manifestar su aceptación.", "2.", "Si las partes no han designado los árbitros debiendo hacerlo, o delegaron la designación, el director del centro de arbitraje requerirá por el medio que considere más expedito y eficaz a las partes o al delegado, según el caso, para que en el término de cinco (5) días hagan la designación.", "3.", "Si las partes delegaron al centro de arbitraje la designación de todos o alguno o varios de los árbitros, aquella se hará por sorteo dentro de los cinco (5) días siguientes a la solicitud de cualquiera de ellas.", "4.", "En defecto de la designación por las partes o por el delegado, el juez civil del circuito, a solicitud de cualquiera de las partes, designará de plano, por sorteo, principales y suplentes, de la lista de árbitros del centro en donde se haya radicado la demanda, al cual informará de su actuación.", "5.", "De la misma forma se procederá siempre que sea necesario designar un reemplazo.", "6.", "Las partes, de común acuerdo, podrán reemplazar, total o parcialmente, a los árbitros con anterioridad a la instalación del tribunal."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010015", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. Deber de información. La persona a quien se comunique su nombramiento como árbitro o como secretario deberá informar, al aceptar, si coincide o ha coincidido con alguna de las partes o sus apoderados en otros procesos arbitrales o judiciales, trámites administrativos o cualquier otro asunto profesional en los que él o algún miembro de la oficina de abogados a la que pertenezca o haya pertenecido, intervenga o haya intervenido como árbitro, apoderado, consultor, asesor, secretario o auxiliar de la justicia en el curso de los dos (2) últimos años. Igualmente deberá indicar cualquier relación de carácter familiar o personal que sostenga con las partes o sus apoderados.\n", "Si dentro de los cinco (5) días siguientes al recibo de la comunicación de aceptación, alguna de las partes manifestare por escrito dudas justificadas acerca de la imparcialidad o independencia del árbitro y su deseo de relevar al árbitro con fundamento en la información suministrada por este, se procederá a su reemplazo en la forma prevista para tal efecto, siempre y cuando los demás árbitros consideren justificada las razones para su reemplazo o el árbitro acepte expresamente ser relevado. Cuando se tratare de árbitro único o de la mayoría o de todos, decidirá el juez civil del circuito del lugar en donde funcione el tribunal de arbitraje. Cuando se trate de secretario, decidirán los árbitros.\n", "Si durante el curso del proceso se llegare a establecer que el árbitro o el secretario no revelaron información que debieron suministrar al momento de aceptar el nombramiento, por ese solo hecho quedarán impedidos, y así deberán declararlo, so pena de ser recusados.\n", "En todo caso, a lo largo del proceso, los árbitros y los secretarios deberán revelar sin demora cualquiera circunstancia sobrevenida, que pudiere generar en las partes dudas sobre su imparcialidad e independencia. Si cualquiera de estas considera que tal circunstancia afecta la imparcialidad o independencia del árbitro, los demás árbitros decidirán sobre su separación o continuidad, y si no hubiere acuerdo entre aquellos, o se tratare de árbitro único o de la mayoría o de todos, decidirá el juez civil del circuito del lugar en donde funcione el tribunal de arbitraje.\n", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013. \n"]}, "dot_comma_sep": ["Artículo 15.", "Deber de información.", "La persona a quien se comunique su nombramiento como árbitro o como secretario deberá informar, al aceptar, si coincide o ha coincidido con alguna de las partes o sus apoderados en otros procesos arbitrales o judiciales, trámites administrativos o cualquier otro asunto profesional en los que él o algún miembro de la oficina de abogados a la que pertenezca o haya pertenecido, intervenga o haya intervenido como árbitro, apoderado, consultor, asesor, secretario o auxiliar de la justicia en el curso de los dos (2) últimos años.", "Igualmente deberá indicar cualquier relación de carácter familiar o personal que sostenga con las partes o sus apoderados.", "Si dentro de los cinco (5) días siguientes al recibo de la comunicación de aceptación, alguna de las partes manifestare por escrito dudas justificadas acerca de la imparcialidad o independencia del árbitro y su deseo de relevar al árbitro con fundamento en la información suministrada por este, se procederá a su reemplazo en la forma prevista para tal efecto, siempre y cuando los demás árbitros consideren justificada las razones para su reemplazo o el árbitro acepte expresamente ser relevado.", "Cuando se tratare de árbitro único o de la mayoría o de todos, decidirá el juez civil del circuito del lugar en donde funcione el tribunal de arbitraje.", "Cuando se trate de secretario, decidirán los árbitros.", "Si durante el curso del proceso se llegare a establecer que el árbitro o el secretario no revelaron información que debieron suministrar al momento de aceptar el nombramiento, por ese solo hecho quedarán impedidos, y así deberán declararlo, so pena de ser recusados.", "En todo caso, a lo largo del proceso, los árbitros y los secretarios deberán revelar sin demora cualquiera circunstancia sobrevenida, que pudiere generar en las partes dudas sobre su imparcialidad e independencia.", "Si cualquiera de estas considera que tal circunstancia afecta la imparcialidad o independencia del árbitro, los demás árbitros decidirán sobre su separación o continuidad, y si no hubiere acuerdo entre aquellos, o se tratare de árbitro único o de la mayoría o de todos, decidirá el juez civil del circuito del lugar en donde funcione el tribunal de arbitraje.", "NOTA: Artículo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-305 de 2013."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010016", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. Impedimentos y recusaciones. Los árbitros y los secretarios están impedidos y son recusables por las mismas causales previstas para los jueces en el Código de Procedimiento Civil, por las inhabilidades, prohibiciones y conflictos de intereses señalados en el Código Disciplinario Único, y por el incumplimiento del deber de información indicado en el artículo anterior.\n", "En los arbitrajes en que sea parte el Estado o alguna de sus entidades, se aplicarán además de lo previsto en el inciso anterior las causales de impedimento y recusación previstas en el Código de Procedimiento Administrativo y de lo Contencioso Administrativo.\n", "Los árbitros nombrados por el juez o por un tercero serán recusables dentro de los cinco (5) días siguientes a la comunicación de su aceptación a las partes o de la fecha en que la parte tuvo o debió tener conocimiento de los hechos, cuando se trate de circunstancias sobrevinientes.\n", "Los árbitros nombrados por acuerdo de las partes no podrán ser recusados sino por motivos sobrevenidos con posterioridad a su designación, y dentro de los cinco (5) días siguientes a aquel en que la parte tuvo conocimiento de los hechos.\n"]}, "dot_comma_sep": ["Artículo 16.", "Impedimentos y recusaciones.", "Los árbitros y los secretarios están impedidos y son recusables por las mismas causales previstas para los jueces en el Código de Procedimiento Civil, por las inhabilidades, prohibiciones y conflictos de intereses señalados en el Código Disciplinario Único, y por el incumplimiento del deber de información indicado en el artículo anterior.", "En los arbitrajes en que sea parte el Estado o alguna de sus entidades, se aplicarán además de lo previsto en el inciso anterior las causales de impedimento y recusación previstas en el Código de Procedimiento Administrativo y de lo Contencioso Administrativo.", "Los árbitros nombrados por el juez o por un tercero serán recusables dentro de los cinco (5) días siguientes a la comunicación de su aceptación a las partes o de la fecha en que la parte tuvo o debió tener conocimiento de los hechos, cuando se trate de circunstancias sobrevinientes.", "Los árbitros nombrados por acuerdo de las partes no podrán ser recusados sino por motivos sobrevenidos con posterioridad a su designación, y dentro de los cinco (5) días siguientes a aquel en que la parte tuvo conocimiento de los hechos."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010017", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. Trámite de los impedimentos y las recusaciones. El árbitro que se declare impedido cesará inmediatamente en sus funciones y lo comunicará a quien o quienes lo designaron, para que procedan a reemplazado.\n", "El árbitro o árbitros que fueren recusados se pronunciarán dentro de los cinco (5) días siguientes. Si el recusado o recusados aceptan la recusación o guardan silencio, cesarán inmediatamente en sus funciones, hecho que se comunicará a quien hizo la designación para que proceda a su reemplazo. Si el árbitro rechaza la recusación, los demás árbitros decidirán de plano. Si fueren recusados todos los árbitros o varios, o se tratare de árbitro único, decidirá en la misma forma el juez civil del circuito del lugar donde funcione el tribunal de arbitraje, para lo cual se remitirá la actuación que deberá ser sometida a reparto en el término de cinco (5) días.\n", "La providencia que decide la recusación no será susceptible de ningún recurso.\n", "Si el árbitro hubiese sido designado por el juez civil del circuito, en caso de impedimento o aceptación de la recusación, se remitirán a este, sin necesidad de reparto, las piezas procesales pertinentes con el fin de que proceda a la designación del árbitro que haya de reemplazar al impedido.\n"]}, "dot_comma_sep": ["Artículo 17.", "Trámite de los impedimentos y las recusaciones.", "El árbitro que se declare impedido cesará inmediatamente en sus funciones y lo comunicará a quien o quienes lo designaron, para que procedan a reemplazado.", "El árbitro o árbitros que fueren recusados se pronunciarán dentro de los cinco (5) días siguientes.", "Si el recusado o recusados aceptan la recusación o guardan silencio, cesarán inmediatamente en sus funciones, hecho que se comunicará a quien hizo la designación para que proceda a su reemplazo.", "Si el árbitro rechaza la recusación, los demás árbitros decidirán de plano.", "Si fueren recusados todos los árbitros o varios, o se tratare de árbitro único, decidirá en la misma forma el juez civil del circuito del lugar donde funcione el tribunal de arbitraje, para lo cual se remitirá la actuación que deberá ser sometida a reparto en el término de cinco (5) días.", "La providencia que decide la recusación no será susceptible de ningún recurso.", "Si el árbitro hubiese sido designado por el juez civil del circuito, en caso de impedimento o aceptación de la recusación, se remitirán a este, sin necesidad de reparto, las piezas procesales pertinentes con el fin de que proceda a la designación del árbitro que haya de reemplazar al impedido."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010018", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. Impedimentos y recusaciones de magistrados. Los magistrados que conozcan de los recursos extraordinarios de anulación o revisión estarán impedidos y serán recusables conforme a las reglas generales del Código de Procedimiento Civil y, además, cuando respecto de ellos se configure alguna causal frente a quienes hubieran intervenido como árbitros, secretario o auxiliares de la justicia en el proceso arbitral.\n"]}, "dot_comma_sep": ["Artículo 18.", "Impedimentos y recusaciones de magistrados.", "Los magistrados que conozcan de los recursos extraordinarios de anulación o revisión estarán impedidos y serán recusables conforme a las reglas generales del Código de Procedimiento Civil y, además, cuando respecto de ellos se configure alguna causal frente a quienes hubieran intervenido como árbitros, secretario o auxiliares de la justicia en el proceso arbitral."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010019", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. Control disciplinario. En los términos de la Ley Estatutaria de la Administración de Justicia, el control disciplinario de los árbitros, los secretarios y los auxiliares de los tribunales arbitrales, se regirá por las normas disciplinarias de los servidores judiciales y auxiliares de la justicia.\n"]}, "dot_comma_sep": ["Artículo 19.", "Control disciplinario.", "En los términos de la Ley Estatutaria de la Administración de Justicia, el control disciplinario de los árbitros, los secretarios y los auxiliares de los tribunales arbitrales, se regirá por las normas disciplinarias de los servidores judiciales y auxiliares de la justicia."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010020", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. Instalación del tribunal. Aceptada su designación por todos los árbitros y, en su caso, cumplidos los trámites de recusación y reemplazo, el tribunal arbitral procederá a su instalación, en audiencia para la cual el centro de arbitraje fijará día y hora.\n", "Si alguno de los árbitros no concurriere, podrá presentar excusa justificada de su inasistencia dentro de los tres (3) días siguientes. Si no presentare dicha excusa o, si presentada, no concurriere en la nueva fecha, se procederá a su reemplazo en la forma prevista en la presente ley.\n", "En la audiencia de instalación el centro de arbitraje entregará a los árbitros el expediente.\n", "El tribunal elegirá un Presidente y designará un Secretario, quien deberá manifestar por escrito su aceptación dentro de los cinco (5) días siguientes, y será posesionado una vez agotado el trámite de información o de reemplazo.\n", "Sin perjuicio de lo que luego haya de decidir el tribunal sobre su propia competencia en la primera audiencia de trámite, la admisión, la inadmisión y el rechazo de la demanda se surtirán conforme a lo previsto en el Código de Procedimiento Civil. El tribunal rechazará de plano la demanda cuando no se acompañe prueba de la existencia de pacto arbitral, salvo que el demandante invoque su existencia para los efectos probatorios previstos en el parágrafo del artículo 3°. En caso de rechazo, el demandante tendrá un término de veinte (20) días hábiles para instaurar la demanda ante el juez competente para conservar los efectos derivados de la presentación de la demanda ante el centro de arbitraje.\n", "El poder para representar a una cualquiera de las partes en la audiencia de instalación incluye además de las facultades legales que se le otorgan, la facultad para notificarse de todas las determinaciones que adopte el tribunal en la misma, sin que se pueda pactar lo contrario.\n"]}, "dot_comma_sep": ["Artículo 20.", "Instalación del tribunal.", "Aceptada su designación por todos los árbitros y, en su caso, cumplidos los trámites de recusación y reemplazo, el tribunal arbitral procederá a su instalación, en audiencia para la cual el centro de arbitraje fijará día y hora.", "Si alguno de los árbitros no concurriere, podrá presentar excusa justificada de su inasistencia dentro de los tres (3) días siguientes.", "Si no presentare dicha excusa o, si presentada, no concurriere en la nueva fecha, se procederá a su reemplazo en la forma prevista en la presente ley.", "En la audiencia de instalación el centro de arbitraje entregará a los árbitros el expediente.", "El tribunal elegirá un Presidente y designará un Secretario, quien deberá manifestar por escrito su aceptación dentro de los cinco (5) días siguientes, y será posesionado una vez agotado el trámite de información o de reemplazo.", "Sin perjuicio de lo que luego haya de decidir el tribunal sobre su propia competencia en la primera audiencia de trámite, la admisión, la inadmisión y el rechazo de la demanda se surtirán conforme a lo previsto en el Código de Procedimiento Civil.", "El tribunal rechazará de plano la demanda cuando no se acompañe prueba de la existencia de pacto arbitral, salvo que el demandante invoque su existencia para los efectos probatorios previstos en el parágrafo del artículo 3°", ".°", "En caso de rechazo, el demandante tendrá un término de veinte (20) días hábiles para instaurar la demanda ante el juez competente para conservar los efectos derivados de la presentación de la demanda ante el centro de arbitraje.", "El poder para representar a una cualquiera de las partes en la audiencia de instalación incluye además de las facultades legales que se le otorgan, la facultad para notificarse de todas las determinaciones que adopte el tribunal en la misma, sin que se pueda pactar lo contrario."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010021", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. Traslado y contestación de la demanda. De la demanda se correrá traslado por el término de veinte (20) días. Vencido este, se correrá traslado al demandante por el término de cinco (5) días, dentro de los cuales podrá solicitar pruebas adicionales relacionadas con los hechos en que se funden las excepciones de mérito.\n", "Es procedente la demanda de reconvención pero no las excepciones previas ni los incidentes. Salvo norma en contrario, los árbitros decidirán de plano toda cuestión que se suscite en el proceso.\n", "Parágrafo. La no interposición de la excepción de compromiso o cláusula compromisoria ante el juez implica la renuncia al pacto arbitral para el caso concreto.\n"]}, "dot_comma_sep": ["Artículo 21.", "Traslado y contestación de la demanda.", "De la demanda se correrá traslado por el término de veinte (20) días.", "Vencido este, se correrá traslado al demandante por el término de cinco (5) días, dentro de los cuales podrá solicitar pruebas adicionales relacionadas con los hechos en que se funden las excepciones de mérito.", "Es procedente la demanda de reconvención pero no las excepciones previas ni los incidentes.", "Salvo norma en contrario, los árbitros decidirán de plano toda cuestión que se suscite en el proceso.", "Parágrafo.", "La no interposición de la excepción de compromiso o cláusula compromisoria ante el juez implica la renuncia al pacto arbitral para el caso concreto."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010022", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Reforma de la demanda. Notificado el demandado del auto admisorio de la demanda, esta podrá reformarse por una sola vez antes de la iniciación de la audiencia de conciliación prevista en esta ley.\n"]}, "dot_comma_sep": ["Artículo 22.", "Reforma de la demanda.", "Notificado el demandado del auto admisorio de la demanda, esta podrá reformarse por una sola vez antes de la iniciación de la audiencia de conciliación prevista en esta ley."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010023", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Utilización de medios electrónicos. En el proceso arbitral podrán utilizarse medios electrónicos en todas las actuaciones y, en particular, para llevar a cabo todas las comunicaciones, tanto del tribunal con las partes como con terceros, para la notificación de las providencias, la presentación de memoriales y la realización de audiencias, así como para la guarda de la versión de las mismas y su posterior consulta.\n", "La notificación transmitida por medios electrónicos se considerará recibida el día en que se envió, salvo que se trate de la notificación del auto admisorio de la demanda, caso en el cual se considerará hecha el día que se reciba en la dirección electrónica del destinatario.\n", "Los árbitros, las partes y los demás intervinientes podrán participar en las audiencias a través de videoconferencia, teleconferencia o por cualquier otro medio técnico, bajo la dirección del tribunal arbitral.\n", "La formación y guarda del expediente podrá llevarse íntegramente a través de medios electrónicos o magnéticos.\n", "Los centros de arbitraje prestarán la debida colaboración a los árbitros y a las partes, y con tal fin pondrán a disposición de sus usuarios recursos tecnológicos idóneos, confiables y seguros.\n"]}, "dot_comma_sep": ["Artículo 23.", "Utilización de medios electrónicos.", "En el proceso arbitral podrán utilizarse medios electrónicos en todas las actuaciones y, en particular, para llevar a cabo todas las comunicaciones, tanto del tribunal con las partes como con terceros, para la notificación de las providencias, la presentación de memoriales y la realización de audiencias, así como para la guarda de la versión de las mismas y su posterior consulta.", "La notificación transmitida por medios electrónicos se considerará recibida el día en que se envió, salvo que se trate de la notificación del auto admisorio de la demanda, caso en el cual se considerará hecha el día que se reciba en la dirección electrónica del destinatario.", "Los árbitros, las partes y los demás intervinientes podrán participar en las audiencias a través de videoconferencia, teleconferencia o por cualquier otro medio técnico, bajo la dirección del tribunal arbitral.", "La formación y guarda del expediente podrá llevarse íntegramente a través de medios electrónicos o magnéticos.", "Los centros de arbitraje prestarán la debida colaboración a los árbitros y a las partes, y con tal fin pondrán a disposición de sus usuarios recursos tecnológicos idóneos, confiables y seguros."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010024", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Audiencia de conciliación. Vencido el término de traslado de las excepciones de mérito propuestas contra la demanda inicial o la de reconvención, o contestadas sin que se hubieren propuesto excepciones, o vencido sin contestación el término de traslado de la demanda, el tribunal señalará día y hora para celebrar la audiencia de conciliación, a la que deberán concurrir tanto las partes como sus apoderados.\n", "En la audiencia de conciliación el tribunal arbitral instará a las partes a que resuelvan sus diferencias mediante conciliación, para lo cual podrá proponerles fórmulas, sin que ello implique prejuzgamiento. Si las partes llegaren a una conciliación, el tribunal la aprobará mediante auto que hace tránsito a cosa juzgada y que, en caso de contener una obligación expresa, clara y exigible, prestará mérito ejecutivo.\n", "El Ministerio Público y la Agencia Nacional de Defensa Jurídica del Estado podrán intervenir activamente en la audiencia con el fin de lograr que las partes concilien sus diferencias y expresar sus puntos de vista sobre las fórmulas que se propongan.\n"]}, "dot_comma_sep": ["Artículo 24.", "Audiencia de conciliación.", "Vencido el término de traslado de las excepciones de mérito propuestas contra la demanda inicial o la de reconvención, o contestadas sin que se hubieren propuesto excepciones, o vencido sin contestación el término de traslado de la demanda, el tribunal señalará día y hora para celebrar la audiencia de conciliación, a la que deberán concurrir tanto las partes como sus apoderados.", "En la audiencia de conciliación el tribunal arbitral instará a las partes a que resuelvan sus diferencias mediante conciliación, para lo cual podrá proponerles fórmulas, sin que ello implique prejuzgamiento.", "Si las partes llegaren a una conciliación, el tribunal la aprobará mediante auto que hace tránsito a cosa juzgada y que, en caso de contener una obligación expresa, clara y exigible, prestará mérito ejecutivo.", "El Ministerio Público y la Agencia Nacional de Defensa Jurídica del Estado podrán intervenir activamente en la audiencia con el fin de lograr que las partes concilien sus diferencias y expresar sus puntos de vista sobre las fórmulas que se propongan."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010025", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Fijación de honorarios y gastos. Fracasada en todo o en parte la conciliación, en la misma audiencia el tribunal fijará los honorarios y gastos mediante auto susceptible de recurso de reposición, que será resuelto inmediatamente. Para la fijación, tomará en cuenta la cuantía de las pretensiones de la demanda, determinada de conformidad con el Código de Procedimiento Civil. Si hubiere demanda de reconvención, tomará como base la de la cuantía mayor.\n", "Lo anterior, sin perjuicio de que las partes, antes del nombramiento de los árbitros, acuerden los honorarios y así se lo comuniquen junto con su designación.\n"]}, "dot_comma_sep": ["Artículo 25.", "Fijación de honorarios y gastos.", "Fracasada en todo o en parte la conciliación, en la misma audiencia el tribunal fijará los honorarios y gastos mediante auto susceptible de recurso de reposición, que será resuelto inmediatamente.", "Para la fijación, tomará en cuenta la cuantía de las pretensiones de la demanda, determinada de conformidad con el Código de Procedimiento Civil.", "Si hubiere demanda de reconvención, tomará como base la de la cuantía mayor.", "Lo anterior, sin perjuicio de que las partes, antes del nombramiento de los árbitros, acuerden los honorarios y así se lo comuniquen junto con su designación."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010026", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Límite de los honorarios y partida de gastos. Los árbitros tendrán como suma límite para fijar los honorarios de cada uno, la cantidad de mil salarios mínimos legales mensuales vigentes (1.000 smlmv). El Gobierno Nacional reglamentará las tarifas de honorarios y gastos.\n", "En caso de árbitro único, los honorarios podrán incrementarse hasta en un cincuenta por ciento.\n", "Los honorarios del secretario no podrán exceder de la mitad de los de un árbitro.\n", "Cuando no fuere posible determinar la cuantía de las pretensiones, los árbitros tendrán como suma límite para fijar los honorarios de cada uno, la cantidad de quinientos salarios mínimos legales mensuales vigentes (500 smlmv).\n"]}, "dot_comma_sep": ["Artículo 26.", "Límite de los honorarios y partida de gastos.", "Los árbitros tendrán como suma límite para fijar los honorarios de cada uno, la cantidad de mil salarios mínimos legales mensuales vigentes (1.", "000 smlmv).", "El Gobierno Nacional reglamentará las tarifas de honorarios y gastos.", "En caso de árbitro único, los honorarios podrán incrementarse hasta en un cincuenta por ciento.", "Los honorarios del secretario no podrán exceder de la mitad de los de un árbitro.", "Cuando no fuere posible determinar la cuantía de las pretensiones, los árbitros tendrán como suma límite para fijar los honorarios de cada uno, la cantidad de quinientos salarios mínimos legales mensuales vigentes (500 smlmv)."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010027", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. Oportunidad para la consignación. En firme la regulación de honorarios y gastos, cada parte consignará, dentro de los diez (10) días siguientes, lo que a ella corresponda. El depósito se hará a nombre del presidente del tribunal, quien abrirá para su manejo una cuenta especial en una entidad sujeta a la vigilancia de la Superintendencia Financiera. Dicha cuenta deberá contener la indicación del tribunal arbitral y en ella solo podrán administrarse los recursos de este.\n", "Si una de las partes consigna lo que le corresponde y la otra no, aquella podrá hacerlo por esta dentro de los cinco (5) días siguientes. Si no se produjere el reembolso, la acreedora podrá demandar su pago por la vía ejecutiva ante la justicia ordinaria. Para tal efecto le bastará presentar la correspondiente certificación expedida por el presidente del tribunal con la firma del secretario. En la ejecución no se podrá alegar excepción diferente a la de pago. La certificación solamente podrá ser expedida cuando haya cobrado firmeza la providencia mediante la cual el tribunal se declare competente.\n", "De no mediar ejecución, las expensas pendientes de reembolso se tendrán en cuenta en el laudo para lo que hubiere lugar. A cargo de la parte incumplida, se causarán intereses de mora a la tasa más alta autorizada, desde el vencimiento del plazo para consignar y hasta el momento en que cancele la totalidad de las sumas debidas.\n", "Vencidos los términos previstos para realizar las consignaciones sin que estas se hubieren efectuado, el tribunal mediante auto declarará concluidas sus funciones y extinguidos los efectos del pacto arbitral para el caso.\n", "Parágrafo. Cuando una parte se encuentre integrada por varios sujetos, no se podrá fraccionar el pago de los honorarios y gastos del tribunal y habrá solidaridad entre sus integrantes respecto de la totalidad del pago que a dicha parte corresponda.\n"]}, "dot_comma_sep": ["Artículo 27.", "Oportunidad para la consignación.", "En firme la regulación de honorarios y gastos, cada parte consignará, dentro de los diez (10) días siguientes, lo que a ella corresponda.", "El depósito se hará a nombre del presidente del tribunal, quien abrirá para su manejo una cuenta especial en una entidad sujeta a la vigilancia de la Superintendencia Financiera.", "Dicha cuenta deberá contener la indicación del tribunal arbitral y en ella solo podrán administrarse los recursos de este.", "Si una de las partes consigna lo que le corresponde y la otra no, aquella podrá hacerlo por esta dentro de los cinco (5) días siguientes.", "Si no se produjere el reembolso, la acreedora podrá demandar su pago por la vía ejecutiva ante la justicia ordinaria.", "Para tal efecto le bastará presentar la correspondiente certificación expedida por el presidente del tribunal con la firma del secretario.", "En la ejecución no se podrá alegar excepción diferente a la de pago.", "La certificación solamente podrá ser expedida cuando haya cobrado firmeza la providencia mediante la cual el tribunal se declare competente.", "De no mediar ejecución, las expensas pendientes de reembolso se tendrán en cuenta en el laudo para lo que hubiere lugar.", "A cargo de la parte incumplida, se causarán intereses de mora a la tasa más alta autorizada, desde el vencimiento del plazo para consignar y hasta el momento en que cancele la totalidad de las sumas debidas.", "Vencidos los términos previstos para realizar las consignaciones sin que estas se hubieren efectuado, el tribunal mediante auto declarará concluidas sus funciones y extinguidos los efectos del pacto arbitral para el caso.", "Parágrafo.", "Cuando una parte se encuentre integrada por varios sujetos, no se podrá fraccionar el pago de los honorarios y gastos del tribunal y habrá solidaridad entre sus integrantes respecto de la totalidad del pago que a dicha parte corresponda."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010028", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. Distribución de honorarios. Una vez el tribunal se declare competente, el presidente entregará a cada uno de los árbitros y al secretario la mitad de los honorarios, y al centro de arbitraje la totalidad de lo correspondiente a él; el resto quedará depositado en la cuenta destinada exclusivamente para el efecto. El presidente distribuirá el saldo de honorarios una vez terminado el arbitraje por voluntad de las partes o por ejecutoria del laudo o de la providencia que decida sobre su aclaración, corrección o complementación.\n", "Terminado el proceso o decidido el recurso de anulación, el presidente hará la liquidación final de gastos y, con la correspondiente cuenta razonada, devolverá el saldo a las partes.\n"]}, "dot_comma_sep": ["Artículo 28.", "Distribución de honorarios.", "Una vez el tribunal se declare competente, el presidente entregará a cada uno de los árbitros y al secretario la mitad de los honorarios, y al centro de arbitraje la totalidad de lo correspondiente a él; el resto quedará depositado en la cuenta destinada exclusivamente para el efecto.", "El presidente distribuirá el saldo de honorarios una vez terminado el arbitraje por voluntad de las partes o por ejecutoria del laudo o de la providencia que decida sobre su aclaración, corrección o complementación.", "Terminado el proceso o decidido el recurso de anulación, el presidente hará la liquidación final de gastos y, con la correspondiente cuenta razonada, devolverá el saldo a las partes."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010029", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. Procesos sometidos a la justicia ordinaria o contencioso administrativa. El tribunal de arbitraje es competente para resolver sobre su propia competencia y su decisión prevalece sobre cualquier otra proferida en sentido contrario por un juez ordinario o contencioso administrativo. Lo anterior, sin perjuicio de lo previsto en el recurso de anulación.\n", "Si del asunto objeto de arbitraje estuviere conociendo la justicia ordinaria o la contencioso administrativa, y no se hubiere proferido sentencia de única o primera instancia o terminado por desistimiento, transacción o conciliación; el tribunal arbitral solicitará al respectivo despacho judicial la remisión del expediente y este deberá proceder en consecuencia.\n", "Si dicho arbitraje no concluyere con laudo, el proceso judicial continuará ante el juez que lo venía conociendo, para lo cual el presidente del tribunal devolverá el expediente. Las pruebas practicadas y las actuaciones surtidas en el trámite arbitral conservarán su validez.\n"]}, "dot_comma_sep": ["Artículo 29.", "Procesos sometidos a la justicia ordinaria o contencioso administrativa.", "El tribunal de arbitraje es competente para resolver sobre su propia competencia y su decisión prevalece sobre cualquier otra proferida en sentido contrario por un juez ordinario o contencioso administrativo.", "Lo anterior, sin perjuicio de lo previsto en el recurso de anulación.", "Si del asunto objeto de arbitraje estuviere conociendo la justicia ordinaria o la contencioso administrativa, y no se hubiere proferido sentencia de única o primera instancia o terminado por desistimiento, transacción o conciliación; el tribunal arbitral solicitará al respectivo despacho judicial la remisión del expediente y este deberá proceder en consecuencia.", "Si dicho arbitraje no concluyere con laudo, el proceso judicial continuará ante el juez que lo venía conociendo, para lo cual el presidente del tribunal devolverá el expediente.", "Las pruebas practicadas y las actuaciones surtidas en el trámite arbitral conservarán su validez."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010030", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Primera audiencia de trámite. Una vez consignada la totalidad de los honorarios y gastos, el tribunal arbitral celebrará la primera audiencia de trámite con la asistencia de todos sus miembros, en la cual resolverá sobre su propia competencia para decidir de fondo la controversia mediante auto que solo es susceptible de recurso de reposición. Si decidiere que no es competente para conocer de ninguna de las pretensiones de la demanda y la reconvención, se extinguirán los efectos del pacto arbitral para el caso concreto, y se devolverá a las partes, tanto la porción de gastos no utilizada, como los honorarios recibidos. En este caso, para conservar los efectos derivados de la presentación de la demanda ante el centro de arbitraje, el demandante tendrá un término de veinte (20) días hábiles para instaurar la demanda ante el juez competente.\n", "En caso de que el tribunal se declare competente por mayoría de votos, el árbitro que haya salvado voto, cesará inmediatamente en sus funciones y será reemplazado en la forma prevista en esta ley. Nombrado el reemplazo, se reanudará y terminará la primera audiencia de trámite.\n", "Por último, el tribunal resolverá sobre las pruebas pedidas por las partes y las que de oficio estime necesarias.\n", "Concluida la audiencia, comenzará a contarse el término de duración del proceso.\n"]}, "dot_comma_sep": ["Artículo 30.", "Primera audiencia de trámite.", "Una vez consignada la totalidad de los honorarios y gastos, el tribunal arbitral celebrará la primera audiencia de trámite con la asistencia de todos sus miembros, en la cual resolverá sobre su propia competencia para decidir de fondo la controversia mediante auto que solo es susceptible de recurso de reposición.", "Si decidiere que no es competente para conocer de ninguna de las pretensiones de la demanda y la reconvención, se extinguirán los efectos del pacto arbitral para el caso concreto, y se devolverá a las partes, tanto la porción de gastos no utilizada, como los honorarios recibidos.", "En este caso, para conservar los efectos derivados de la presentación de la demanda ante el centro de arbitraje, el demandante tendrá un término de veinte (20) días hábiles para instaurar la demanda ante el juez competente.", "En caso de que el tribunal se declare competente por mayoría de votos, el árbitro que haya salvado voto, cesará inmediatamente en sus funciones y será reemplazado en la forma prevista en esta ley.", "Nombrado el reemplazo, se reanudará y terminará la primera audiencia de trámite.", "Por último, el tribunal resolverá sobre las pruebas pedidas por las partes y las que de oficio estime necesarias.", "Concluida la audiencia, comenzará a contarse el término de duración del proceso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010031", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Audiencias y pruebas. El tribunal en pleno realizará las audiencias que considere necesarias, con o sin participación de las partes. Las audiencias podrán realizarse por cualquier sistema que permita la comunicación de los participantes entre sí.\n", "El tribunal y las partes tendrán, respecto de las pruebas, las mismas facultades y deberes previstos en el Código de Procedimiento Civil y las normas que lo modifiquen o complementen. Las providencias que decreten pruebas no admitir recurso alguno; las que las nieguen son susceptibles de reposición. Cuando la prueba haya de practicarse en el exterior, se aplicarán los tratados vigentes sobre la materia y, en subsidio, las normas del Código de Procedimiento Civil, en lo pertinente. En este caso, cuando en el proceso se hayan practicado todas las pruebas y sólo faltare la prueba en el exterior, los árbitros podrán suspender de oficio el proceso arbitral, mientras se practicare la misma.\n", "En la audiencia de posesión del perito, el tribunal fijará prudencialmente la sumas que deberán consignar a buena cuenta de los honorarios de aquel, tanto la parte que solicitó la prueba, como la que formuló preguntas adicionales dentro del término que al efecto le señale el tribunal, so pena de que se entienda desistida la prueba respecto de la parte que no hizo la consignación. El tribunal fijará en su oportunidad los honorarios del perito e indicará qué parte o partes deberán cancelarlos y en qué proporción, y dispondrá el reembolso a que hubiere lugar.\n", "El perito rendirá la experticia en el término que prudencialmente le señale el tribunal. Presentado el dictamen, de él se correrá traslado a las partes por un término de hasta diez (10) días, dentro del cual aquellas podrán solicitar aclaraciones o complementaciones, que si el tribunal estimare procedentes, habrá de atender el perito en informe que será puesto en conocimiento de las partes por el mismo término.\n", "En ningún caso habrá lugar a trámite especial de objeción del dictamen por error grave. Dentro del término de su traslado, o del de sus aclaraciones o complementaciones, las partes podrán presentar experticias para controvertirlo. Adicionalmente, el tribunal, si lo considera necesario, convocará a una audiencia a la que deberán concurrir obligatoriamente el perito y los demás expertos, que podrán ser interrogados por el tribunal y por las partes.\n", "Los honorarios definitivos del perito se fijarán luego de concluida esta audiencia si a ella se hubiere convocado; en caso contrario, una vez surtido el traslado del dictamen pericial, sus aclaraciones o complementaciones.\n"]}, "dot_comma_sep": ["Artículo 31.", "Audiencias y pruebas.", "El tribunal en pleno realizará las audiencias que considere necesarias, con o sin participación de las partes.", "Las audiencias podrán realizarse por cualquier sistema que permita la comunicación de los participantes entre sí.", "El tribunal y las partes tendrán, respecto de las pruebas, las mismas facultades y deberes previstos en el Código de Procedimiento Civil y las normas que lo modifiquen o complementen.", "Las providencias que decreten pruebas no admitir recurso alguno; las que las nieguen son susceptibles de reposición.", "Cuando la prueba haya de practicarse en el exterior, se aplicarán los tratados vigentes sobre la materia y, en subsidio, las normas del Código de Procedimiento Civil, en lo pertinente.", "En este caso, cuando en el proceso se hayan practicado todas las pruebas y sólo faltare la prueba en el exterior, los árbitros podrán suspender de oficio el proceso arbitral, mientras se practicare la misma.", "En la audiencia de posesión del perito, el tribunal fijará prudencialmente la sumas que deberán consignar a buena cuenta de los honorarios de aquel, tanto la parte que solicitó la prueba, como la que formuló preguntas adicionales dentro del término que al efecto le señale el tribunal, so pena de que se entienda desistida la prueba respecto de la parte que no hizo la consignación.", "El tribunal fijará en su oportunidad los honorarios del perito e indicará qué parte o partes deberán cancelarlos y en qué proporción, y dispondrá el reembolso a que hubiere lugar.", "El perito rendirá la experticia en el término que prudencialmente le señale el tribunal.", "Presentado el dictamen, de él se correrá traslado a las partes por un término de hasta diez (10) días, dentro del cual aquellas podrán solicitar aclaraciones o complementaciones, que si el tribunal estimare procedentes, habrá de atender el perito en informe que será puesto en conocimiento de las partes por el mismo término.", "En ningún caso habrá lugar a trámite especial de objeción del dictamen por error grave.", "Dentro del término de su traslado, o del de sus aclaraciones o complementaciones, las partes podrán presentar experticias para controvertirlo.", "Adicionalmente, el tribunal, si lo considera necesario, convocará a una audiencia a la que deberán concurrir obligatoriamente el perito y los demás expertos, que podrán ser interrogados por el tribunal y por las partes.", "Los honorarios definitivos del perito se fijarán luego de concluida esta audiencia si a ella se hubiere convocado; en caso contrario, una vez surtido el traslado del dictamen pericial, sus aclaraciones o complementaciones."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010032", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Medidas cautelares. A petición de cualquiera de las partes, el tribunal podrá ordenar las medidas cautelares que serían procedentes de tramitarse el proceso ante la justicia ordinaria o la contencioso administrativa, cuyos decretos, práctica y levantamiento se someterán a las normas del Código de Procedimiento Civil, el Código de Procedimiento Administrativo y de lo Contencioso Administrativo y a las disposiciones especiales pertinentes. El tribunal podrá comisionar al juez civil municipal o del circuito del lugar en donde deba practicarse la medida cautelar. Cuando se trate de procesos arbitrales en que sea parte una entidad pública o quien desempeñe funciones administrativas, además de la posibilidad de comisionar a los referidos jueces civiles, el tribunal de arbitraje podrá comisionar al juez administrativo, si lo considera conveniente.\n", "Adicionalmente, el tribunal podrá decretar cualquier otra medida cautelar que encuentre razonable para la protección del derecho objeto del litigio, impedir su infracción o evitar las consecuencias derivadas de la misma, prevenir daños, hacer cesar los que se hubieren causado o asegurar la efectividad de la pretensión.\n", "Para decretar la medida cautelar, el tribunal apreciará la legitimación o interés para actuar de las partes y la existencia de la amenaza o la vulneración del derecho.\n", "Asimismo, el tribunal tendrá en cuenta la apariencia de buen derecho, como también la necesidad, efectividad y proporcionalidad de la medida y, si lo estimare procedente, podrá decretar una menos gravosa o diferente de la solicitada. El tribunal establecerá su alcance, determinará su duración y podrá disponer, de oficio o a petición de parte, la modificación, sustitución o cese de la medida cautelar adoptada.\n", "Cuando se trate de medidas cautelares relacionadas con pretensiones pecuniarias, el demandado podrá impedir su práctica o solicitar su levantamiento o modificación mediante la prestación de una caución para garantizar el cumplimiento de la eventual sentencia favorable al demandante o la indemnización de los perjuicios por la imposibilidad de cumplirla. No podrá prestarse caución cuando las medidas cautelares no estén relacionadas con pretensiones económicas o procuren anticipar materialmente el fallo.\n", "Para que sea decretada cualquiera de las anteriores medidas cautelares innominadas, el demandante deberá prestar caución equivalente al veinte por ciento (20%) del valor de las pretensiones estimadas en la demanda, para responder por las costas y perjuicios derivados de su práctica. Sin embargo, el tribunal, de oficio o a petición de parte, podrá aumentar o disminuir el monto de la caución cuando lo considere razonable, o fijar uno superior al momento de decretar la medida.\n", "Si el tribunal omitiere el levantamiento de las medidas cautelares, la medida caducará automáticamente transcurridos tres (3) meses desde la ejecutoria del laudo o de la providencia que decida definitivamente el recurso de anulación. El registrador o a quien le corresponda, a solicitud de parte, procederá a cancelarla.\n", "Parágrafo. Las medidas cautelares también podrán tener como objeto recaudar elementos de prueba que pudiesen ser relevantes y pertinentes para la controversia.\n", "Quien ejerza funciones jurisdiccionales, podrá decretar medidas cautelares para este propósito en los procesos sometidos a su conocimiento, sean o no procesos arbitrales.\n"]}, "dot_comma_sep": ["Artículo 32.", "Medidas cautelares.", "A petición de cualquiera de las partes, el tribunal podrá ordenar las medidas cautelares que serían procedentes de tramitarse el proceso ante la justicia ordinaria o la contencioso administrativa, cuyos decretos, práctica y levantamiento se someterán a las normas del Código de Procedimiento Civil, el Código de Procedimiento Administrativo y de lo Contencioso Administrativo y a las disposiciones especiales pertinentes.", "El tribunal podrá comisionar al juez civil municipal o del circuito del lugar en donde deba practicarse la medida cautelar.", "Cuando se trate de procesos arbitrales en que sea parte una entidad pública o quien desempeñe funciones administrativas, además de la posibilidad de comisionar a los referidos jueces civiles, el tribunal de arbitraje podrá comisionar al juez administrativo, si lo considera conveniente.", "Adicionalmente, el tribunal podrá decretar cualquier otra medida cautelar que encuentre razonable para la protección del derecho objeto del litigio, impedir su infracción o evitar las consecuencias derivadas de la misma, prevenir daños, hacer cesar los que se hubieren causado o asegurar la efectividad de la pretensión.", "Para decretar la medida cautelar, el tribunal apreciará la legitimación o interés para actuar de las partes y la existencia de la amenaza o la vulneración del derecho.", "Asimismo, el tribunal tendrá en cuenta la apariencia de buen derecho, como también la necesidad, efectividad y proporcionalidad de la medida y, si lo estimare procedente, podrá decretar una menos gravosa o diferente de la solicitada.", "El tribunal establecerá su alcance, determinará su duración y podrá disponer, de oficio o a petición de parte, la modificación, sustitución o cese de la medida cautelar adoptada.", "Cuando se trate de medidas cautelares relacionadas con pretensiones pecuniarias, el demandado podrá impedir su práctica o solicitar su levantamiento o modificación mediante la prestación de una caución para garantizar el cumplimiento de la eventual sentencia favorable al demandante o la indemnización de los perjuicios por la imposibilidad de cumplirla.", "No podrá prestarse caución cuando las medidas cautelares no estén relacionadas con pretensiones económicas o procuren anticipar materialmente el fallo.", "Para que sea decretada cualquiera de las anteriores medidas cautelares innominadas, el demandante deberá prestar caución equivalente al veinte por ciento (20%) del valor de las pretensiones estimadas en la demanda, para responder por las costas y perjuicios derivados de su práctica.", "Sin embargo, el tribunal, de oficio o a petición de parte, podrá aumentar o disminuir el monto de la caución cuando lo considere razonable, o fijar uno superior al momento de decretar la medida.", "Si el tribunal omitiere el levantamiento de las medidas cautelares, la medida caducará automáticamente transcurridos tres (3) meses desde la ejecutoria del laudo o de la providencia que decida definitivamente el recurso de anulación.", "El registrador o a quien le corresponda, a solicitud de parte, procederá a cancelarla.", "Parágrafo.", "Las medidas cautelares también podrán tener como objeto recaudar elementos de prueba que pudiesen ser relevantes y pertinentes para la controversia.", "Quien ejerza funciones jurisdiccionales, podrá decretar medidas cautelares para este propósito en los procesos sometidos a su conocimiento, sean o no procesos arbitrales."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010033", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Audiencias de alegatos y de laudo. Concluida la instrucción del proceso, el tribunal oirá en audiencia las alegaciones de las partes por un espacio máximo de una hora cada cual, sin que interese el número de sus integrantes. En el curso de la audiencia, las partes podrán entregar sus alegaciones por escrito. A continuación el tribunal señalará día y hora para audiencia de laudo, en la que se dará lectura a la parte resolutiva de este.\n"]}, "dot_comma_sep": ["Artículo 33.", "Audiencias de alegatos y de laudo.", "Concluida la instrucción del proceso, el tribunal oirá en audiencia las alegaciones de las partes por un espacio máximo de una hora cada cual, sin que interese el número de sus integrantes.", "En el curso de la audiencia, las partes podrán entregar sus alegaciones por escrito.", "A continuación el tribunal señalará día y hora para audiencia de laudo, en la que se dará lectura a la parte resolutiva de este."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010034", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Inasistencia de los árbitros. El árbitro que deje de asistir por dos (2) veces a las audiencias sin justificación, o en tres (3) ocasiones con excusa justificada, quedará, sin más, relevado del cargo. Los árbitros restantes darán aviso a quien lo designó para que proceda a su reemplazo.\n"]}, "dot_comma_sep": ["Artículo 34.", "Inasistencia de los árbitros.", "El árbitro que deje de asistir por dos (2) veces a las audiencias sin justificación, o en tres (3) ocasiones con excusa justificada, quedará, sin más, relevado del cargo.", "Los árbitros restantes darán aviso a quien lo designó para que proceda a su reemplazo."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000002010035", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. Cesación de funciones del tribunal. El tribunal cesará en sus funciones:\n", "1. Cuando no se haga oportunamente la consignación de gastos y honorarios prevista en la presente ley.\n", "2. Por voluntad de las partes.\n", "3. Cuando el litisconsorte necesario que no suscribió el pacto arbitral no sea notificado o no adhiera oportunamente al pacto arbitral.\n", "4. Por la expiración del término fijado para el proceso o el de su prórroga.\n", "5. Por la ejecutoria del laudo o, en su caso, de la providencia que resuelva sobre la aclaración, corrección o adición.\n", "6. Por la interposición del recurso de anulación, sin menoscabo de la competencia del tribunal arbitral para la sustentación del recurso.\n"]}, "dot_comma_sep": ["Artículo 35.", "Cesación de funciones del tribunal.", "El tribunal cesará en sus funciones:\n.", "1.", "Cuando no se haga oportunamente la consignación de gastos y honorarios prevista en la presente ley.", "2.", "Por voluntad de las partes.", "3.", "Cuando el litisconsorte necesario que no suscribió el pacto arbitral no sea notificado o no adhiera oportunamente al pacto arbitral.", "4.", "Por la expiración del término fijado para el proceso o el de su prórroga.", "5.", "Por la ejecutoria del laudo o, en su caso, de la providencia que resuelva sobre la aclaración, corrección o adición.", "6.", "Por la interposición del recurso de anulación, sin menoscabo de la competencia del tribunal arbitral para la sustentación del recurso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000003010036", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Integración del contradictorio. Cuando por la naturaleza de la relación jurídica debatida en el proceso, el laudo haya de generar efectos de cosa juzgada para personas que no estipularon el pacto arbitral, el tribunal ordenará la citación personal de todas ellas para que manifiesten si adhieren o no al pacto. La notificación personal de la providencia que así lo ordene, se llevará a cabo dentro de los diez (10) días siguientes a la fecha de su decreto.\n", "Los citados manifestarán expresamente su decisión de adherir al pacto arbitral dentro de los cinco (5) días siguientes. De no hacerlo, el tribunal declarará extinguidos los efectos del compromiso o de la cláusula compromisoria para dicha controversia. Igual pronunciamiento se hará cuando no se logre notificar a los citados. En la misma providencia en la que se declaren extinguidos los efectos del pacto arbitral, los árbitros ordenarán el reintegro a las partes de la totalidad de los honorarios. En estos eventos, no se considerará interrumpida la prescripción y operará la caducidad, salvo que se promueva el respectivo proceso ante el juez dentro de los veinte días (20) hábiles siguientes a la ejecutoria de la providencia referida en este inciso.\n", "Si todos los citados adhieren al pacto arbitral, el tribunal fijará la contribución que a ellos corresponda en los honorarios y gastos generales.\n", "Cuando se trate de integración del contradictorio con quien haya suscrito el pacto arbitral, se ordenará su notificación personal, surtida la cual, el citado tendrá veinte (20) días para pronunciarse, según corresponda a su condición de parte activa o pasiva. Vencido este término, el proceso continuará su trámite.\n"]}, "dot_comma_sep": ["Artículo 36.", "Integración del contradictorio.", "Cuando por la naturaleza de la relación jurídica debatida en el proceso, el laudo haya de generar efectos de cosa juzgada para personas que no estipularon el pacto arbitral, el tribunal ordenará la citación personal de todas ellas para que manifiesten si adhieren o no al pacto.", "La notificación personal de la providencia que así lo ordene, se llevará a cabo dentro de los diez (10) días siguientes a la fecha de su decreto.", "Los citados manifestarán expresamente su decisión de adherir al pacto arbitral dentro de los cinco (5) días siguientes.", "De no hacerlo, el tribunal declarará extinguidos los efectos del compromiso o de la cláusula compromisoria para dicha controversia.", "Igual pronunciamiento se hará cuando no se logre notificar a los citados.", "En la misma providencia en la que se declaren extinguidos los efectos del pacto arbitral, los árbitros ordenarán el reintegro a las partes de la totalidad de los honorarios.", "En estos eventos, no se considerará interrumpida la prescripción y operará la caducidad, salvo que se promueva el respectivo proceso ante el juez dentro de los veinte días (20) hábiles siguientes a la ejecutoria de la providencia referida en este inciso.", "Si todos los citados adhieren al pacto arbitral, el tribunal fijará la contribución que a ellos corresponda en los honorarios y gastos generales.", "Cuando se trate de integración del contradictorio con quien haya suscrito el pacto arbitral, se ordenará su notificación personal, surtida la cual, el citado tendrá veinte (20) días para pronunciarse, según corresponda a su condición de parte activa o pasiva.", "Vencido este término, el proceso continuará su trámite."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000003010037", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Intervención de otras partes y terceros. La intervención en el proceso arbitral del llamado en garantía, del denunciado en el pleito, del interviniente excluyente y demás partes, se someterá a lo previsto en las normas que regulan la materia en el Código de Procedimiento Civil. Los árbitros fijarán la cantidad adicional a su cargo por concepto de honorarios y gastos del tribunal, mediante providencia susceptible de recurso de reposición. La suma correspondiente deberá ser consignada dentro de los diez (10) días siguientes.\n", "Tratándose de interviniente excluyente que no haya suscrito el pacto arbitral, su demanda implica la adhesión al pacto suscrito entre las partes iniciales. En caso de que el interviniente excluyente que haya suscrito pacto arbitral o que haya adherido a él, no consigne oportunamente, el proceso continuará y se decidirá sin su intervención, salvo que la consignación la efectúe alguna otra parte interesada, aplicando en lo pertinente el artículo 27.\n", "Cuando el llamado en garantía o denunciado en el pleito, que ha suscrito el pacto arbitral o ha adherido a él, no consigna oportunamente, el proceso continuará y se decidirá sin su intervención, salvo que la consignación la efectúe alguna otra parte interesada, aplicando en lo pertinente el artículo 27.\n", "En los casos de llamamiento en garantía y de denuncia del pleito, la existencia del pacto arbitral también podrá probarse conforme a lo previsto en el parágrafo del artículo 3°.\n", "Si se trata de coadyuvante o llamado de oficio, su intervención se someterá a lo previsto en las normas que regulan la materia en el Código de Procedimiento Civil para esta clase de terceros. En este caso, el tribunal le dará aplicación al inciso primero de esta norma y el no pago hará improcedente su intervención.\n", "Parágrafo 1°. Cuando se llame en garantía a una persona que ha garantizado el cumplimiento de las obligaciones derivadas de un contrato que contiene pacto arbitral, aquella quedará vinculada a los efectos del mismo.\n", "NOTA: Parágrafo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-170 de 2014.\n", "Parágrafo 2°. En ningún caso las partes o los reglamentos de los centros de arbitraje podrán prohibir la intervención de otras partes o de terceros.\n"]}, "dot_comma_sep": ["Artículo 37.", "Intervención de otras partes y terceros.", "La intervención en el proceso arbitral del llamado en garantía, del denunciado en el pleito, del interviniente excluyente y demás partes, se someterá a lo previsto en las normas que regulan la materia en el Código de Procedimiento Civil.", "Los árbitros fijarán la cantidad adicional a su cargo por concepto de honorarios y gastos del tribunal, mediante providencia susceptible de recurso de reposición.", "La suma correspondiente deberá ser consignada dentro de los diez (10) días siguientes.", "Tratándose de interviniente excluyente que no haya suscrito el pacto arbitral, su demanda implica la adhesión al pacto suscrito entre las partes iniciales.", "En caso de que el interviniente excluyente que haya suscrito pacto arbitral o que haya adherido a él, no consigne oportunamente, el proceso continuará y se decidirá sin su intervención, salvo que la consignación la efectúe alguna otra parte interesada, aplicando en lo pertinente el artículo 27.", "Cuando el llamado en garantía o denunciado en el pleito, que ha suscrito el pacto arbitral o ha adherido a él, no consigna oportunamente, el proceso continuará y se decidirá sin su intervención, salvo que la consignación la efectúe alguna otra parte interesada, aplicando en lo pertinente el artículo 27.", "En los casos de llamamiento en garantía y de denuncia del pleito, la existencia del pacto arbitral también podrá probarse conforme a lo previsto en el parágrafo del artículo 3°", ".°", "Si se trata de coadyuvante o llamado de oficio, su intervención se someterá a lo previsto en las normas que regulan la materia en el Código de Procedimiento Civil para esta clase de terceros.", "En este caso, el tribunal le dará aplicación al inciso primero de esta norma y el no pago hará improcedente su intervención.", "Parágrafo 1°", ".°", "Cuando se llame en garantía a una persona que ha garantizado el cumplimiento de las obligaciones derivadas de un contrato que contiene pacto arbitral, aquella quedará vinculada a los efectos del mismo.", "NOTA: Parágrafo declarado EXEQUIBLE por la Corte Constitucional mediante Sentencia C-170 de 2014.", "Parágrafo 2°", ".°", "En ningún caso las partes o los reglamentos de los centros de arbitraje podrán prohibir la intervención de otras partes o de terceros."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010038", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. Adopción del laudo arbitral. El laudo se acordará por mayoría de votos y será firmado por todos los árbitros, incluso por quien hubiere salvado el voto.\n", "La falta de firma de alguno de los árbitros no afecta la validez del laudo.\n", "El árbitro disidente expresará por escrito los motivos de su discrepancia, el mismo día en que se profiera el laudo.\n", "Lo anterior también se aplica a quien pretenda aclarar el voto.\n"]}, "dot_comma_sep": ["Artículo 38.", "Adopción del laudo arbitral.", "El laudo se acordará por mayoría de votos y será firmado por todos los árbitros, incluso por quien hubiere salvado el voto.", "La falta de firma de alguno de los árbitros no afecta la validez del laudo.", "El árbitro disidente expresará por escrito los motivos de su discrepancia, el mismo día en que se profiera el laudo.", "Lo anterior también se aplica a quien pretenda aclarar el voto."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010039", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. Aclaración, corrección y adición del laudo. Dentro de los cinco (5) días siguientes a su notificación, el laudo podrá ser aclarado, corregido y complementado de oficio; asimismo, podrá serlo a solicitud de parte, formulada dentro del mismo término.\n"]}, "dot_comma_sep": ["Artículo 39.", "Aclaración, corrección y adición del laudo.", "Dentro de los cinco (5) días siguientes a su notificación, el laudo podrá ser aclarado, corregido y complementado de oficio; asimismo, podrá serlo a solicitud de parte, formulada dentro del mismo término."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010040", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. Recurso extraordinario de anulación. Contra el laudo arbitral procede el recurso extraordinario de anulación, que deberá interponerse debidamente sustentado, ante el tribunal arbitral, con indicación de las causales invocadas, dentro de los treinta (30) días siguientes a su notificación o la de la providencia que resuelva sobre su aclaración, corrección o adición. Por secretaría del tribunal se correrá traslado a la otra parte por quince (15) días sin necesidad de auto que lo ordene. Vencido aquel, dentro de los cinco (5) días siguientes, el secretario del tribunal enviará los escritos presentados junto con el expediente a la autoridad judicial competente para conocer del recurso.\n"]}, "dot_comma_sep": ["Artículo 40.", "Recurso extraordinario de anulación.", "Contra el laudo arbitral procede el recurso extraordinario de anulación, que deberá interponerse debidamente sustentado, ante el tribunal arbitral, con indicación de las causales invocadas, dentro de los treinta (30) días siguientes a su notificación o la de la providencia que resuelva sobre su aclaración, corrección o adición.", "Por secretaría del tribunal se correrá traslado a la otra parte por quince (15) días sin necesidad de auto que lo ordene.", "Vencido aquel, dentro de los cinco (5) días siguientes, el secretario del tribunal enviará los escritos presentados junto con el expediente a la autoridad judicial competente para conocer del recurso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010041", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. Causales del recurso de anulación. Son causales del recurso de anulación:\n", "1. La inexistencia, invalidez absoluta o inoponibilidad del pacto arbitral.\n", "NOTA: El texto subrayado fue declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-572A de 2014.\n", "2. La caducidad de la acción, la falta de jurisdicción o de competencia.\n", "3. No haberse constituido el tribunal en forma legal.\n", "4. Estar el recurrente en alguno de los casos de indebida representación, o falta de notificación o emplazamiento, siempre que no se hubiere saneado la nulidad.\n", "5. Haberse negado el decreto de una prueba pedida oportunamente o haberse dejado de practicar una prueba decretada, sin fundamento legal, siempre y cuando se hubiere alegado la omisión oportunamente mediante el recurso de reposición y aquella pudiera tener incidencia en la decisión.\n", "6. Haberse proferido el laudo o la decisión sobre su aclaración, adición o corrección después del vencimiento del término fijado para el proceso arbitral.\n", "7. Haberse fallado en conciencia o equidad, debiendo ser en derecho, siempre que esta circunstancia aparezca manifiesta en el laudo.\n", "8. Contener el laudo disposiciones contradictorias, errores aritméticos o errores por omisión o cambio de palabras o alteración de estas, siempre que estén comprendidas en la parte resolutiva o influyan en ella y hubieran sido alegados oportunamente ante el tribunal arbitral.\n", "9. Haber recaído el laudo sobre aspectos no sujetos a la decisión de los árbitros, haber concedido más de lo pedido o no haber decidido sobre cuestiones sujetas al arbitramento.\n", "Las causales 1, 2 y 3 sólo podrán invocarse si el recurrente hizo valer los motivos constitutivos de ellas mediante recurso de reposición contra el auto de asunción de competencia.\n", "La causal 6 no podrá ser alegada en anulación por la parte que no la hizo valer oportunamente ante el tribunal de arbitramento, una vez expirado el término.\n"]}, "dot_comma_sep": ["Artículo 41.", "Causales del recurso de anulación.", "Son causales del recurso de anulación:\n.", "1.", "La inexistencia, invalidez absoluta o inoponibilidad del pacto arbitral.", "NOTA: El texto subrayado fue declarado INEXEQUIBLE por la Corte Constitucional mediante Sentencia C-572A de 2014.", "2.", "La caducidad de la acción, la falta de jurisdicción o de competencia.", "3.", "No haberse constituido el tribunal en forma legal.", "4.", "Estar el recurrente en alguno de los casos de indebida representación, o falta de notificación o emplazamiento, siempre que no se hubiere saneado la nulidad.", "5.", "Haberse negado el decreto de una prueba pedida oportunamente o haberse dejado de practicar una prueba decretada, sin fundamento legal, siempre y cuando se hubiere alegado la omisión oportunamente mediante el recurso de reposición y aquella pudiera tener incidencia en la decisión.", "6.", "Haberse proferido el laudo o la decisión sobre su aclaración, adición o corrección después del vencimiento del término fijado para el proceso arbitral.", "7.", "Haberse fallado en conciencia o equidad, debiendo ser en derecho, siempre que esta circunstancia aparezca manifiesta en el laudo.", "8.", "Contener el laudo disposiciones contradictorias, errores aritméticos o errores por omisión o cambio de palabras o alteración de estas, siempre que estén comprendidas en la parte resolutiva o influyan en ella y hubieran sido alegados oportunamente ante el tribunal arbitral.", "9.", "Haber recaído el laudo sobre aspectos no sujetos a la decisión de los árbitros, haber concedido más de lo pedido o no haber decidido sobre cuestiones sujetas al arbitramento.", "Las causales 1, 2 y 3 sólo podrán invocarse si el recurrente hizo valer los motivos constitutivos de ellas mediante recurso de reposición contra el auto de asunción de competencia.", "La causal 6 no podrá ser alegada en anulación por la parte que no la hizo valer oportunamente ante el tribunal de arbitramento, una vez expirado el término."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010042", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Trámite del recurso de anulación. La autoridad judicial competente rechazará de plano el recurso de anulación cuando su interposición fuere extemporánea, no se hubiere sustentando o las causales invocadas no correspondan a ninguna de las señaladas en esta ley.\n", "Admitido el recurso, el expediente pasará al despacho para sentencia, que deberá proferirse dentro de los tres (3) meses siguientes. En ella se liquidarán las condenas y costas a que hubiere lugar.\n", "La interposición y el trámite del recurso extraordinario de anulación no suspenden el cumplimiento de lo resuelto en el laudo, salvo cuando la entidad pública condenada solicite la suspensión.\n", "La autoridad judicial competente en la anulación no se pronunciará sobre el fondo de la controversia, ni calificará o modificará los criterios, motivaciones, valoraciones probatorias o interpretaciones expuestas por el tribunal arbitral al adoptar el laudo.\n"]}, "dot_comma_sep": ["Artículo 42.", "Trámite del recurso de anulación.", "La autoridad judicial competente rechazará de plano el recurso de anulación cuando su interposición fuere extemporánea, no se hubiere sustentando o las causales invocadas no correspondan a ninguna de las señaladas en esta ley.", "Admitido el recurso, el expediente pasará al despacho para sentencia, que deberá proferirse dentro de los tres (3) meses siguientes.", "En ella se liquidarán las condenas y costas a que hubiere lugar.", "La interposición y el trámite del recurso extraordinario de anulación no suspenden el cumplimiento de lo resuelto en el laudo, salvo cuando la entidad pública condenada solicite la suspensión.", "La autoridad judicial competente en la anulación no se pronunciará sobre el fondo de la controversia, ni calificará o modificará los criterios, motivaciones, valoraciones probatorias o interpretaciones expuestas por el tribunal arbitral al adoptar el laudo."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010043", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. Efectos de la sentencia de anulación. Cuando prospere cualquiera de las causales señaladas en los numerales 1 a 7 del artículo 41, se declarará la nulidad del laudo. En los demás casos, este se corregirá o adicionará.\n", "Cuando se anule el laudo por las causales 1 o 2, el expediente se remitirá al juez que corresponda para que continúe el proceso a partir del decreto de pruebas. La prueba practicada dentro del proceso arbitral conservará su validez y tendrá eficacia, respecto de quienes tuvieron la oportunidad de controvertirla.\n", "Cuando se anule el laudo por las causales 3 a 7, el interesado podrá convocar un tribunal arbitral, en el que conservarán validez las pruebas debidamente practicadas, y en lo posible las actuaciones que no hubieren resultado afectadas por la anulación.\n", "La sentencia que anule el laudo total o parcialmente cumplido, ordenará las restituciones a que hubiere lugar.\n", "De la ejecución del laudo conocerá la justicia ordinaria o la contencioso administrativa, según el caso.\n", "Si el recurso no prospera se condenará en costas al recurrente, salvo que dicho recurso haya sido presentado por el Ministerio Público.\n"]}, "dot_comma_sep": ["Artículo 43.", "Efectos de la sentencia de anulación.", "Cuando prospere cualquiera de las causales señaladas en los numerales 1 a 7 del artículo 41, se declarará la nulidad del laudo.", "En los demás casos, este se corregirá o adicionará.", "Cuando se anule el laudo por las causales 1 o 2, el expediente se remitirá al juez que corresponda para que continúe el proceso a partir del decreto de pruebas.", "La prueba practicada dentro del proceso arbitral conservará su validez y tendrá eficacia, respecto de quienes tuvieron la oportunidad de controvertirla.", "Cuando se anule el laudo por las causales 3 a 7, el interesado podrá convocar un tribunal arbitral, en el que conservarán validez las pruebas debidamente practicadas, y en lo posible las actuaciones que no hubieren resultado afectadas por la anulación.", "La sentencia que anule el laudo total o parcialmente cumplido, ordenará las restituciones a que hubiere lugar.", "De la ejecución del laudo conocerá la justicia ordinaria o la contencioso administrativa, según el caso.", "Si el recurso no prospera se condenará en costas al recurrente, salvo que dicho recurso haya sido presentado por el Ministerio Público."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010044", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 44.", "content": ["Artículo 44. Prescripción y caducidad. Se considerará interrumpida la prescripción y no operará la caducidad, cuando se anule el laudo por cualquiera de las causales 3 a 7, siempre que la parte interesada presente la solicitud de convocatoria de tribunal arbitral dentro de los tres (3) meses siguientes a la ejecutoria de la sentencia.\n"]}, "dot_comma_sep": ["Artículo 44.", "Prescripción y caducidad.", "Se considerará interrumpida la prescripción y no operará la caducidad, cuando se anule el laudo por cualquiera de las causales 3 a 7, siempre que la parte interesada presente la solicitud de convocatoria de tribunal arbitral dentro de los tres (3) meses siguientes a la ejecutoria de la sentencia."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010045", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Recurso de revisión. Tanto el laudo como la sentencia que resuelva sobre su anulación, son susceptibles del recurso extraordinario de revisión por las causales y mediante el trámite señalado en el Código de Procedimiento Civil. Sin embargo, quien tuvo oportunidad de interponer el recurso de anulación no podrá alegar indebida representación o falta de notificación. Cuando prospere el recurso de revisión, la autoridad judicial dictará la sentencia que en derecho corresponda.\n"]}, "dot_comma_sep": ["Artículo 45.", "Recurso de revisión.", "Tanto el laudo como la sentencia que resuelva sobre su anulación, son susceptibles del recurso extraordinario de revisión por las causales y mediante el trámite señalado en el Código de Procedimiento Civil.", "Sin embargo, quien tuvo oportunidad de interponer el recurso de anulación no podrá alegar indebida representación o falta de notificación.", "Cuando prospere el recurso de revisión, la autoridad judicial dictará la sentencia que en derecho corresponda."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010046", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. Competencia. Para conocer del recurso extraordinario de anulación de laudos arbitrales, será competente la Sala Civil del Tribunal Superior de Distrito Judicial del lugar en donde hubiese funcionado el tribunal de arbitraje.\n", "Será competente para conocer del recurso extraordinario de revisión de laudos arbitrales la Sala Civil de la Corte Suprema de Justicia.\n", "Cuando se trate de recurso de anulación y revisión de laudo arbitrales en los que intervenga una entidad pública o quien desempeñe funciones administrativas, será competente la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado.\n"]}, "dot_comma_sep": ["Artículo 46.", "Competencia.", "Para conocer del recurso extraordinario de anulación de laudos arbitrales, será competente la Sala Civil del Tribunal Superior de Distrito Judicial del lugar en donde hubiese funcionado el tribunal de arbitraje.", "Será competente para conocer del recurso extraordinario de revisión de laudos arbitrales la Sala Civil de la Corte Suprema de Justicia.", "Cuando se trate de recurso de anulación y revisión de laudo arbitrales en los que intervenga una entidad pública o quien desempeñe funciones administrativas, será competente la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000004010047", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. Registro y archivo. El laudo ordenará su inscripción en el correspondiente registro, cuando a ello hubiere lugar, y el archivo del expediente en el centro en el que se hubiese adelantado el proceso, respecto del cual este podrá expedir copias y autorizar desgloses. Transcurridos tres (3) años, el centro podrá disponer que el expediente se conserve por cualquier medio técnico que garantice su reproducción.\n", "Del mismo modo se procederá cuando el proceso termine por cualquiera otra causa.\n", "Cuando el expediente sea digital, se procederá a su registro y conservación en este mismo formato.\n"]}, "dot_comma_sep": ["Artículo 47.", "Registro y archivo.", "El laudo ordenará su inscripción en el correspondiente registro, cuando a ello hubiere lugar, y el archivo del expediente en el centro en el que se hubiese adelantado el proceso, respecto del cual este podrá expedir copias y autorizar desgloses.", "Transcurridos tres (3) años, el centro podrá disponer que el expediente se conserve por cualquier medio técnico que garantice su reproducción.", "Del mismo modo se procederá cuando el proceso termine por cualquiera otra causa.", "Cuando el expediente sea digital, se procederá a su registro y conservación en este mismo formato."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000005010048", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. Pérdida y reembolso de honorarios. Los árbitros perderán la totalidad de los honorarios y quedarán obligados a reembolsar al presidente los ya recibidos, en los casos de renuncia, remoción por inasistencia, prosperidad de la recusación y falta a los deberes de información.\n", "La muerte, inhabilidad o incapacidad del árbitro no genera obligación de reembolsar los honorarios recibidos.\n", "El árbitro que se negare a firmar el laudo arbitral, perderá el derecho a recibir la segunda parte de los honorarios. Cuando el tribunal cese en sus funciones por expiración del término fijado para el proceso o su prórroga sin haber expedido el laudo, los árbitros y el secretario perderán el derecho a recibir sus honorarios, quedando incluso obligados a restituir a las partes lo que ya se les hubiere pagado o consignado.\n", "Si el recurso de anulación prospera con fundamento en las causales 3 a 5 y 7 previstas en esta ley, los árbitros reembolsarán a las partes la segunda mitad de los honorarios recibidos.\n"]}, "dot_comma_sep": ["Artículo 48.", "Pérdida y reembolso de honorarios.", "Los árbitros perderán la totalidad de los honorarios y quedarán obligados a reembolsar al presidente los ya recibidos, en los casos de renuncia, remoción por inasistencia, prosperidad de la recusación y falta a los deberes de información.", "La muerte, inhabilidad o incapacidad del árbitro no genera obligación de reembolsar los honorarios recibidos.", "El árbitro que se negare a firmar el laudo arbitral, perderá el derecho a recibir la segunda parte de los honorarios.", "Cuando el tribunal cese en sus funciones por expiración del término fijado para el proceso o su prórroga sin haber expedido el laudo, los árbitros y el secretario perderán el derecho a recibir sus honorarios, quedando incluso obligados a restituir a las partes lo que ya se les hubiere pagado o consignado.", "Si el recurso de anulación prospera con fundamento en las causales 3 a 5 y 7 previstas en esta ley, los árbitros reembolsarán a las partes la segunda mitad de los honorarios recibidos."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000005010049", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. Intervención del Ministerio Público. El Ministerio Público está facultado para actuar en los procesos arbitrales y en los trámites de amigable composición en los que intervenga una entidad pública o quien desempeñe funciones administrativas, en defensa del orden jurídico, del patrimonio público y los derechos y garantías fundamentales. A dicho propósito, el centro de arbitraje o los amigables componedores informarán a la Procuraduría General de la Nación sobre la fecha en la que se realizará la instalación del respectivo tribunal de arbitraje o la diligencia de apertura, según corresponda.\n", "Igual información deberá darse a la Agencia Nacional de Defensa Jurídica del Estado.\n"]}, "dot_comma_sep": ["Artículo 49.", "Intervención del Ministerio Público.", "El Ministerio Público está facultado para actuar en los procesos arbitrales y en los trámites de amigable composición en los que intervenga una entidad pública o quien desempeñe funciones administrativas, en defensa del orden jurídico, del patrimonio público y los derechos y garantías fundamentales.", "A dicho propósito, el centro de arbitraje o los amigables componedores informarán a la Procuraduría General de la Nación sobre la fecha en la que se realizará la instalación del respectivo tribunal de arbitraje o la diligencia de apertura, según corresponda.", "Igual información deberá darse a la Agencia Nacional de Defensa Jurídica del Estado."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000006010050", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Creación. Las entidades públicas y las personas jurídicas sin ánimo de lucro podrán crear centros de arbitraje con autorización del Ministerio de Justicia y del Derecho, previo cumplimiento de los siguientes requisitos:\n", "1. Estudio de factibilidad desarrollado de acuerdo con la metodología que para el efecto determine el Ministerio.\n", "2. Acreditar suficiencia de recursos administrativos y financieros.\n"]}, "dot_comma_sep": ["Artículo 50.", "Creación.", "Las entidades públicas y las personas jurídicas sin ánimo de lucro podrán crear centros de arbitraje con autorización del Ministerio de Justicia y del Derecho, previo cumplimiento de los siguientes requisitos:\n.", "1.", "Estudio de factibilidad desarrollado de acuerdo con la metodología que para el efecto determine el Ministerio.", "2.", "Acreditar suficiencia de recursos administrativos y financieros."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000006010051", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. Reglamentos de los centros de arbitraje. Cada centro de arbitraje expedirá su reglamento, sujeto a la aprobación del Ministerio de Justicia y del Derecho, que deberá contener:\n", "1. El procedimiento para la conformación de las listas de árbitros, amigables componedores y secretarios, los requisitos que ellos deben reunir, las causas de su exclusión, los trámites de inscripción, y la forma de hacer su designación.\n", "2. Las tarifas de honorarios de árbitros y secretarios.\n", "3. Las tarifas de gastos administrativos.\n", "4. Los mecanismos de información al público en general relativa a los procesos arbitrales y las amigables composiciones.\n", "5. Las funciones del director.\n", "6. La estructura administrativa.\n", "7. Las reglas de los procedimientos arbitrales y de amigable composición, con el fin de que estos garanticen el debido proceso.\n"]}, "dot_comma_sep": ["Artículo 51.", "Reglamentos de los centros de arbitraje.", "Cada centro de arbitraje expedirá su reglamento, sujeto a la aprobación del Ministerio de Justicia y del Derecho, que deberá contener:\n.", "1.", "El procedimiento para la conformación de las listas de árbitros, amigables componedores y secretarios, los requisitos que ellos deben reunir, las causas de su exclusión, los trámites de inscripción, y la forma de hacer su designación.", "2.", "Las tarifas de honorarios de árbitros y secretarios.", "3.", "Las tarifas de gastos administrativos.", "4.", "Los mecanismos de información al público en general relativa a los procesos arbitrales y las amigables composiciones.", "5.", "Las funciones del director.", "6.", "La estructura administrativa.", "7.", "Las reglas de los procedimientos arbitrales y de amigable composición, con el fin de que estos garanticen el debido proceso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000006010052", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. Control, inspección y vigilancia. El Ministerio de Justicia y del Derecho ejercerá el control, inspección y vigilancia de los centros de arbitraje.\n"]}, "dot_comma_sep": ["Artículo 52.", "Control, inspección y vigilancia.", "El Ministerio de Justicia y del Derecho ejercerá el control, inspección y vigilancia de los centros de arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000007010053", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. Designación de árbitros en el arbitraje ad hoc. Las partes designarán el o los árbitros, según lo previsto en el pacto arbitral. Si formulada solicitud por una de las partes a la otra para la designación del o los árbitros, esta no colabora o guarda silencio, la peticionaria podrá acudir al juez civil del circuito competente, acompañando prueba sumaria de haber agotado el trámite anterior, para que este proceda al nombramiento del árbitro ad hoc, dentro de los cinco (5) días siguientes al recibo de la solicitud, mediante auto que no es susceptible de recurso alguno.\n"]}, "dot_comma_sep": ["Artículo 53.", "Designación de árbitros en el arbitraje ad hoc.", "Las partes designarán el o los árbitros, según lo previsto en el pacto arbitral.", "Si formulada solicitud por una de las partes a la otra para la designación del o los árbitros, esta no colabora o guarda silencio, la peticionaria podrá acudir al juez civil del circuito competente, acompañando prueba sumaria de haber agotado el trámite anterior, para que este proceda al nombramiento del árbitro ad hoc, dentro de los cinco (5) días siguientes al recibo de la solicitud, mediante auto que no es susceptible de recurso alguno."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000007010054", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. Aceptación de los árbitros. Ambas partes o una de ellas, o el juez, según el caso, comunicarán a los árbitros la designación por el medio que consideren más expedito y eficaz, para que en el término de cinco (5) días se pronuncien. Si alguno de los árbitros no acepta o guarda silencio, se procederá a su reemplazo por quien lo hubiese designado.\n"]}, "dot_comma_sep": ["Artículo 54.", "Aceptación de los árbitros.", "Ambas partes o una de ellas, o el juez, según el caso, comunicarán a los árbitros la designación por el medio que consideren más expedito y eficaz, para que en el término de cinco (5) días se pronuncien.", "Si alguno de los árbitros no acepta o guarda silencio, se procederá a su reemplazo por quien lo hubiese designado."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000007010055", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. Deber de información e impedimentos y recusaciones. Las reglas sobre el deber de información, impedimentos y recusaciones previstas para el arbitraje institucional son aplicables a los árbitros y secretarios de tribunales ad hoc.\n"]}, "dot_comma_sep": ["Artículo 55.", "Deber de información e impedimentos y recusaciones.", "Las reglas sobre el deber de información, impedimentos y recusaciones previstas para el arbitraje institucional son aplicables a los árbitros y secretarios de tribunales ad hoc."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000007010056", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. Instalación del tribunal. Los árbitros, una vez aceptado su nombramiento, convocarán a la audiencia de instalación del tribunal, en la que designarán presidente y señalarán el lugar en el que deberá presentarse la demanda, dentro de los quince (15) días siguientes. De no presentarse la demanda oportunamente, se extinguirá el pacto arbitral, y las partes quedarán en libertad de acudir a la justicia ordinaria.\n", "El lugar indicado para presentar y contestar la demanda, será también el de funcionamiento del tribunal, a menos que posteriormente las partes dispongan lo contrario.\n", "Salvo que lo decidan los árbitros, en el tribunal ad hoc no será necesario designar secretario.\n"]}, "dot_comma_sep": ["Artículo 56.", "Instalación del tribunal.", "Los árbitros, una vez aceptado su nombramiento, convocarán a la audiencia de instalación del tribunal, en la que designarán presidente y señalarán el lugar en el que deberá presentarse la demanda, dentro de los quince (15) días siguientes.", "De no presentarse la demanda oportunamente, se extinguirá el pacto arbitral, y las partes quedarán en libertad de acudir a la justicia ordinaria.", "El lugar indicado para presentar y contestar la demanda, será también el de funcionamiento del tribunal, a menos que posteriormente las partes dispongan lo contrario.", "Salvo que lo decidan los árbitros, en el tribunal ad hoc no será necesario designar secretario."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000007010057", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. Trámite. A la demanda, su notificación, traslado, contestación, oportunidad para pedir pruebas, fijación y consignación de honorarios y gastos, recursos y, en general, al trámite del proceso del arbitraje ad hoc, le serán aplicables las reglas previstas en esta ley para el arbitraje institucional.\n"]}, "dot_comma_sep": ["Artículo 57.", "Trámite.", "A la demanda, su notificación, traslado, contestación, oportunidad para pedir pruebas, fijación y consignación de honorarios y gastos, recursos y, en general, al trámite del proceso del arbitraje ad hoc, le serán aplicables las reglas previstas en esta ley para el arbitraje institucional."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000008010058", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. Reglas de procedimiento. En los arbitrajes en que no sea parte el Estado o alguna de sus entidades, los particulares podrán acordar las reglas de procedimiento a seguir, directamente o por referencia a las de un centro de arbitraje, respetando, en todo caso los principios constitucionales que integran el debido proceso, el derecho de defensa y la igualdad de las partes. En el evento en que las partes no establecieren reglas o el centro seleccionado para adelantar el trámite no tuviere reglamento de procedimientos debidamente aprobado, se aplicarán las reglas establecidas para cada caso en la presente ley.\n"]}, "dot_comma_sep": ["Artículo 58.", "Reglas de procedimiento.", "En los arbitrajes en que no sea parte el Estado o alguna de sus entidades, los particulares podrán acordar las reglas de procedimiento a seguir, directamente o por referencia a las de un centro de arbitraje, respetando, en todo caso los principios constitucionales que integran el debido proceso, el derecho de defensa y la igualdad de las partes.", "En el evento en que las partes no establecieren reglas o el centro seleccionado para adelantar el trámite no tuviere reglamento de procedimientos debidamente aprobado, se aplicarán las reglas establecidas para cada caso en la presente ley."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000008020059", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. Definición. La amigable composición es un mecanismo alternativo de solución de conflictos, por medio del cual, dos o más particulares, un particular y una o más entidades públicas, o varias entidades públicas, o quien desempeñe funciones administrativas, delegan en un tercero, denominado amigable componedor, la facultad de definir, con fuerza vinculante para las partes, una controversia contractual de libre disposición.\n", "El amigable componedor podrá ser singular o plural.\n", "La amigable composición podrá acordarse mediante cláusula contractual o contrato independiente.\n"]}, "dot_comma_sep": ["Artículo 59.", "Definición.", "La amigable composición es un mecanismo alternativo de solución de conflictos, por medio del cual, dos o más particulares, un particular y una o más entidades públicas, o varias entidades públicas, o quien desempeñe funciones administrativas, delegan en un tercero, denominado amigable componedor, la facultad de definir, con fuerza vinculante para las partes, una controversia contractual de libre disposición.", "El amigable componedor podrá ser singular o plural.", "La amigable composición podrá acordarse mediante cláusula contractual o contrato independiente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000008020060", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. Efectos. El amigable componedor obrará como mandatario de las partes y, en su decisión, podrá precisar el alcance o forma de cumplimiento de las obligaciones derivadas de un negocio jurídico, determinar la existencia o no de un incumplimiento contractual y decidir sobre conflictos de responsabilidad suscitados entre las partes, entre otras determinaciones.\n", "La decisión del amigable componedor producirá los efectos legales propios de la transacción.\n", "Salvo convención en contrario, la decisión del amigable componedor estará fundamentada en la equidad, sin perjuicio de que el amigable componedor haga uso de reglas de derecho, si así lo estima conveniente.\n"]}, "dot_comma_sep": ["Artículo 60.", "Efectos.", "El amigable componedor obrará como mandatario de las partes y, en su decisión, podrá precisar el alcance o forma de cumplimiento de las obligaciones derivadas de un negocio jurídico, determinar la existencia o no de un incumplimiento contractual y decidir sobre conflictos de responsabilidad suscitados entre las partes, entre otras determinaciones.", "La decisión del amigable componedor producirá los efectos legales propios de la transacción.", "Salvo convención en contrario, la decisión del amigable componedor estará fundamentada en la equidad, sin perjuicio de que el amigable componedor haga uso de reglas de derecho, si así lo estima conveniente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000008020061", "part": {"title": null, "name": null}, "section": {"title": "SECCIÓN TERCERA\n", "name": "ARBITRAJE INTERNACIONAL\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO I\n", "name": "Reglas de procedimiento\n"}, "article": {"name": "Artículo 61.", "content": ["Artículo 61. Designación y Procedimiento. Salvo convención en contrario, el amigable componedor no tendrá que ser abogado.\n", "Las partes podrán determinar libremente el número de amigables componedores. A falta de tal acuerdo, el amigable componedor será único.\n", "Las partes podrán nombrar al amigable componedor directamente o delegar en un tercero su designación. El tercero delegado por las partes para nombrar al amigable componedor puede ser una persona natural o jurídica. A falta de acuerdo previo entre las partes, se entenderá que se ha delegado la designación a un, centro de arbitraje del domicilio de la parte convocada escogido a prevención por la parte convocante.\n", "El procedimiento de la amigable composición podrá ser fijado por las partes directamente, o por referencia a un reglamento de amigable composición de un centro de arbitraje, siempre que se respeten los derechos de las partes a la igualdad y a la contradicción de argumentos y pruebas.\n", "A falta de acuerdo entre las partes, se entenderán acordadas las reglas de procedimiento del centro de arbitraje del domicilio de la parte convocada, escogido a prevención por la parte convocante.\n", "De no existir un centro de arbitraje en el domicilio de la parte convocada, la parte convocante podrá escoger cualquier centro de arbitraje del país para la designación y el procedimiento a seguir a falta de acuerdo expreso.\n"]}, "dot_comma_sep": ["Artículo 61.", "Designación y Procedimiento.", "Salvo convención en contrario, el amigable componedor no tendrá que ser abogado.", "Las partes podrán determinar libremente el número de amigables componedores.", "A falta de tal acuerdo, el amigable componedor será único.", "Las partes podrán nombrar al amigable componedor directamente o delegar en un tercero su designación.", "El tercero delegado por las partes para nombrar al amigable componedor puede ser una persona natural o jurídica.", "A falta de acuerdo previo entre las partes, se entenderá que se ha delegado la designación a un, centro de arbitraje del domicilio de la parte convocada escogido a prevención por la parte convocante.", "El procedimiento de la amigable composición podrá ser fijado por las partes directamente, o por referencia a un reglamento de amigable composición de un centro de arbitraje, siempre que se respeten los derechos de las partes a la igualdad y a la contradicción de argumentos y pruebas.", "A falta de acuerdo entre las partes, se entenderán acordadas las reglas de procedimiento del centro de arbitraje del domicilio de la parte convocada, escogido a prevención por la parte convocante.", "De no existir un centro de arbitraje en el domicilio de la parte convocada, la parte convocante podrá escoger cualquier centro de arbitraje del país para la designación y el procedimiento a seguir a falta de acuerdo expreso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000062", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 62.", "content": ["Artículo 62. Ámbito de aplicación. Las normas contenidas en la presente sección se aplicarán al arbitraje internacional, sin perjuicio de cualquier tratado multilateral o bilateral vigente en Colombia.\n", "La presente sección no afectará ninguna otra ley colombiana en virtud de la cual determinadas controversias no sean susceptibles de arbitraje o se puedan someter a arbitraje únicamente de conformidad con disposiciones que no sean las de la presente ley.\n", "Se entiende que el arbitraje es internacional cuando:\n", "a) Las partes en un acuerdo de arbitraje tengan, al momento de la celebración de ese acuerdo, sus domicilios en Estados diferentes; o\n", "b) El lugar del cumplimiento de una parte sustancial de las obligaciones o el lugar con el cual el objeto del litigio tenga una relación más estrecha, está situado fuera del Estado en el cual las partes tienen sus domicilios; o\n", "c) La controversia sometida a decisión arbitral afecte los intereses del comercio internacional.\n", "Para los efectos de este artículo:\n", "1. Si alguna de las partes tiene más de un domicilio, el domicilio será el que guarde una relación más estrecha con el acuerdo de arbitraje.\n", "2. Si una parte no tiene ningún domicilio, se tomará en cuenta su residencia habitual.\n", "Ningún Estado, ni empresa propiedad de un Estado, ni organización controlada por un Estado, que sea parte de un acuerdo de arbitraje, podrá invocar su propio derecho para impugnar su capacidad para ser parte en un arbitraje o la arbitrabilidad de una controversia comprendida en un acuerdo de arbitraje.\n"]}, "dot_comma_sep": ["Artículo 62.", "Las normas contenidas en la presente sección se aplicarán al arbitraje internacional, sin perjuicio de cualquier tratado multilateral o bilateral vigente en Colombia.", "Las disposiciones de la presente sección, con excepción de los artículos 70, 71, 88, 89, 90 y 111 a 116 se aplicarán únicamente si la sede del arbitraje se encuentra en territorio colombiano.", "La presente sección no afectará ninguna otra ley colombiana en virtud de la cual determinadas controversias no sean susceptibles de arbitraje o se puedan someter a arbitraje únicamente de conformidad con disposiciones que no sean las de la presente ley.", "Se entiende que el arbitraje es internacional cuando:", "a) Las partes en un acuerdo de arbitraje tengan, al momento de la celebración de ese acuerdo, sus domicilios en Estados diferentes; o", "b) El lugar del cumplimiento de una parte sustancial de las obligaciones o el lugar con el cual el objeto del litigio tenga una relación más estrecha, está situado fuera del Estado en el cual las partes tienen sus domicilios; o", "c) La controversia sometida a decisión arbitral afecte los intereses del comercio internacional.", "Para los efectos de este artículo:", "1.", "Si alguna de las partes tiene más de un domicilio, el domicilio será el que guarde una relación más estrecha con el acuerdo de arbitraje.", "2.", "Si una parte no tiene ningún domicilio, se tomará en cuenta su residencia habitual.", "Ningún Estado, ni empresa propiedad de un Estado, ni organización controlada por un Estado, que sea parte de un acuerdo de arbitraje, podrá invocar su propio derecho para impugnar su capacidad para ser parte en un arbitraje o la arbitrabilidad de una controversia comprendida en un acuerdo de arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000063", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 63.", "content": ["Artículo 63. Definiciones. Para los efectos regulados en la presente sección:\n", "1. \"arbitraje\" significa cualquier arbitraje con independencia de que sea o no una institución arbitral permanente la que haya de administrado;\n", "2. \"tribunal arbitral\" significa tanto un solo árbitro como una pluralidad de árbitros;\n", "3. \"autoridad judicial\" significa la autoridad judicial en particular que debe conocer determinados asuntos en los términos de la presente ley.\n"]}, "dot_comma_sep": ["Artículo 63.", "Definiciones.", "Para los efectos regulados en la presente sección:\n.", "1.", "\"arbitraje\" significa cualquier arbitraje con independencia de que sea o no una institución arbitral permanente la que haya de administrado;\n.", "2.", "\"tribunal arbitral\" significa tanto un solo árbitro como una pluralidad de árbitros;\n.", "3.", "\"autoridad judicial\" significa la autoridad judicial en particular que debe conocer determinados asuntos en los términos de la presente ley."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000064", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 64.", "content": ["Artículo 64. Carácter internacional y reglas de interpretación. En la interpretación del arbitraje internacional habrán de tenerse en cuenta su carácter internacional y la necesidad de promover la uniformidad de su aplicación y la observancia de la buena fe.\n", "Las cuestiones reguladas en materia de arbitraje internacional que no estén expresamente resueltas en ella se resolverán de conformidad con los principios generales que la inspiran.\n", "Cuando una disposición de la presente sección, excepto el artículo 101, deje a las partes la facultad de decidir libremente sobre un asunto, esa facultad entraña la de autorizar a un tercero, incluida una institución, para que adopte esa decisión.\n", "Cuando una disposición de la presente sección, se refiera a un acuerdo que las partes hayan celebrado o que puedan celebrar o cuando, en cualquier otra forma, se refiera a un acuerdo entre las partes, se entenderán comprendidas en ese acuerdo todas las disposiciones del reglamento de arbitraje en él mencionado.\n", "Cuando una disposición de la presente sección, excepto el numeral 1 del artículo 98 y el literal a) del numeral 2 del artículo 105, se refiera a una demanda, se aplicará también a una reconvención, y cuando se refiera a una contestación, se aplicará asimismo a la contestación de esa reconvención.\n"]}, "dot_comma_sep": ["Artículo 64.", "Carácter internacional y reglas de interpretación.", "En la interpretación del arbitraje internacional habrán de tenerse en cuenta su carácter internacional y la necesidad de promover la uniformidad de su aplicación y la observancia de la buena fe.", "Las cuestiones reguladas en materia de arbitraje internacional que no estén expresamente resueltas en ella se resolverán de conformidad con los principios generales que la inspiran.", "Cuando una disposición de la presente sección, excepto el artículo 101, deje a las partes la facultad de decidir libremente sobre un asunto, esa facultad entraña la de autorizar a un tercero, incluida una institución, para que adopte esa decisión.", "Cuando una disposición de la presente sección, se refiera a un acuerdo que las partes hayan celebrado o que puedan celebrar o cuando, en cualquier otra forma, se refiera a un acuerdo entre las partes, se entenderán comprendidas en ese acuerdo todas las disposiciones del reglamento de arbitraje en él mencionado.", "Cuando una disposición de la presente sección, excepto el numeral 1 del artículo 98 y el literal a) del numeral 2 del artículo 105, se refiera a una demanda, se aplicará también a una reconvención, y cuando se refiera a una contestación, se aplicará asimismo a la contestación de esa reconvención."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000065", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 65.", "content": ["Artículo 65. Recepción de comunicaciones escritas. Salvo acuerdo en contrario de las partes:\n", "a) Toda notificación o comunicación se considerará recibida el día en que haya sido entregada personalmente al destinatario o en que haya sido entregada en la dirección señalada en el contrato o, en su defecto, en la dirección o residencia habitual o lugar de actividades principales de aquel. Si, tras una indagación razonable, no pudiere determinarse ninguno de esos lugares, se considerará recibida el día en que haya sido entregada, o intentada su entrega, por correo certificado o cualquier otro medio que deje constancia del intento de entrega en la última dirección o residencia habitual o lugar de actividades principales conocidos del destinatario;\n", "b) La comunicación por medios electrónicos podrá dirigirse a una dirección que haya sido designada o autorizada para tal efecto.\n", "La notificación transmitida por medios electrónicos se considerará recibida el día en que se envió, salvo que se trate de la notificación de arbitraje, caso en cual se considerará hecha el día que se reciba en la dirección electrónica del destinatario.\n", "Las disposiciones de este artículo no se aplican a las comunicaciones surtidas en un procedimiento ante una autoridad judicial.\n"]}, "dot_comma_sep": ["Artículo 65.", "Recepción de comunicaciones escritas.", "Salvo acuerdo en contrario de las partes:\n.", "a) Toda notificación o comunicación se considerará recibida el día en que haya sido entregada personalmente al destinatario o en que haya sido entregada en la dirección señalada en el contrato o, en su defecto, en la dirección o residencia habitual o lugar de actividades principales de aquel.", "Si, tras una indagación razonable, no pudiere determinarse ninguno de esos lugares, se considerará recibida el día en que haya sido entregada, o intentada su entrega, por correo certificado o cualquier otro medio que deje constancia del intento de entrega en la última dirección o residencia habitual o lugar de actividades principales conocidos del destinatario;\n.", "b) La comunicación por medios electrónicos podrá dirigirse a una dirección que haya sido designada o autorizada para tal efecto.", "La notificación transmitida por medios electrónicos se considerará recibida el día en que se envió, salvo que se trate de la notificación de arbitraje, caso en cual se considerará hecha el día que se reciba en la dirección electrónica del destinatario.", "Las disposiciones de este artículo no se aplican a las comunicaciones surtidas en un procedimiento ante una autoridad judicial."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000066", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 66.", "content": ["Artículo 66. Renuncia al derecho a objetar. La parte que prosiga el arbitraje conociendo que no se ha cumplido alguna disposición de la presente sección de la que las partes puedan apartarse o algún requisito del acuerdo de arbitraje y no exprese su objeción a tal incumplimiento tan pronto sea posible o, si se prevé un plazo para hacerlo, dentro de este, no podrá formular objeción alguna posteriormente.\n"]}, "dot_comma_sep": ["Artículo 66.", "Renuncia al derecho a objetar.", "La parte que prosiga el arbitraje conociendo que no se ha cumplido alguna disposición de la presente sección de la que las partes puedan apartarse o algún requisito del acuerdo de arbitraje y no exprese su objeción a tal incumplimiento tan pronto sea posible o, si se prevé un plazo para hacerlo, dentro de este, no podrá formular objeción alguna posteriormente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000067", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 67.", "content": ["Artículo 67. Alcance de la intervención de la autoridad judicial. En los asuntos que se rijan por la presente sección, no podrá intervenir ninguna autoridad judicial, salvo en los casos y para los propósitos en que esta sección expresamente así lo disponga.\n"]}, "dot_comma_sep": ["Artículo 67.", "Alcance de la intervención de la autoridad judicial.", "En los asuntos que se rijan por la presente sección, no podrá intervenir ninguna autoridad judicial, salvo en los casos y para los propósitos en que esta sección expresamente así lo disponga."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000100000068", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 68.", "content": ["Artículo 68. Autoridad judicial competente. La autoridad judicial competente para ejercer las funciones a que se refieren los artículos 71, 73 numerales 5 y 6, 76 numeral 2, 77 numeral 1, 88 inciso 1 y 3, 89, 90, 100, 111 y 116 será el juez civil del circuito. No obstante, cuando se trate de tribunales arbitrales en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, lo será el juez administrativo.\n", "La anulación a que se refiere el artículo 108 y el reconocimiento y ejecución previstos en el artículo 113, serán de competencia de la Sala de Casación Civil de la Corte Suprema de Justicia.\n", "Cuando se trate de anulación de laudos proferidos por tribunales arbitrales con sede en Colombia en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, la competencia para conocer del recurso de anulación previsto en el artículo 108, corresponderá a la Sala Plena de la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado.\n", "En el evento de reconocimiento y ejecución de laudos proferidos por tribunales arbitrales con sede por fuera de Colombia en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, la competencia para conocer del reconocimiento y ejecución previstos en el artículo 113, corresponderá a la Sala Plena de la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado.\n"]}, "dot_comma_sep": ["Artículo 68.", "Autoridad judicial competente.", "La autoridad judicial competente para ejercer las funciones a que se refieren los artículos 71, 73 numerales 5 y 6, 76 numeral 2, 77 numeral 1, 88 inciso 1 y 3, 89, 90, 100, 111 y 116 será el juez civil del circuito.", "No obstante, cuando se trate de tribunales arbitrales en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, lo será el juez administrativo.", "La anulación a que se refiere el artículo 108 y el reconocimiento y ejecución previstos en el artículo 113, serán de competencia de la Sala de Casación Civil de la Corte Suprema de Justicia.", "Cuando se trate de anulación de laudos proferidos por tribunales arbitrales con sede en Colombia en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, la competencia para conocer del recurso de anulación previsto en el artículo 108, corresponderá a la Sala Plena de la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado.", "En el evento de reconocimiento y ejecución de laudos proferidos por tribunales arbitrales con sede por fuera de Colombia en los que sea parte una entidad pública colombiana o quien ejerza funciones administrativas colombianas, la competencia para conocer del reconocimiento y ejecución previstos en el artículo 113, corresponderá a la Sala Plena de la Sección Tercera de la Sala de lo Contencioso Administrativo del Consejo de Estado."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000101000069", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 69.", "content": ["Artículo 69. Definición y forma del acuerdo de arbitraje. El \"acuerdo de arbitraje\" es aquel por el cual las partes deciden someter a arbitraje todas o algunas controversias que hayan surgido o puedan surgir entre ellas respecto de una determinada relación jurídica, contractual o no. El acuerdo de arbitraje podrá adoptar la forma de una cláusula compromisoria o la de un acuerdo independiente.\n", "El acuerdo de arbitraje deberá constar por escrito:\n", "a) Se entenderá que el acuerdo de arbitraje consta por escrito cuando quede constancia de su contenido en cualquiera forma, ya sea que el acuerdo de arbitraje o contrato se haya concertado verbalmente, o mediante la ejecución de ciertos actos o por cualquier otro medio.\n", "b) El requisito de que un acuerdo de arbitraje conste por escrito se entenderá cumplido con una comunicación electrónica si la información contenida en ella es accesible para su ulterior consulta. Por \"comunicación electrónica\" se entenderá toda comunicación que las partes hagan por medio de mensajes de datos. Por \"mensaje de datos\" se entenderá la información generada, enviada, recibida o archivada por medios electrónicos, magnéticos, ópticos o similares, entre otros, el intercambio electrónico de datos, el correo electrónico, el telegrama, el télex o el telefax.\n", "c) Además, se entenderá que el acuerdo de arbitraje es escrito cuando esté contenido en un intercambio de escritos de demanda y contestación en los que la existencia de un acuerdo sea afirmada por una parte sin ser negada por la otra.\n", "d) La referencia hecha en un contrato a un documento que contenga una cláusula compromisoria constituye un acuerdo de arbitraje por escrito, siempre que dicha referencia implique que esa cláusula forma parte del contrato.\n"]}, "dot_comma_sep": ["Artículo 69.", "Definición y forma del acuerdo de arbitraje.", "El \"acuerdo de arbitraje\" es aquel por el cual las partes deciden someter a arbitraje todas o algunas controversias que hayan surgido o puedan surgir entre ellas respecto de una determinada relación jurídica, contractual o no.", "El acuerdo de arbitraje podrá adoptar la forma de una cláusula compromisoria o la de un acuerdo independiente.", "El acuerdo de arbitraje deberá constar por escrito:", "a) Se entenderá que el acuerdo de arbitraje consta por escrito cuando quede constancia de su contenido en cualquiera forma, ya sea que el acuerdo de arbitraje o contrato se haya concertado verbalmente, o mediante la ejecución de ciertos actos o por cualquier otro medio.", "b) El requisito de que un acuerdo de arbitraje conste por escrito se entenderá cumplido con una comunicación electrónica si la información contenida en ella es accesible para su ulterior consulta.", "Por \"comunicación electrónica\" se entenderá toda comunicación que las partes hagan por medio de mensajes de datos.", "Por \"mensaje de datos\" se entenderá la información generada, enviada, recibida o archivada por medios electrónicos, magnéticos, ópticos o similares, entre otros, el intercambio electrónico de datos, el correo electrónico, el telegrama, el télex o el telefax.", "c) Además, se entenderá que el acuerdo de arbitraje es escrito cuando esté contenido en un intercambio de escritos de demanda y contestación en los que la existencia de un acuerdo sea afirmada por una parte sin ser negada por la otra.", "d) La referencia hecha en un contrato a un documento que contenga una cláusula compromisoria constituye un acuerdo de arbitraje por escrito, siempre que dicha referencia implique que esa cláusula forma parte del contrato."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000101000070", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 70.", "content": ["Artículo 70. Acuerdo de arbitraje y demanda en cuanto al fondo ante una autoridad judicial. La autoridad judicial a la que se someta un litigio sobre un asunto que es objeto de un acuerdo de arbitraje remitirá a las partes al arbitraje si lo solicita cualquiera de ellas, a más tardar, en la oportunidad para la contestación de la demanda.\n", "No obstante haberse entablado ante la autoridad judicial la acción a que se refiere el inciso anterior, se podrán iniciar o proseguir la actuación arbitral y dictar un laudo aunque la cuestión esté pendiente ante la autoridad judicial.\n"]}, "dot_comma_sep": ["Artículo 70.", "Acuerdo de arbitraje y demanda en cuanto al fondo ante una autoridad judicial.", "La autoridad judicial a la que se someta un litigio sobre un asunto que es objeto de un acuerdo de arbitraje remitirá a las partes al arbitraje si lo solicita cualquiera de ellas, a más tardar, en la oportunidad para la contestación de la demanda.", "No obstante haberse entablado ante la autoridad judicial la acción a que se refiere el inciso anterior, se podrán iniciar o proseguir la actuación arbitral y dictar un laudo aunque la cuestión esté pendiente ante la autoridad judicial."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000101000071", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 71.", "content": ["Artículo 71. Acuerdo de arbitraje y decreto de medidas cautelares por una autoridad judicial. Cualquiera de las partes, con anterioridad a las actuaciones arbitrales o durante el transcurso de las mismas, podrá solicitar de una autoridad judicial la adopción de medidas cautelares y esta podrá decretarlas, sin que por ello se entienda que ha renunciado al acuerdo de arbitraje.\n"]}, "dot_comma_sep": ["Artículo 71.", "Acuerdo de arbitraje y decreto de medidas cautelares por una autoridad judicial.", "Cualquiera de las partes, con anterioridad a las actuaciones arbitrales o durante el transcurso de las mismas, podrá solicitar de una autoridad judicial la adopción de medidas cautelares y esta podrá decretarlas, sin que por ello se entienda que ha renunciado al acuerdo de arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000072", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 72.", "content": ["Artículo 72. Número de árbitros. Las partes podrán determinar libremente el número de árbitros, que, en todo caso, será impar. A falta de tal acuerdo, los árbitros serán tres.\n"]}, "dot_comma_sep": ["Artículo 72.", "Número de árbitros.", "Las partes podrán determinar libremente el número de árbitros, que, en todo caso, será impar.", "A falta de tal acuerdo, los árbitros serán tres."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000073", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 73 Nombramiento de los árbitros.", "content": ["Artículo 73 Nombramiento de los árbitros. En el nombramiento de árbitros en el arbitraje internacional:\n", "1. La nacionalidad de una persona no será obstáculo para que actúe como árbitro.\n", "2. Los árbitros podrán ser o no abogados, a elección de las partes.\n", "3. Para representar a las partes ante el tribunal arbitral no es necesaria la habilitación como abogado en el lugar de la sede del arbitraje, ni tener dicha nacionalidad.\n", "4. Las partes podrán acordar libremente el procedimiento para la designación del árbitro o los árbitros.\n", "5. A falta de acuerdo:\n", "a) En el arbitraje con árbitro único, si las partes no consiguen ponerse de acuerdo sobre la designación del árbitro dentro de los treinta (30) días contados a partir de la solicitud de una de ellas, la autoridad judicial procederá al nombramiento a instancia de cualquiera de las partes;\n", "b) En el arbitraje con tres árbitros, cada parte nombrará un árbitro y los dos árbitros así designados nombrarán al tercero; si una parte no nombra al árbitro dentro de los treinta (30) días siguientes al recibo de requerimiento de la otra parte para que lo haga, o si los dos árbitros no consiguen ponerse de acuerdo sobre el tercero dentro de los treinta (30) días contados desde la comunicación de su nombramiento, la designación será hecha por la autoridad judicial, a petición de cualquiera de ellas.\n", "6. Cuando en un trámite de nombramiento convenido por las partes:\n", "a) Una parte no actúe conforme a lo estipulado en dicho trámite; o\n", "b) Las partes, o los árbitros, no puedan llegar a acuerdo conforme al mencionado trámite; o\n", "c) Un tercero, incluida una institución, no cumpla la función correspondiente, cualquiera de las partes podrá solicitar a la autoridad judicial que nombre el árbitro o adopte la medida necesaria, a menos que en el acuerdo sobre el trámite de nombramiento se prevean otros medios para conseguirlo.\n", "7. Al nombrar un árbitro, la autoridad judicial tendrá en cuenta las condiciones de este requeridas por las partes y tomará las medidas necesarias para garantizar el nombramiento de persona independiente e imparcial. En el caso de árbitro único o del tercer árbitro, apreciará la conveniencia de nombrar un árbitro de nacionalidad distinta a la de las partes.\n", "8. Ninguna decisión sobre las cuestiones encomendadas en los numerales 5, 6 o 7 del presente artículo a la autoridad judicial tendrá recurso alguno.\n"]}, "dot_comma_sep": ["Artículo 73 Nombramiento de los árbitros.", "En el nombramiento de árbitros en el arbitraje internacional:\n.", "1.", "La nacionalidad de una persona no será obstáculo para que actúe como árbitro.", "2.", "Los árbitros podrán ser o no abogados, a elección de las partes.", "3.", "Para representar a las partes ante el tribunal arbitral no es necesaria la habilitación como abogado en el lugar de la sede del arbitraje, ni tener dicha nacionalidad.", "4.", "Las partes podrán acordar libremente el procedimiento para la designación del árbitro o los árbitros.", "5.", "A falta de acuerdo:\n.", "a) En el arbitraje con árbitro único, si las partes no consiguen ponerse de acuerdo sobre la designación del árbitro dentro de los treinta (30) días contados a partir de la solicitud de una de ellas, la autoridad judicial procederá al nombramiento a instancia de cualquiera de las partes;", "b) En el arbitraje con tres árbitros, cada parte nombrará un árbitro y los dos árbitros así designados nombrarán al tercero; si una parte no nombra al árbitro dentro de los treinta (30) días siguientes al recibo de requerimiento de la otra parte para que lo haga, o si los dos árbitros no consiguen ponerse de acuerdo sobre el tercero dentro de los treinta (30) días contados desde la comunicación de su nombramiento, la designación será hecha por la autoridad judicial, a petición de cualquiera de ellas.", "6.", "Cuando en un trámite de nombramiento convenido por las partes:\n.", "a) Una parte no actúe conforme a lo estipulado en dicho trámite; o", "b) Las partes, o los árbitros, no puedan llegar a acuerdo conforme al mencionado trámite; o", "c) Un tercero, incluida una institución, no cumpla la función correspondiente, cualquiera de las partes podrá solicitar a la autoridad judicial que nombre el árbitro o adopte la medida necesaria, a menos que en el acuerdo sobre el trámite de nombramiento se prevean otros medios para conseguirlo.", "7.", "Al nombrar un árbitro, la autoridad judicial tendrá en cuenta las condiciones de este requeridas por las partes y tomará las medidas necesarias para garantizar el nombramiento de persona independiente e imparcial.", "En el caso de árbitro único o del tercer árbitro, apreciará la conveniencia de nombrar un árbitro de nacionalidad distinta a la de las partes.", "8.", "Ninguna decisión sobre las cuestiones encomendadas en los numerales 5, 6 o 7 del presente artículo a la autoridad judicial tendrá recurso alguno."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000074", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 74.", "content": ["Artículo 74. Arbitraje entre partes con varios sujetos o entre más de dos partes. Cuando haya de nombrarse tres árbitros y exista pluralidad de demandantes o de demandados, los integrantes de cada parte actuarán conjuntamente, en su condición de demandantes o demandados, para el nombramiento de su respectivo árbitro, a menos que hayan convenido valerse de otro método para el nombramiento de los árbitros.\n", "De no ser posible la integración del tribunal de acuerdo con el inciso anterior, cualquiera de las partes podrá solicitar a la autoridad judicial que nombre el árbitro o adopte la medida necesaria.\n"]}, "dot_comma_sep": ["Artículo 74.", "Arbitraje entre partes con varios sujetos o entre más de dos partes.", "Cuando haya de nombrarse tres árbitros y exista pluralidad de demandantes o de demandados, los integrantes de cada parte actuarán conjuntamente, en su condición de demandantes o demandados, para el nombramiento de su respectivo árbitro, a menos que hayan convenido valerse de otro método para el nombramiento de los árbitros.", "De no ser posible la integración del tribunal de acuerdo con el inciso anterior, cualquiera de las partes podrá solicitar a la autoridad judicial que nombre el árbitro o adopte la medida necesaria."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000075", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. Motivos de recusación. La persona a quien se comunique su posible nombramiento como árbitro deberá revelar todas las circunstancias que puedan dar lugar a dudas justificadas acerca de su imparcialidad o independencia. El árbitro, desde el momento de su nombramiento y durante todas las actuaciones arbitrales, revelará oportunamente tales circunstancias a las partes.\n", "Un árbitro sólo podrá ser recusado si existen circunstancias que den lugar a dudas justificadas respecto de su imparcialidad o independencia, o si no posee las calidades convenidas por las partes.\n", "Una parte sólo podrá recusar al árbitro nombrado por ella, o en cuyo nombramiento haya participado, por causas de las que haya tenido conocimiento después de hecha la designación.\n"]}, "dot_comma_sep": ["Artículo 75.", "Motivos de recusación.", "La persona a quien se comunique su posible nombramiento como árbitro deberá revelar todas las circunstancias que puedan dar lugar a dudas justificadas acerca de su imparcialidad o independencia.", "El árbitro, desde el momento de su nombramiento y durante todas las actuaciones arbitrales, revelará oportunamente tales circunstancias a las partes.", "Un árbitro sólo podrá ser recusado si existen circunstancias que den lugar a dudas justificadas respecto de su imparcialidad o independencia, o si no posee las calidades convenidas por las partes.", "Una parte sólo podrá recusar al árbitro nombrado por ella, o en cuyo nombramiento haya participado, por causas de las que haya tenido conocimiento después de hecha la designación."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000076", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 76.", "content": ["Artículo 76. Procedimiento de recusación. En el procedimiento de recusación del arbitraje internacional:\n", "1. Las partes podrán acordar libremente el procedimiento de recusación de árbitros o someterse al procedimiento contenido en un reglamento arbitral.\n", "2. A falta de acuerdo o de reglamento arbitral aplicable, se seguirán las siguientes reglas:\n", "a) La recusación debe formularse tan pronto sea conocida la causal que la motiva, con indicación de las razones en que se basa y aporte de los documentos correspondientes;\n", "b) El árbitro recusado, como la otra u otras partes, podrán manifestarse dentro de los diez (10) días siguientes de la notificación de la recusación;\n", "c) Si la otra la parte conviene en la recusación o el árbitro renuncia, se procederá al nombramiento del árbitro sustituto en la misma forma en que correspondía nombrar al árbitro recusado, salvo que se hubiera nombrado un árbitro suplente;\n", "d) Si la otra parte no conviene en la recusación y el árbitro recusado niega la razón o no se pronuncia, se procederá de la siguiente manera:\n", "i. Tratándose de árbitro único, la recusación será resuelta por la institución arbitral que lo hubiere nombrado o, a falta de ella, por la autoridad judicial.\n", "ii. Tratándose de un tribunal arbitral conformado por más de un árbitro, los árbitros restantes decidirán por mayoría absoluta. En caso de empate, decidirá el presidente del tribunal arbitral, a menos que él sea el recusado, caso en el cual resolverá la institución arbitral que hubiere efectuado su nombramiento o, a falta de esta, la autoridad judicial.\n", "iii. Si se recusa por la misma causa a más de un árbitro, resolverá la institución arbitral que hubiere participado en su nombramiento o ante la cual o bajo cuyas reglas se adelante el trámite arbitral, o a falta de esta la autoridad judicial.\n", "3. Mientras se tramite la recusación el tribunal arbitral, incluyendo el árbitro recusado, podrá proseguir las actuaciones arbitrales y dictar un laudo.\n", "4. La renuncia de un árbitro o la aceptación por la otra parte de su cese no se considerarán como un reconocimiento de la procedencia de ninguno de los motivos de recusación invocados.\n", "5. La decisión que resuelve la recusación es definitiva y contra ella no procederá recurso alguno. En caso de no prosperar la recusación formulada, la parte que la propuso solo podrá impugnar lo decidido mediante el recurso de anulación contra el laudo.\n"]}, "dot_comma_sep": ["Artículo 76.", "Procedimiento de recusación.", "En el procedimiento de recusación del arbitraje internacional:\n.", "1.", "Las partes podrán acordar libremente el procedimiento de recusación de árbitros o someterse al procedimiento contenido en un reglamento arbitral.", "2.", "A falta de acuerdo o de reglamento arbitral aplicable, se seguirán las siguientes reglas:\n.", "a) La recusación debe formularse tan pronto sea conocida la causal que la motiva, con indicación de las razones en que se basa y aporte de los documentos correspondientes;", "b) El árbitro recusado, como la otra u otras partes, podrán manifestarse dentro de los diez (10) días siguientes de la notificación de la recusación;", "c) Si la otra la parte conviene en la recusación o el árbitro renuncia, se procederá al nombramiento del árbitro sustituto en la misma forma en que correspondía nombrar al árbitro recusado, salvo que se hubiera nombrado un árbitro suplente;", "d) Si la otra parte no conviene en la recusación y el árbitro recusado niega la razón o no se pronuncia, se procederá de la siguiente manera:", "i.", "Tratándose de árbitro único, la recusación será resuelta por la institución arbitral que lo hubiere nombrado o, a falta de ella, por la autoridad judicial.", "ii.", "Tratándose de un tribunal arbitral conformado por más de un árbitro, los árbitros restantes decidirán por mayoría absoluta.", "En caso de empate, decidirá el presidente del tribunal arbitral, a menos que él sea el recusado, caso en el cual resolverá la institución arbitral que hubiere efectuado su nombramiento o, a falta de esta, la autoridad judicial.", "iii.", "Si se recusa por la misma causa a más de un árbitro, resolverá la institución arbitral que hubiere participado en su nombramiento o ante la cual o bajo cuyas reglas se adelante el trámite arbitral, o a falta de esta la autoridad judicial.", "3.", "Mientras se tramite la recusación el tribunal arbitral, incluyendo el árbitro recusado, podrá proseguir las actuaciones arbitrales y dictar un laudo.", "4.", "La renuncia de un árbitro o la aceptación por la otra parte de su cese no se considerarán como un reconocimiento de la procedencia de ninguno de los motivos de recusación invocados.", "5.", "La decisión que resuelve la recusación es definitiva y contra ella no procederá recurso alguno.", "En caso de no prosperar la recusación formulada, la parte que la propuso solo podrá impugnar lo decidido mediante el recurso de anulación contra el laudo."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000077", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 77.", "content": ["Artículo 77. Falta o imposibilidad de ejercicio de las funciones. A falta de acuerdo de las partes:\n", "1. Cuando un árbitro se vea impedido de jure o de facto para el ejercicio de sus funciones o no las ejerza dentro de un plazo razonable por el motivo que sea, cesará en su cargo si renuncia o si las partes acuerdan su remoción. De lo contrario, si subsiste un desacuerdo respecto a alguno de esos motivos, cualquiera de las partes podrá solicitar de la autoridad judicial que declare la cesación del encargo, decisión que no tendrá recurso alguno.\n", "2. La renuncia de un árbitro o el acuerdo de las partes para la cesación de sus funciones, no se considerará como aceptación de la procedencia de alguno de los motivos mencionados en el presente artículo o, si fuere el caso, de los motivos mencionados en el inciso segundo del artículo 75.\n"]}, "dot_comma_sep": ["Artículo 77.", "Falta o imposibilidad de ejercicio de las funciones.", "A falta de acuerdo de las partes:\n.", "1.", "Cuando un árbitro se vea impedido de jure o de facto para el ejercicio de sus funciones o no las ejerza dentro de un plazo razonable por el motivo que sea, cesará en su cargo si renuncia o si las partes acuerdan su remoción.", "De lo contrario, si subsiste un desacuerdo respecto a alguno de esos motivos, cualquiera de las partes podrá solicitar de la autoridad judicial que declare la cesación del encargo, decisión que no tendrá recurso alguno.", "2.", "La renuncia de un árbitro o el acuerdo de las partes para la cesación de sus funciones, no se considerará como aceptación de la procedencia de alguno de los motivos mencionados en el presente artículo o, si fuere el caso, de los motivos mencionados en el inciso segundo del artículo 75."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000102000078", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 78.", "content": ["Artículo 78. Nombramiento de árbitro sustituto. A falta de acuerdo de las partes, cuando un árbitro cese en su cargo en virtud de lo dispuesto en los artículos 76 o 77, o en los casos de renuncia por cualquier otro motivo o de remoción por acuerdo de las partes o de expiración de su encargo por cualquier otra causa, el árbitro sustituto será designado siguiendo el procedimiento por el que se designó al árbitro que se ha de sustituir.\n"]}, "dot_comma_sep": ["Artículo 78.", "Nombramiento de árbitro sustituto.", "A falta de acuerdo de las partes, cuando un árbitro cese en su cargo en virtud de lo dispuesto en los artículos 76 o 77, o en los casos de renuncia por cualquier otro motivo o de remoción por acuerdo de las partes o de expiración de su encargo por cualquier otra causa, el árbitro sustituto será designado siguiendo el procedimiento por el que se designó al árbitro que se ha de sustituir."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000103000079", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 79.", "content": ["Artículo 79. Facultad del tribunal arbitral para decidir acerca de su competencia. El tribunal arbitral es el único competente para decidir sobre su propia competencia, incluso sobre las excepciones u objeciones al arbitraje relativas a la inexistencia, nulidad, anulabilidad, invalidez o ineficacia del acuerdo de arbitraje o por no estar pactado el arbitraje para resolver la materia controvertida o cualesquiera otras cuya estimación impida entrar en el fondo de la controversia. Se encuentran comprendidas en este ámbito las excepciones de prescripción, caducidad, cosa juzgada y cualquiera otra que tenga por objeto impedir la continuación de la actuación arbitral.\n", "El acuerdo de arbitraje que forme parte de un contrato se considerará como un acuerdo independiente de las demás estipulaciones del mismo. La inexistencia, nulidad, anulabilidad, invalidez o ineficacia de un contrato que contenga un acuerdo de arbitraje, no implica necesariamente la inexistencia, nulidad, anulabilidad, invalidez o ineficacia de este. En consecuencia, el tribunal arbitral podrá decidir sobre la controversia sometida a su conocimiento, que podrá versar, incluso, sobre la inexistencia, nulidad, anulabilidad, invalidez o ineficacia del contrato que contiene el acuerdo de arbitraje.\n", "Las excepciones u objeciones deberán proponerse a más tardar en el momento de presentar la contestación de la demanda, sin que el hecho de haber nombrado o participado en el nombramiento de los árbitros impida oponerlas. La excepción u objeción basada en que el tribunal arbitral ha excedido el ámbito de su competencia, deberá oponerse tan pronto como sea planteada, durante las actuaciones arbitrales, la materia que supuestamente exceda su competencia. El tribunal arbitral solo podrá admitir excepciones u objeciones planteadas con posterioridad si la demora resulta justificada.\n", "El tribunal arbitral podrá decidir las excepciones de incompetencia o de que el tribunal arbitral ha excedido su competencia, como cuestión previa o en un laudo sobre el fondo.\n", "Si el tribunal arbitral desestima cualquiera de las citadas excepciones como cuestión previa, la decisión correspondiente solo podrá ser impugnada mediante recurso de anulación contra el laudo que ponga fin al arbitraje, en los términos del artículo 109.\n", "Si el tribunal arbitral se declara incompetente o admite la excepción de haber excedido su mandato, cualquiera de las partes, dentro del mes siguiente al recibo de la notificación de dicha decisión, podrá impugnarla mediante recurso de anulación en los términos del artículo 109 y contra esta resolución no cabrá ningún recurso o acción.\n", "Si el tribunal arbitral se declara incompetente o admite la excepción de haber excedido su mandato como cuestión previa, pero solo respecto de determinadas materias, las actuaciones arbitrales continuarán respecto de las demás materias y la decisión que admitió la incompetencia o el exceso en el encargo solo podrá ser impugnada mediante recurso de anulación luego de emitirse el laudo por el que se resuelve definitivamente la controversia.\n"]}, "dot_comma_sep": ["Artículo 79.", "Facultad del tribunal arbitral para decidir acerca de su competencia.", "El tribunal arbitral es el único competente para decidir sobre su propia competencia, incluso sobre las excepciones u objeciones al arbitraje relativas a la inexistencia, nulidad, anulabilidad, invalidez o ineficacia del acuerdo de arbitraje o por no estar pactado el arbitraje para resolver la materia controvertida o cualesquiera otras cuya estimación impida entrar en el fondo de la controversia.", "Se encuentran comprendidas en este ámbito las excepciones de prescripción, caducidad, cosa juzgada y cualquiera otra que tenga por objeto impedir la continuación de la actuación arbitral.", "El acuerdo de arbitraje que forme parte de un contrato se considerará como un acuerdo independiente de las demás estipulaciones del mismo.", "La inexistencia, nulidad, anulabilidad, invalidez o ineficacia de un contrato que contenga un acuerdo de arbitraje, no implica necesariamente la inexistencia, nulidad, anulabilidad, invalidez o ineficacia de este.", "En consecuencia, el tribunal arbitral podrá decidir sobre la controversia sometida a su conocimiento, que podrá versar, incluso, sobre la inexistencia, nulidad, anulabilidad, invalidez o ineficacia del contrato que contiene el acuerdo de arbitraje.", "Las excepciones u objeciones deberán proponerse a más tardar en el momento de presentar la contestación de la demanda, sin que el hecho de haber nombrado o participado en el nombramiento de los árbitros impida oponerlas.", "La excepción u objeción basada en que el tribunal arbitral ha excedido el ámbito de su competencia, deberá oponerse tan pronto como sea planteada, durante las actuaciones arbitrales, la materia que supuestamente exceda su competencia.", "El tribunal arbitral solo podrá admitir excepciones u objeciones planteadas con posterioridad si la demora resulta justificada.", "El tribunal arbitral podrá decidir las excepciones de incompetencia o de que el tribunal arbitral ha excedido su competencia, como cuestión previa o en un laudo sobre el fondo.", "Si el tribunal arbitral desestima cualquiera de las citadas excepciones como cuestión previa, la decisión correspondiente solo podrá ser impugnada mediante recurso de anulación contra el laudo que ponga fin al arbitraje, en los términos del artículo 109.", "Si el tribunal arbitral se declara incompetente o admite la excepción de haber excedido su mandato, cualquiera de las partes, dentro del mes siguiente al recibo de la notificación de dicha decisión, podrá impugnarla mediante recurso de anulación en los términos del artículo 109 y contra esta resolución no cabrá ningún recurso o acción.", "Si el tribunal arbitral se declara incompetente o admite la excepción de haber excedido su mandato como cuestión previa, pero solo respecto de determinadas materias, las actuaciones arbitrales continuarán respecto de las demás materias y la decisión que admitió la incompetencia o el exceso en el encargo solo podrá ser impugnada mediante recurso de anulación luego de emitirse el laudo por el que se resuelve definitivamente la controversia."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000080", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 80.", "content": ["Artículo 80. Facultad del tribunal arbitral para decretar medidas cautelares. Salvo acuerdo en contrario de las partes, el tribunal arbitral podrá, a instancia de cualquiera de ellas, decretar medidas cautelares.\n", "Por medida cautelar se entenderá toda medida temporal, decretada en forma o no de laudo, por la que, en cualquier momento previo a la emisión del laudo por el que se dirima definitivamente la controversia, el tribunal arbitral ordene a una de las partes que:\n", "a) Mantenga o restablezca el status quo en espera de que se dirima la controversia;\n", "b) Adopte medidas para impedir algún daño presente o inminente, o el entorpecimiento del procedimiento arbitral, o que se abstenga de realizar actos que probablemente ocasionarían dicho daño o entorpecimiento al procedimiento arbitral;\n", "c) Proporcione algún medio para preservar bienes cuya conservación permita ejecutar el o los laudos; o\n", "d) Preserve elementos de prueba que pudieran ser pertinentes y relevantes para resolver la controversia.\n"]}, "dot_comma_sep": ["Artículo 80.", "Facultad del tribunal arbitral para decretar medidas cautelares.", "Salvo acuerdo en contrario de las partes, el tribunal arbitral podrá, a instancia de cualquiera de ellas, decretar medidas cautelares.", "Por medida cautelar se entenderá toda medida temporal, decretada en forma o no de laudo, por la que, en cualquier momento previo a la emisión del laudo por el que se dirima definitivamente la controversia, el tribunal arbitral ordene a una de las partes que:", "a) Mantenga o restablezca el status quo en espera de que se dirima la controversia;", "b) Adopte medidas para impedir algún daño presente o inminente, o el entorpecimiento del procedimiento arbitral, o que se abstenga de realizar actos que probablemente ocasionarían dicho daño o entorpecimiento al procedimiento arbitral;", "c) Proporcione algún medio para preservar bienes cuya conservación permita ejecutar el o los laudos; o", "d) Preserve elementos de prueba que pudieran ser pertinentes y relevantes para resolver la controversia."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000081", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 81.", "content": ["Artículo 81. Condiciones para el decreto de medidas cautelares. El solicitante de alguna medida cautelar prevista en el inciso segundo del artículo 80 deberá mostrar al tribunal arbitral la conducencia, pertinencia, razonabilidad y oportunidad de la medida cautelar.\n", "La determinación del tribunal arbitral al respecto de dicha posibilidad no implica prejuzgamiento en cuanto a cualquier determinación posterior que pueda adoptar.\n"]}, "dot_comma_sep": ["Artículo 81.", "Condiciones para el decreto de medidas cautelares.", "El solicitante de alguna medida cautelar prevista en el inciso segundo del artículo 80 deberá mostrar al tribunal arbitral la conducencia, pertinencia, razonabilidad y oportunidad de la medida cautelar.", "La determinación del tribunal arbitral al respecto de dicha posibilidad no implica prejuzgamiento en cuanto a cualquier determinación posterior que pueda adoptar."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000082", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 82.", "content": ["Artículo 82. Petición de una orden preliminar y condiciones para su decreto. Salvo acuerdo en contrario, cualquiera de las partes, sin dar aviso a ninguna otra, podrá solicitar una medida cautelar y pedir una orden preliminar del tribunal arbitral por la que se ordene a alguna parte que no frustre la finalidad de la medida cautelar solicitada.\n", "El tribunal arbitral podrá emitir una orden preliminar siempre que considere que la notificación previa de la solicitud de una medida cautelar a la parte contra la cual esa medida vaya dirigida entrañaría el riesgo de que se frustre la medida solicitada.\n", "Las condiciones establecidas en el artículo 81 serán aplicables a toda orden preliminar, teniendo en cuenta las características y efectos de esta última.\n"]}, "dot_comma_sep": ["Artículo 82.", "Petición de una orden preliminar y condiciones para su decreto.", "Salvo acuerdo en contrario, cualquiera de las partes, sin dar aviso a ninguna otra, podrá solicitar una medida cautelar y pedir una orden preliminar del tribunal arbitral por la que se ordene a alguna parte que no frustre la finalidad de la medida cautelar solicitada.", "El tribunal arbitral podrá emitir una orden preliminar siempre que considere que la notificación previa de la solicitud de una medida cautelar a la parte contra la cual esa medida vaya dirigida entrañaría el riesgo de que se frustre la medida solicitada.", "Las condiciones establecidas en el artículo 81 serán aplicables a toda orden preliminar, teniendo en cuenta las características y efectos de esta última."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000083", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 83.", "content": ["Artículo 83. Régimen específico de las órdenes preliminares. Las órdenes preliminares tendrán un régimen específico, así:\n", "1. Inmediatamente después de haberse pronunciado sobre la procedencia de una petición de orden preliminar, el tribunal arbitral notificará a todas las partes la solicitud presentada de una medida cautelar, la petición de una orden preliminar, la propia orden preliminar, en caso de haberse decretado, así como todas las comunicaciones al respecto, incluida la constancia del contenido de toda comunicación verbal, entre cualquiera de las partes y el tribunal arbitral en relación con ello.\n", "2. Al mismo tiempo, el tribunal arbitral dará a la parte contra la que haya proferido la orden preliminar la oportunidad de hacer valer sus derechos a la mayor brevedad posible.\n", "3. El tribunal arbitral se pronunciará sin tardanza sobre cualquiera objeción que se presente contra la orden preliminar.\n", "4. Toda orden preliminar caducará a los treinta (30) días contados a partir de la fecha en que el tribunal arbitral la haya emitido. No obstante, el tribunal podrá decretar una medida cautelar por la que ratifique o modifique la orden preliminar, una vez que la parte contra la que se emitió la orden preliminar haya sido notificada y tenido la oportunidad de hacer valer sus derechos.\n", "5. La orden preliminar no constituye laudo ni es ejecutable judicialmente.\n"]}, "dot_comma_sep": ["Artículo 83.", "Régimen específico de las órdenes preliminares.", "Las órdenes preliminares tendrán un régimen específico, así:\n.", "1.", "Inmediatamente después de haberse pronunciado sobre la procedencia de una petición de orden preliminar, el tribunal arbitral notificará a todas las partes la solicitud presentada de una medida cautelar, la petición de una orden preliminar, la propia orden preliminar, en caso de haberse decretado, así como todas las comunicaciones al respecto, incluida la constancia del contenido de toda comunicación verbal, entre cualquiera de las partes y el tribunal arbitral en relación con ello.", "2.", "Al mismo tiempo, el tribunal arbitral dará a la parte contra la que haya proferido la orden preliminar la oportunidad de hacer valer sus derechos a la mayor brevedad posible.", "3.", "El tribunal arbitral se pronunciará sin tardanza sobre cualquiera objeción que se presente contra la orden preliminar.", "4.", "Toda orden preliminar caducará a los treinta (30) días contados a partir de la fecha en que el tribunal arbitral la haya emitido.", "No obstante, el tribunal podrá decretar una medida cautelar por la que ratifique o modifique la orden preliminar, una vez que la parte contra la que se emitió la orden preliminar haya sido notificada y tenido la oportunidad de hacer valer sus derechos.", "5.", "La orden preliminar no constituye laudo ni es ejecutable judicialmente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000084", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 84.", "content": ["Artículo 84. Modificación, suspensión y revocación de medidas cautelares y órdenes preliminares. El tribunal arbitral podrá modificar, suspender o revocar toda medida cautelar u orden preliminar que haya decretado, ya sea a instancia de alguna de las partes o, en circunstancias excepcionales, por iniciativa propia, previa notificación de ello a las partes.\n"]}, "dot_comma_sep": ["Artículo 84.", "Modificación, suspensión y revocación de medidas cautelares y órdenes preliminares.", "El tribunal arbitral podrá modificar, suspender o revocar toda medida cautelar u orden preliminar que haya decretado, ya sea a instancia de alguna de las partes o, en circunstancias excepcionales, por iniciativa propia, previa notificación de ello a las partes."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000085", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 85.", "content": ["Artículo 85. Exigencia de caución por el tribunal arbitral. El tribunal arbitral exigirá al peticionario de una orden preliminar que preste caución respecto de la orden, salvo que lo considere inapropiado o innecesario.\n", "El tribunal arbitral podrá exigir del solicitante de una medida cautelar que preste caución adecuada respecto de la medida.\n"]}, "dot_comma_sep": ["Artículo 85.", "Exigencia de caución por el tribunal arbitral.", "El tribunal arbitral exigirá al peticionario de una orden preliminar que preste caución respecto de la orden, salvo que lo considere inapropiado o innecesario.", "El tribunal arbitral podrá exigir del solicitante de una medida cautelar que preste caución adecuada respecto de la medida."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000086", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 86.", "content": ["Artículo 86. Deber de información. El peticionario de una orden preliminar deberá revelar al tribunal arbitral toda circunstancia que pueda ser relevante para la decisión que el tribunal arbitral vaya a adoptar sobre si debe otorgar o mantener la orden, y seguirá estando obligado a hacerlo en tanto que la parte contra la que la orden haya sido pedida no haya tenido la oportunidad de hacer valer sus derechos. A partir de dicho momento, será aplicable el inciso segundo del presente artículo.\n", "Las partes deberán dar a conocer al tribunal arbitral sin tardanza todo cambio importante que se produzca en relación con las circunstancias que motivaron que la medida se solicitara o decretara.\n"]}, "dot_comma_sep": ["Artículo 86.", "Deber de información.", "El peticionario de una orden preliminar deberá revelar al tribunal arbitral toda circunstancia que pueda ser relevante para la decisión que el tribunal arbitral vaya a adoptar sobre si debe otorgar o mantener la orden, y seguirá estando obligado a hacerlo en tanto que la parte contra la que la orden haya sido pedida no haya tenido la oportunidad de hacer valer sus derechos.", "A partir de dicho momento, será aplicable el inciso segundo del presente artículo.", "Las partes deberán dar a conocer al tribunal arbitral sin tardanza todo cambio importante que se produzca en relación con las circunstancias que motivaron que la medida se solicitara o decretara."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000087", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 87.", "content": ["Artículo 87. Costas y daños y perjuicios. El tribunal arbitral podrá condenar en cualquier momento al peticionario de una medida cautelar o de una orden preliminar a pagar las costas e indemnizar los daños y perjuicios que por su culpa hubiere sufrido cualquier otra parte.\n"]}, "dot_comma_sep": ["Artículo 87.", "Costas y daños y perjuicios.", "El tribunal arbitral podrá condenar en cualquier momento al peticionario de una medida cautelar o de una orden preliminar a pagar las costas e indemnizar los daños y perjuicios que por su culpa hubiere sufrido cualquier otra parte."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000088", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 88.", "content": ["Artículo 88. Ejecución de medidas cautelares. Toda medida cautelar decretada por un tribunal arbitral será vinculante sin necesidad de procedimiento alguno de reconocimiento y, salvo que el tribunal arbitral disponga otra cosa, su ejecución podrá ser solicitada ante la autoridad judicial, cualquiera que sea el Estado en donde haya sido decretada. Para este efecto, la autoridad judicial procederá a la ejecución en la misma forma prevista por la ley para la ejecución de providencias ejecutoriadas proferidas por autoridades judiciales colombianas y dentro de dicho proceso solo podrán invocarse como excepciones las previstas en el artículo 89 de esta sección.\n", "La parte que solicite o haya obtenido de la autoridad judicial la ejecución de una medida cautelar deberá informarle a la autoridad judicial toda revocación, suspensión o modificación que de aquella disponga el tribunal arbitral.\n", "La autoridad judicial solo podrá pronunciarse sobre cauciones cuando el tribunal arbitral no se haya pronunciado sobre el particular, o cuando la caución sea necesaria para proteger los derechos de terceros respecto de los cuales el tribunal arbitral no hubiere tomado alguna decisión.\n"]}, "dot_comma_sep": ["Artículo 88.", "Ejecución de medidas cautelares.", "Toda medida cautelar decretada por un tribunal arbitral será vinculante sin necesidad de procedimiento alguno de reconocimiento y, salvo que el tribunal arbitral disponga otra cosa, su ejecución podrá ser solicitada ante la autoridad judicial, cualquiera que sea el Estado en donde haya sido decretada.", "Para este efecto, la autoridad judicial procederá a la ejecución en la misma forma prevista por la ley para la ejecución de providencias ejecutoriadas proferidas por autoridades judiciales colombianas y dentro de dicho proceso solo podrán invocarse como excepciones las previstas en el artículo 89 de esta sección.", "La parte que solicite o haya obtenido de la autoridad judicial la ejecución de una medida cautelar deberá informarle a la autoridad judicial toda revocación, suspensión o modificación que de aquella disponga el tribunal arbitral.", "La autoridad judicial solo podrá pronunciarse sobre cauciones cuando el tribunal arbitral no se haya pronunciado sobre el particular, o cuando la caución sea necesaria para proteger los derechos de terceros respecto de los cuales el tribunal arbitral no hubiere tomado alguna decisión."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000089", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 89.", "content": ["Artículo 89. Motivos para denegar la ejecución de medidas cautelares decretadas por el tribunal arbitral. Para la denegación de la ejecución de medidas cautelares decretadas por el tribunal, se aplicarán las siguientes reglas:\n", "1. La autoridad judicial solo podrá denegar la ejecución de una medida cautelar en los siguientes casos y por las siguientes causales:\n", "a) A solicitud de la parte afectada por la medida cautelar, cuando:\n", "i. Para el momento del acuerdo de arbitraje estaba afectada por incapacidad, o dicho acuerdo no es válido en virtud de la ley a la que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley del país en que se haya decretado la medida; o\n", "ii. No fue debidamente notificada de la iniciación de la actuación arbitral; o,\n", "iii. La decisión se refiere a una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje. No obstante, si las disposiciones de la providencia que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, se podrá decretar la ejecución de las primeras; o,\n", "iv. La composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo celebrado entre las partes o, en defecto de tal acuerdo, no se ajustaron a la ley del país donde se tramita el arbitraje, siempre que por elfo se haya privado a dicha parte de su derecho de defensa en relación con lo dispuesto en la medida cautelar; o,\n", "v. No se haya cumplido fa decisión del tribunal arbitral sobre la prestación de la caución que corresponda a la medida cautelar decretada; o,\n", "vi. La medida cautelar haya sido revocada o suspendida por el tribunal arbitral o, en caso de que esté facultado para hacerlo, por una autoridad judicial del Estado en donde se tramite el procedimiento de arbitraje o conforme a cuyo derecho se decretó dicha medida.\n", "En todo caso, no podrá invocar los motivos contemplados en el literal a) numerales (i), (ii), (iii) y (iv), la parte que haya podido invocar dichas circunstancias oportunamente ante el tribunal arbitral y no lo haya hecho.\n", "b. De oficio, cuando:\n", "i. Según la ley colombiana el objeto de la controversia no es susceptible de arbitraje; o\n", "ii. La ejecución de la medida sería contraria al orden público internacional colombiano.\n", "2. La determinación a la que llegue la autoridad judicial respecto de cualquier motivo enunciado en el presente artículo será únicamente aplicable para los fines de la solicitud de ejecución de la medida cautelar. La autoridad judicial a la que se solicite la ejecución solo podrá pronunciarse sobre la existencia de las causales a las que se refiere este artículo y no sobre el contenido de la medida cautelar.\n"]}, "dot_comma_sep": ["Artículo 89.", "Motivos para denegar la ejecución de medidas cautelares decretadas por el tribunal arbitral.", "Para la denegación de la ejecución de medidas cautelares decretadas por el tribunal, se aplicarán las siguientes reglas:\n.", "1.", "La autoridad judicial solo podrá denegar la ejecución de una medida cautelar en los siguientes casos y por las siguientes causales:\n.", "a) A solicitud de la parte afectada por la medida cautelar, cuando:", "i.", "Para el momento del acuerdo de arbitraje estaba afectada por incapacidad, o dicho acuerdo no es válido en virtud de la ley a la que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley del país en que se haya decretado la medida; o\n.", "ii.", "No fue debidamente notificada de la iniciación de la actuación arbitral; o,\n.", "iii.", "La decisión se refiere a una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje.", "No obstante, si las disposiciones de la providencia que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, se podrá decretar la ejecución de las primeras; o,\n.", "iv.", "La composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo celebrado entre las partes o, en defecto de tal acuerdo, no se ajustaron a la ley del país donde se tramita el arbitraje, siempre que por elfo se haya privado a dicha parte de su derecho de defensa en relación con lo dispuesto en la medida cautelar; o,\n.", "v.", "No se haya cumplido fa decisión del tribunal arbitral sobre la prestación de la caución que corresponda a la medida cautelar decretada; o,\n.", "vi.", "La medida cautelar haya sido revocada o suspendida por el tribunal arbitral o, en caso de que esté facultado para hacerlo, por una autoridad judicial del Estado en donde se tramite el procedimiento de arbitraje o conforme a cuyo derecho se decretó dicha medida.", "En todo caso, no podrá invocar los motivos contemplados en el literal a) numerales (i), (ii), (iii) y (iv), la parte que haya podido invocar dichas circunstancias oportunamente ante el tribunal arbitral y no lo haya hecho.", "b.", "De oficio, cuando:\n.", "i.", "Según la ley colombiana el objeto de la controversia no es susceptible de arbitraje; o\n.", "ii.", "La ejecución de la medida sería contraria al orden público internacional colombiano.", "2.", "La determinación a la que llegue la autoridad judicial respecto de cualquier motivo enunciado en el presente artículo será únicamente aplicable para los fines de la solicitud de ejecución de la medida cautelar.", "La autoridad judicial a la que se solicite la ejecución solo podrá pronunciarse sobre la existencia de las causales a las que se refiere este artículo y no sobre el contenido de la medida cautelar."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000104000090", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 90.", "content": ["Artículo 90. Medidas cautelares decretadas por la autoridad judicial. Con anterioridad a la iniciación del trámite arbitral o en el curso del mismo, e independientemente que el proceso se adelante en Colombia o en el exterior, cualquiera de las partes podrá acudir a la autoridad judicial para que decrete medidas cautelares. La autoridad judicial ejercerá dicha competencia de conformidad con su propia ley procesal y teniendo en cuenta los rasgos distintivos de un arbitraje internacional.\n"]}, "dot_comma_sep": ["Artículo 90.", "Medidas cautelares decretadas por la autoridad judicial.", "Con anterioridad a la iniciación del trámite arbitral o en el curso del mismo, e independientemente que el proceso se adelante en Colombia o en el exterior, cualquiera de las partes podrá acudir a la autoridad judicial para que decrete medidas cautelares.", "La autoridad judicial ejercerá dicha competencia de conformidad con su propia ley procesal y teniendo en cuenta los rasgos distintivos de un arbitraje internacional."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000091", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 91.", "content": ["Artículo 91. Trato equitativo de las partes. El tribunal arbitral tratará a las partes con igualdad y dará a cada una de ellas plena oportunidad de hacer valer sus derechos.\n"]}, "dot_comma_sep": ["Artículo 91.", "Trato equitativo de las partes.", "El tribunal arbitral tratará a las partes con igualdad y dará a cada una de ellas plena oportunidad de hacer valer sus derechos."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000092", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 92.", "content": ["Artículo 92. Determinación del procedimiento. Las partes, con sujeción a las disposiciones de la presente sección, podrán convenir el procedimiento, directamente o por referencia a un reglamento arbitral.\n", "A falta de acuerdo, el tribunal arbitral podrá dirigir el arbitraje del modo que considere apropiado, con sujeción a lo dispuesto en la presente sección y sin necesidad de acudir a las normas procesales de la sede del arbitraje. Esta facultad incluye la de determinar la admisibilidad, la pertinencia y el valor de las pruebas.\n"]}, "dot_comma_sep": ["Artículo 92.", "Determinación del procedimiento.", "Las partes, con sujeción a las disposiciones de la presente sección, podrán convenir el procedimiento, directamente o por referencia a un reglamento arbitral.", "A falta de acuerdo, el tribunal arbitral podrá dirigir el arbitraje del modo que considere apropiado, con sujeción a lo dispuesto en la presente sección y sin necesidad de acudir a las normas procesales de la sede del arbitraje.", "Esta facultad incluye la de determinar la admisibilidad, la pertinencia y el valor de las pruebas."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000093", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 93.", "content": ["Artículo 93. Sede del arbitraje. Las partes podrán determinar libremente la sede del arbitraje. A falta de acuerdo, el tribunal arbitral la determinará, atendidas las circunstancias del caso, y las conveniencias de aquellas.\n", "El tribunal arbitral, salvo acuerdo en contrario de las partes, podrá reunirse donde lo estime apropiado para practicar pruebas; asimismo, podrá deliberar donde lo estime conveniente, sin que nada de ello implique cambio de la sede del arbitraje.\n"]}, "dot_comma_sep": ["Artículo 93.", "Sede del arbitraje.", "Las partes podrán determinar libremente la sede del arbitraje.", "A falta de acuerdo, el tribunal arbitral la determinará, atendidas las circunstancias del caso, y las conveniencias de aquellas.", "El tribunal arbitral, salvo acuerdo en contrario de las partes, podrá reunirse donde lo estime apropiado para practicar pruebas; asimismo, podrá deliberar donde lo estime conveniente, sin que nada de ello implique cambio de la sede del arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000094", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 94.", "content": ["Artículo 94. Iniciación de la actuación arbitral. Salvo que las partes hayan convenido otra cosa, la actuación arbitral se entenderá iniciada en la fecha en que el demandado reciba la solicitud de someter la controversia a arbitraje.\n"]}, "dot_comma_sep": ["Artículo 94.", "Iniciación de la actuación arbitral.", "Salvo que las partes hayan convenido otra cosa, la actuación arbitral se entenderá iniciada en la fecha en que el demandado reciba la solicitud de someter la controversia a arbitraje."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000095", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 95.", "content": ["Artículo 95. Idioma. Las partes podrán acordar libremente el idioma o los idiomas que hayan de utilizarse en las actuaciones arbitrales, en los escritos de las partes, en las audiencias y en cualquier laudo, decisión o comunicación que emita el tribunal arbitral. De lo contrario, el tribunal arbitral hará la determinación que corresponda.\n", "El tribunal arbitral podrá ordenar que una prueba documental vaya acompañada de su correspondiente traducción al idioma o los idiomas convenidos por las partes o determinados por él.\n"]}, "dot_comma_sep": ["Artículo 95.", "Idioma.", "Las partes podrán acordar libremente el idioma o los idiomas que hayan de utilizarse en las actuaciones arbitrales, en los escritos de las partes, en las audiencias y en cualquier laudo, decisión o comunicación que emita el tribunal arbitral.", "De lo contrario, el tribunal arbitral hará la determinación que corresponda.", "El tribunal arbitral podrá ordenar que una prueba documental vaya acompañada de su correspondiente traducción al idioma o los idiomas convenidos por las partes o determinados por él."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000096", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 96.", "content": ["Artículo 96. Demanda y contestación. Dentro del plazo convenido por las partes o determinado por el tribunal arbitral, el demandante deberá presentar su demanda, indicando los hechos en que se funda, los puntos controvertidos y el objeto de ella. El demandado, al responderla, deberá referirse a los distintos elementos de aquella, a menos que las partes hayan acordado otra cosa.\n", "El demandante en su demanda y el demandado en su contestación podrán aportar los documentos que consideren pertinentes o hacer referencia a documentos u otras pruebas que pretendan hacer valer.\n", "Salvo acuerdo en contrario de las partes, en el curso de las actuaciones arbitrales cualquiera de ellas podrá modificar o ampliar su demanda o contestación, a menos que el tribunal arbitral considere improcedente esa alteración en razón de la tardanza con que se haya hecho.\n"]}, "dot_comma_sep": ["Artículo 96.", "Demanda y contestación.", "Dentro del plazo convenido por las partes o determinado por el tribunal arbitral, el demandante deberá presentar su demanda, indicando los hechos en que se funda, los puntos controvertidos y el objeto de ella.", "El demandado, al responderla, deberá referirse a los distintos elementos de aquella, a menos que las partes hayan acordado otra cosa.", "El demandante en su demanda y el demandado en su contestación podrán aportar los documentos que consideren pertinentes o hacer referencia a documentos u otras pruebas que pretendan hacer valer.", "Salvo acuerdo en contrario de las partes, en el curso de las actuaciones arbitrales cualquiera de ellas podrá modificar o ampliar su demanda o contestación, a menos que el tribunal arbitral considere improcedente esa alteración en razón de la tardanza con que se haya hecho."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000097", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 97.", "content": ["Artículo 97. Audiencias y actuaciones por escrito. Salvo acuerdo en contrario de las partes, el tribunal arbitral decidirá si han de celebrarse audiencias para la presentación o práctica de pruebas o para alegatos orales, o si las actuaciones se sustanciarán sobre la base de documentos y demás pruebas. Salvo que las partes hubiesen convenido que no se lleven a cabo audiencias, el tribunal arbitral las celebrará a petición de cualquiera de ellas.\n", "El tribunal arbitral notificará a las partes con suficiente antelación la celebración de las audiencias y su objeto.\n", "El tribunal arbitral dará traslado a la otra u otras partes de las declaraciones, documentos e información que cualquiera de ellas le suministre y pondrá a disposición de estas los peritajes y los documentos probatorios en los que pueda basar su decisión.\n"]}, "dot_comma_sep": ["Artículo 97.", "Audiencias y actuaciones por escrito.", "Salvo acuerdo en contrario de las partes, el tribunal arbitral decidirá si han de celebrarse audiencias para la presentación o práctica de pruebas o para alegatos orales, o si las actuaciones se sustanciarán sobre la base de documentos y demás pruebas.", "Salvo que las partes hubiesen convenido que no se lleven a cabo audiencias, el tribunal arbitral las celebrará a petición de cualquiera de ellas.", "El tribunal arbitral notificará a las partes con suficiente antelación la celebración de las audiencias y su objeto.", "El tribunal arbitral dará traslado a la otra u otras partes de las declaraciones, documentos e información que cualquiera de ellas le suministre y pondrá a disposición de estas los peritajes y los documentos probatorios en los que pueda basar su decisión."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000098", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 98.", "content": ["Artículo 98. Rebeldía de una de las partes. Salvo acuerdo en contrario de las partes, cuando:\n", "1. El demandante, sin invocar causa suficiente, no presente su demanda con arreglo al inciso primero del artículo 96 el tribunal arbitral dará por terminada la actuación.\n", "2. El demandado no conteste la demanda con arreglo al inciso primero del artículo 96, el tribunal arbitral continuará la actuación, sin que aquella omisión se considere por sí misma como aceptación de las manifestaciones del demandante.\n", "3. Una de las partes no comparezca a una audiencia o no presente pruebas documentales, el tribunal arbitral podrá continuar las actuaciones e incluso proferir laudo con base en las pruebas de que disponga.\n"]}, "dot_comma_sep": ["Artículo 98.", "Rebeldía de una de las partes.", "Salvo acuerdo en contrario de las partes, cuando:\n.", "1.", "El demandante, sin invocar causa suficiente, no presente su demanda con arreglo al inciso primero del artículo 96 el tribunal arbitral dará por terminada la actuación.", "2.", "El demandado no conteste la demanda con arreglo al inciso primero del artículo 96, el tribunal arbitral continuará la actuación, sin que aquella omisión se considere por sí misma como aceptación de las manifestaciones del demandante.", "3.", "Una de las partes no comparezca a una audiencia o no presente pruebas documentales, el tribunal arbitral podrá continuar las actuaciones e incluso proferir laudo con base en las pruebas de que disponga."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000099", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 99.", "content": ["Artículo 99. Nombramiento de peritos por el tribunal arbitral. Salvo acuerdo en contrario de las partes:\n", "1. El tribunal arbitral podrá nombrar uno o más peritos, caso en el cual podrá disponer que una de las partes o ambas suministren al perito la información pertinente o le presenten para su inspección documentos, mercancías u otros bienes, o le proporcionen acceso a ellos.\n", "2. Cuando una de ellas lo solicite o cuando el tribunal arbitral lo considere necesario, el perito o los peritos, después de la presentación de sus dictámenes escritos u orales, deberán participar en una audiencia en la que las partes tendrán oportunidad de interrogarlos y de presentar peritos para que opinen sobre los puntos controvertidos.\n"]}, "dot_comma_sep": ["Artículo 99.", "Nombramiento de peritos por el tribunal arbitral.", "Salvo acuerdo en contrario de las partes:\n.", "1.", "El tribunal arbitral podrá nombrar uno o más peritos, caso en el cual podrá disponer que una de las partes o ambas suministren al perito la información pertinente o le presenten para su inspección documentos, mercancías u otros bienes, o le proporcionen acceso a ellos.", "2.", "Cuando una de ellas lo solicite o cuando el tribunal arbitral lo considere necesario, el perito o los peritos, después de la presentación de sus dictámenes escritos u orales, deberán participar en una audiencia en la que las partes tendrán oportunidad de interrogarlos y de presentar peritos para que opinen sobre los puntos controvertidos."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000105000100", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 100.", "content": ["Artículo 100. Colaboración de las autoridades judiciales para la práctica de pruebas. Tanto el tribunal arbitral como cualquiera de las partes con la aprobación de aquel, podrán pedir la colaboración de la autoridad judicial de cualquier país para la práctica de pruebas. La autoridad judicial atenderá dicha solicitud dentro del ámbito de su competencia territorial y con arreglo al régimen del respectivo medio probatorio. La autoridad judicial colombiana procederá al efecto de la misma forma que si se tratara de una comisión judicial.\n"]}, "dot_comma_sep": ["Artículo 100.", "Colaboración de las autoridades judiciales para la práctica de pruebas.", "Tanto el tribunal arbitral como cualquiera de las partes con la aprobación de aquel, podrán pedir la colaboración de la autoridad judicial de cualquier país para la práctica de pruebas.", "La autoridad judicial atenderá dicha solicitud dentro del ámbito de su competencia territorial y con arreglo al régimen del respectivo medio probatorio.", "La autoridad judicial colombiana procederá al efecto de la misma forma que si se tratara de una comisión judicial."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000101", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 101.", "content": ["Artículo 101. Normas aplicables al fondo del litigio. El tribunal arbitral decidirá de conformidad con las normas de derecho elegidas por las partes. La indicación del derecho u ordenamiento jurídico de un Estado se entenderá referida, a menos que se exprese lo contrario, al derecho sustantivo de dicho Estado y no a sus normas de conflicto de leyes.\n", "Si las partes no indican la norma, el tribunal arbitral aplicará aquellas normas de derecho que estime pertinentes.\n", "El tribunal arbitral decidirá ex aequo et bono solo si las partes lo hubieren autorizado. En todo caso, el tribunal arbitral decidirá con arreglo a las estipulaciones del contrato y teniendo en cuenta los usos mercantiles aplicables al caso.\n"]}, "dot_comma_sep": ["Artículo 101.", "Normas aplicables al fondo del litigio.", "El tribunal arbitral decidirá de conformidad con las normas de derecho elegidas por las partes.", "La indicación del derecho u ordenamiento jurídico de un Estado se entenderá referida, a menos que se exprese lo contrario, al derecho sustantivo de dicho Estado y no a sus normas de conflicto de leyes.", "Si las partes no indican la norma, el tribunal arbitral aplicará aquellas normas de derecho que estime pertinentes.", "El tribunal arbitral decidirá ex aequo et bono solo si las partes lo hubieren autorizado.", "En todo caso, el tribunal arbitral decidirá con arreglo a las estipulaciones del contrato y teniendo en cuenta los usos mercantiles aplicables al caso."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000102", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 102.", "content": ["Artículo 102. Adopción de decisiones cuando haya más de un árbitro. En las actuaciones arbitrales en que haya más de un árbitro, toda decisión del tribunal arbitral se adoptará, salvo acuerdo en contrario de las partes, por mayoría de votos de todos los miembros. A falta de mayoría decidirá el árbitro presidente.\n", "El árbitro presidente podrá decidir cuestiones de procedimiento, si así lo autorizan las partes o todos los miembros del tribunal.\n"]}, "dot_comma_sep": ["Artículo 102.", "Adopción de decisiones cuando haya más de un árbitro.", "En las actuaciones arbitrales en que haya más de un árbitro, toda decisión del tribunal arbitral se adoptará, salvo acuerdo en contrario de las partes, por mayoría de votos de todos los miembros.", "A falta de mayoría decidirá el árbitro presidente.", "El árbitro presidente podrá decidir cuestiones de procedimiento, si así lo autorizan las partes o todos los miembros del tribunal."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000103", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 103.", "content": ["Artículo 103. Transacción. Si durante las actuaciones arbitrales las partes llegan a una transacción o a una conciliación o mediación que resuelva el litigio, el tribunal dará por terminadas las actuaciones. Caso de que lo pidan ambas partes y el tribunal no se oponga, este verterá en un laudo los términos convenidos por aquellas.\n", "Dicho laudo tendrá los mismos efectos que cualquier otro laudo dictado sobre el fondo del litigio.\n"]}, "dot_comma_sep": ["Artículo 103.", "Transacción.", "Si durante las actuaciones arbitrales las partes llegan a una transacción o a una conciliación o mediación que resuelva el litigio, el tribunal dará por terminadas las actuaciones.", "Caso de que lo pidan ambas partes y el tribunal no se oponga, este verterá en un laudo los términos convenidos por aquellas.", "Dicho laudo tendrá los mismos efectos que cualquier otro laudo dictado sobre el fondo del litigio."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000104", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 104.", "content": ["Artículo 104. Forma y contenido del laudo. El laudo arbitral consultará la siguiente forma y contenido:\n", "1. El laudo se proferirá por escrito y será firmado por el árbitro o los árbitros. En actuaciones arbitrales con más de un árbitro bastará la firma de la mayoría de los miembros del tribunal arbitral o la del árbitro presidente en su caso y se dejará constancia del motivo de la ausencia de una o más firmas. La falta de una o más firmas no afectará la validez del laudo arbitral.\n", "2. El tribunal arbitral deberá motivar el laudo, a menos que las partes hayan convenido otra cosa, yen este caso, siempre y cuando ninguna de ellas tenga su domicilio o residencia en Colombia, o que se trate de un laudo pronunciado en los términos convenidos por las partes conforme al artículo 103.\n", "2. El laudo indicará su fecha y la sede del arbitraje en la que se considerará proferido.\n", "3. Una vez dictado el laudo, el tribunal lo notificará a las partes mediante la entrega de sendas copias firmadas por quienes lo suscribieron.\n"]}, "dot_comma_sep": ["Artículo 104.", "Forma y contenido del laudo.", "El laudo arbitral consultará la siguiente forma y contenido:\n.", "1.", "El laudo se proferirá por escrito y será firmado por el árbitro o los árbitros.", "En actuaciones arbitrales con más de un árbitro bastará la firma de la mayoría de los miembros del tribunal arbitral o la del árbitro presidente en su caso y se dejará constancia del motivo de la ausencia de una o más firmas.", "La falta de una o más firmas no afectará la validez del laudo arbitral.", "2.", "El tribunal arbitral deberá motivar el laudo, a menos que las partes hayan convenido otra cosa, yen este caso, siempre y cuando ninguna de ellas tenga su domicilio o residencia en Colombia, o que se trate de un laudo pronunciado en los términos convenidos por las partes conforme al artículo 103.", "2.", "El laudo indicará su fecha y la sede del arbitraje en la que se considerará proferido.", "3.", "Una vez dictado el laudo, el tribunal lo notificará a las partes mediante la entrega de sendas copias firmadas por quienes lo suscribieron."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000105", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 105.", "content": ["Artículo 105. Terminación de las actuaciones. La terminación de las actuaciones se regirá por las siguientes reglas:\n", "1. La actuación arbitral terminará con el laudo definitivo o al resolver sobre las solicitudes de corrección o aclaración del laudo o, en su caso, cuando se profiera un laudo adicional.\n", "2. El tribunal arbitral ordenará la terminación de la actuación arbitral cuando:\n", "a) El demandante retire su demanda, a menos que el demandado se opusiere a ello y el tribunal arbitral reconozca un legítimo interés de su parte en obtener una solución definitiva del litigio;\n", "b) Las partes acuerden dar por terminadas las actuaciones;\n", "c. El tribunal arbitral compruebe que la prosecución de la actuación resultaría innecesaria o imposible.\n", "3. El tribunal arbitral cesará en sus funciones a la expiración del término que tienen las partes para solicitar corrección, aclaración o laudo adicional o, en su caso, cuando decida la solicitud o profiera el laudo adicional.\n"]}, "dot_comma_sep": ["Artículo 105.", "Terminación de las actuaciones.", "La terminación de las actuaciones se regirá por las siguientes reglas:\n.", "1.", "La actuación arbitral terminará con el laudo definitivo o al resolver sobre las solicitudes de corrección o aclaración del laudo o, en su caso, cuando se profiera un laudo adicional.", "2.", "El tribunal arbitral ordenará la terminación de la actuación arbitral cuando:\n.", "a) El demandante retire su demanda, a menos que el demandado se opusiere a ello y el tribunal arbitral reconozca un legítimo interés de su parte en obtener una solución definitiva del litigio;", "b) Las partes acuerden dar por terminadas las actuaciones;", "c.", "El tribunal arbitral compruebe que la prosecución de la actuación resultaría innecesaria o imposible.", "3.", "El tribunal arbitral cesará en sus funciones a la expiración del término que tienen las partes para solicitar corrección, aclaración o laudo adicional o, en su caso, cuando decida la solicitud o profiera el laudo adicional."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000106000106", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 106.", "content": ["Artículo 106. Corrección y aclaración del laudo y laudo adicional. Dentro del mes siguiente a la notificación del laudo, salvo que las partes hayan acordado otro plazo:\n", "a) Cualquiera de las partes podrá, con notificación a la otra, pedir al tribunal arbitral que corrija cualquier error de cálculo, de transcripción o tipográfico, o que aclare un punto determinado del laudo. Si el tribunal arbitral acoge la petición hará la corrección o la aclaración dentro del mes siguiente a la recepción de la solicitud en decisión que formará parte del laudo.\n", "b) El tribunal arbitral podrá, de oficio, corregir cualquier error de cálculo, de transcripción, tipográfico o gramatical.\n", "c) Salvo acuerdo en contrario de las partes, cualquiera de ellas, dándole aviso a la otra u otras, podrá pedir al tribunal arbitral que profiera un laudo adicional sobre pretensiones hechas en el curso del trámite arbitral pero omitidas en el laudo. Si el tribunal arbitral acoge la solicitud, proferirá el correspondiente laudo adicional en el término de sesenta (60) días.\n", "De ser ello necesario, el tribunal arbitral prorrogará el término para la corrección, aclaración o adición del laudo.\n", "Lo dispuesto en el artículo 104 se aplicará a las correcciones o aclaraciones del laudo o a los laudos adicionales.\n"]}, "dot_comma_sep": ["Artículo 106.", "Corrección y aclaración del laudo y laudo adicional.", "Dentro del mes siguiente a la notificación del laudo, salvo que las partes hayan acordado otro plazo:\n.", "a) Cualquiera de las partes podrá, con notificación a la otra, pedir al tribunal arbitral que corrija cualquier error de cálculo, de transcripción o tipográfico, o que aclare un punto determinado del laudo.", "Si el tribunal arbitral acoge la petición hará la corrección o la aclaración dentro del mes siguiente a la recepción de la solicitud en decisión que formará parte del laudo.", "b) El tribunal arbitral podrá, de oficio, corregir cualquier error de cálculo, de transcripción, tipográfico o gramatical.", "c) Salvo acuerdo en contrario de las partes, cualquiera de ellas, dándole aviso a la otra u otras, podrá pedir al tribunal arbitral que profiera un laudo adicional sobre pretensiones hechas en el curso del trámite arbitral pero omitidas en el laudo.", "Si el tribunal arbitral acoge la solicitud, proferirá el correspondiente laudo adicional en el término de sesenta (60) días.", "De ser ello necesario, el tribunal arbitral prorrogará el término para la corrección, aclaración o adición del laudo.", "Lo dispuesto en el artículo 104 se aplicará a las correcciones o aclaraciones del laudo o a los laudos adicionales."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000107000107", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 107.", "content": ["Artículo 107. La anulación como único recurso judicial contra un laudo arbitral. Contra el laudo arbitral solamente procederá el recurso de anulación por las causales taxativamente establecidas en esta sección. En consecuencia, la autoridad judicial no se pronunciará sobre el fondo de la controversia ni calificará los criterios, valoraciones probatorias, motivaciones o interpretaciones expuestas por el tribunal arbitral.\n", "Cuando ninguna de las partes tenga su domicilio o residencia en Colombia, las partes podrán, mediante declaración expresa en el acuerdo de arbitraje o mediante un acuerdo posterior por escrito, excluir completamente el recurso de anulación, o limitarlo a una o varias de las causales contempladas taxativamente en la presente sección.\n"]}, "dot_comma_sep": ["Artículo 107.", "La anulación como único recurso judicial contra un laudo arbitral.", "Contra el laudo arbitral solamente procederá el recurso de anulación por las causales taxativamente establecidas en esta sección.", "En consecuencia, la autoridad judicial no se pronunciará sobre el fondo de la controversia ni calificará los criterios, valoraciones probatorias, motivaciones o interpretaciones expuestas por el tribunal arbitral.", "Cuando ninguna de las partes tenga su domicilio o residencia en Colombia, las partes podrán, mediante declaración expresa en el acuerdo de arbitraje o mediante un acuerdo posterior por escrito, excluir completamente el recurso de anulación, o limitarlo a una o varias de las causales contempladas taxativamente en la presente sección."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000107000108", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 108.", "content": ["Artículo 108. Causales de anulación. La autoridad judicial podrá anular el laudo arbitral a solicitud de parte o de oficio:\n", "1. A solicitud de parte, cuando la parte recurrente pruebe:\n", "a) Que para el momento del acuerdo de arbitraje estaba afectada por alguna incapacidad; o que dicho acuerdo no es válido en virtud de la ley a que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley colombiana; o\n", "b) Que no fue debidamente notificada de la designación de un árbitro o de la iniciación de la actuación arbitral o no pudo, por cualquiera otra razón, hacer valer sus derechos; o\n", "c) Que el laudo versa sobre una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje. No obstante, si las disposiciones del laudo que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, sólo se podrán anular estas últimas; o\n", "d) Que la composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo entre las partes, salvo que dicho acuerdo estuviera en conflicto con una disposición de esta sección de la que las partes no pudieran apartarse o, a falta de dicho acuerdo, que no se ajustaron a las normas contenidas en esta sección de la ley.\n", "2. De oficio, cuando:\n", "a) Según la ley colombiana, el objeto de la controversia no es susceptible de arbitraje; o,\n", "b) El laudo sea contrario al orden público internacional de Colombia.\n"]}, "dot_comma_sep": ["Artículo 108.", "Causales de anulación.", "La autoridad judicial podrá anular el laudo arbitral a solicitud de parte o de oficio:\n.", "1.", "A solicitud de parte, cuando la parte recurrente pruebe:\n.", "a) Que para el momento del acuerdo de arbitraje estaba afectada por alguna incapacidad; o que dicho acuerdo no es válido en virtud de la ley a que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley colombiana; o", "b) Que no fue debidamente notificada de la designación de un árbitro o de la iniciación de la actuación arbitral o no pudo, por cualquiera otra razón, hacer valer sus derechos; o", "c) Que el laudo versa sobre una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje.", "No obstante, si las disposiciones del laudo que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, sólo se podrán anular estas últimas; o\n.", "d) Que la composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo entre las partes, salvo que dicho acuerdo estuviera en conflicto con una disposición de esta sección de la que las partes no pudieran apartarse o, a falta de dicho acuerdo, que no se ajustaron a las normas contenidas en esta sección de la ley.", "2.", "De oficio, cuando:\n.", "a) Según la ley colombiana, el objeto de la controversia no es susceptible de arbitraje; o,", "b) El laudo sea contrario al orden público internacional de Colombia."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000107000109", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 109.", "content": ["Artículo 109. Procedimiento para el recurso de anulación. El recurso de anulación se tramitará mediante el siguiente procedimiento:\n", "1. El recurso de anulación deberá proponerse y sustentarse, con indicación de las causales invocadas, ante la autoridad judicial competente de acuerdo con la presente sección, dentro del mes siguiente a la notificación del laudo o, en su caso, a la notificación del laudo adicional o de la providencia que resuelva sobre la corrección o aclaración del laudo o de la providencia que rechace la solicitud de laudo adicional.\n", "2. El recurso será rechazado de plano cuando aparezca de manifiesto que su interposición fue extemporánea o no fue oportunamente sustentado, o que las causales alegadas no corresponden a las establecidas en la presente sección.\n", "2. Al admitir el recurso se correrá traslado común por el término de un (1) mes a la parte o partes opositoras para que presenten sus alegaciones. El traslado se surtirá en la secretaría de la autoridad competente.\n", "3. Al día siguiente del vencimiento del traslado, el secretario de la autoridad judicial pasará el expediente al despacho para sentencia, que deberá proferirse dentro de los dos (2) meses siguientes. En ella se liquidarán las costas y condenas a cargo de las partes, con arreglo a lo convenido por ellas o, de haberse adoptado un reglamento de procedimiento en particular, con arreglo a lo que en dicho reglamento se establezca a propósito, o en su defecto, con arreglo a lo previsto para los procesos civiles. Igualmente se ordenarán las restituciones a que haya lugar cuando el laudo anulado haya sido ejecutado en todo o en parte.\n", "4. Si no prospera ninguna de las causales invocadas, se declarará infundado el recurso y se condenará en costas al recurrente, salvo que dicho recurso haya sido presentado por el Ministerio Público.\n", "5. Contra la decisión del recurso de anulación no procederá recurso o acción alguna.\n", "La interposición y el trámite del recurso extraordinario de anulación no suspenden el cumplimiento de lo resuelto en el laudo.\n"]}, "dot_comma_sep": ["Artículo 109.", "Procedimiento para el recurso de anulación.", "El recurso de anulación se tramitará mediante el siguiente procedimiento:\n.", "1.", "El recurso de anulación deberá proponerse y sustentarse, con indicación de las causales invocadas, ante la autoridad judicial competente de acuerdo con la presente sección, dentro del mes siguiente a la notificación del laudo o, en su caso, a la notificación del laudo adicional o de la providencia que resuelva sobre la corrección o aclaración del laudo o de la providencia que rechace la solicitud de laudo adicional.", "2.", "El recurso será rechazado de plano cuando aparezca de manifiesto que su interposición fue extemporánea o no fue oportunamente sustentado, o que las causales alegadas no corresponden a las establecidas en la presente sección.", "2.", "Al admitir el recurso se correrá traslado común por el término de un (1) mes a la parte o partes opositoras para que presenten sus alegaciones.", "El traslado se surtirá en la secretaría de la autoridad competente.", "3.", "Al día siguiente del vencimiento del traslado, el secretario de la autoridad judicial pasará el expediente al despacho para sentencia, que deberá proferirse dentro de los dos (2) meses siguientes.", "En ella se liquidarán las costas y condenas a cargo de las partes, con arreglo a lo convenido por ellas o, de haberse adoptado un reglamento de procedimiento en particular, con arreglo a lo que en dicho reglamento se establezca a propósito, o en su defecto, con arreglo a lo previsto para los procesos civiles.", "Igualmente se ordenarán las restituciones a que haya lugar cuando el laudo anulado haya sido ejecutado en todo o en parte.", "4.", "Si no prospera ninguna de las causales invocadas, se declarará infundado el recurso y se condenará en costas al recurrente, salvo que dicho recurso haya sido presentado por el Ministerio Público.", "5.", "Contra la decisión del recurso de anulación no procederá recurso o acción alguna.", "La interposición y el trámite del recurso extraordinario de anulación no suspenden el cumplimiento de lo resuelto en el laudo."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000107000110", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 110 Efectos del recurso de anulación.", "content": ["Artículo 110 Efectos del recurso de anulación. Cuando prospere alguna de las causales señaladas en el numeral 1 literal a), del artículo 108 se declarará la nulidad del laudo y las partes podrán acudir ante la autoridad judicial competente.\n", "Cuando prospere alguna de las causales señaladas en el numeral 1 literal b), c) y d), del artículo 108 se declarará la nulidad del laudo, sin que ello perjudique el acuerdo de arbitraje.\n", "Cuando prospere alguna de las causales señaladas en el numeral 2 del artículo 108 se declarará la nulidad del laudo.\n", "En caso de anulación del laudo, las pruebas practicadas en el curso del trámite arbitral podrán ser apreciadas bien por tribunal arbitral o bien por la autoridad judicial.\n"]}, "dot_comma_sep": ["Artículo 110 Efectos del recurso de anulación.", "Cuando prospere alguna de las causales señaladas en el numeral 1 literal a), del artículo 108 se declarará la nulidad del laudo y las partes podrán acudir ante la autoridad judicial competente.", "Cuando prospere alguna de las causales señaladas en el numeral 1 literal b), c) y d), del artículo 108 se declarará la nulidad del laudo, sin que ello perjudique el acuerdo de arbitraje.", "Cuando prospere alguna de las causales señaladas en el numeral 2 del artículo 108 se declarará la nulidad del laudo.", "En caso de anulación del laudo, las pruebas practicadas en el curso del trámite arbitral podrán ser apreciadas bien por tribunal arbitral o bien por la autoridad judicial."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000111", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 111 Reconocimiento y ejecución.", "content": ["Artículo 111 Reconocimiento y ejecución. Los laudos arbitrales se reconocerán y ejecutarán así:\n", "1. Un laudo arbitral, cualquiera que sea el país en que se haya proferido, será ejecutable ante la autoridad judicial competente, a solicitud de parte interesada.\n", "2. La parte que invoque un laudo o pida su ejecución deberá presentar el laudo original o copia de él. Si el laudo no estuviere redactado en idioma español, la autoridad judicial competente podrá solicitar a la parte que presente una traducción del laudo a este idioma.\n", "2. Los laudos dictados en arbitrajes internacionales cuya sede sea Colombia se considerarán laudos nacionales y, por ende, no estarán sujetos al procedimiento de reconocimiento y podrán ser ejecutados directamente sin necesidad de este, salvo cuando se haya renunciado al recurso de anulación, caso en el cual será necesario su reconocimiento.\n", "3. Para la ejecución de laudos extranjeros, esto es de aquellos proferidos por un tribunal arbitral cuya sede se encuentre fuera de Colombia, será necesario su reconocimiento previo por la autoridad judicial competente.\n"]}, "dot_comma_sep": ["Artículo 111 Reconocimiento y ejecución.", "Los laudos arbitrales se reconocerán y ejecutarán así:\n.", "1.", "Un laudo arbitral, cualquiera que sea el país en que se haya proferido, será ejecutable ante la autoridad judicial competente, a solicitud de parte interesada.", "2.", "La parte que invoque un laudo o pida su ejecución deberá presentar el laudo original o copia de él.", "Si el laudo no estuviere redactado en idioma español, la autoridad judicial competente podrá solicitar a la parte que presente una traducción del laudo a este idioma.", "2.", "Los laudos dictados en arbitrajes internacionales cuya sede sea Colombia se considerarán laudos nacionales y, por ende, no estarán sujetos al procedimiento de reconocimiento y podrán ser ejecutados directamente sin necesidad de este, salvo cuando se haya renunciado al recurso de anulación, caso en el cual será necesario su reconocimiento.", "3.", "Para la ejecución de laudos extranjeros, esto es de aquellos proferidos por un tribunal arbitral cuya sede se encuentre fuera de Colombia, será necesario su reconocimiento previo por la autoridad judicial competente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000112", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 112.", "content": ["Artículo 112. Motivos para denegar el reconocimiento. Solo se podrá denegar el reconocimiento de un laudo arbitral, cualquiera que sea el país en que se haya dictado, en los casos y por las causales que taxativamente se indican a continuación:\n", "a) A instancia de la parte contra la cual se invoca, cuando ella pruebe ante la autoridad judicial competente del país en que se pide el reconocimiento o la ejecución:\n", "i. Que para el momento del acuerdo de arbitraje estaba afectada por alguna incapacidad; o que dicho acuerdo no es válido en virtud de la ley a que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley del país en que se haya dictado el laudo; o\n", "ii. Que la parte contra la cual se invoca el laudo no fue debidamente notificada de la designación de un árbitro o de la iniciación de la actuación arbitral o no pudo, por cualquiera otra razón, hacer valer sus derechos; o\n", "iii. Que el laudo versa sobre una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje. No obstante, si las disposiciones del laudo que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, se podrá dar reconocimiento y ejecución a las primeras; o\n", "iv. Que la composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo celebrado entre las partes o, en defecto de tal acuerdo, a la ley del país donde se adelantó o tramitó el arbitraje; o\n", "v. Que el laudo no es aún obligatorio para las partes o fue anulado o suspendido por una autoridad judicial del país sede del arbitraje; o\n", "b) Cuando la autoridad judicial competente compruebe:\n", "i. Que, según la ley colombiana, el objeto de la controversia no era susceptible de arbitraje; o\n", "ii. Que el reconocimiento o la ejecución del laudo serían contrarios al orden público internacional de Colombia.\n", "Si se hubiere pedido la anulación o la suspensión del laudo ante una autoridad judicial del país sede del arbitraje, la autoridad judicial colombiana, si lo considera procedente, podrá aplazar su decisión sobre el reconocimiento del laudo y, a instancia de la parte que pida aquello, esta podrá también ordenar a la otra parte que otorgue caución apropiada.\n"]}, "dot_comma_sep": ["Artículo 112.", "Motivos para denegar el reconocimiento.", "Solo se podrá denegar el reconocimiento de un laudo arbitral, cualquiera que sea el país en que se haya dictado, en los casos y por las causales que taxativamente se indican a continuación:\n.", "a) A instancia de la parte contra la cual se invoca, cuando ella pruebe ante la autoridad judicial competente del país en que se pide el reconocimiento o la ejecución:", "i.", "Que para el momento del acuerdo de arbitraje estaba afectada por alguna incapacidad; o que dicho acuerdo no es válido en virtud de la ley a que las partes lo han sometido, o si nada se hubiera indicado a este respecto, en virtud de la ley del país en que se haya dictado el laudo; o\n.", "ii.", "Que la parte contra la cual se invoca el laudo no fue debidamente notificada de la designación de un árbitro o de la iniciación de la actuación arbitral o no pudo, por cualquiera otra razón, hacer valer sus derechos; o\n.", "iii.", "Que el laudo versa sobre una controversia no prevista en el acuerdo de arbitraje o contiene decisiones que exceden los términos del acuerdo de arbitraje.", "No obstante, si las disposiciones del laudo que se refieren a las cuestiones sometidas al arbitraje pueden separarse de las que no lo están, se podrá dar reconocimiento y ejecución a las primeras; o\n.", "iv.", "Que la composición del tribunal arbitral o el procedimiento arbitral no se ajustaron al acuerdo celebrado entre las partes o, en defecto de tal acuerdo, a la ley del país donde se adelantó o tramitó el arbitraje; o\n.", "v.", "Que el laudo no es aún obligatorio para las partes o fue anulado o suspendido por una autoridad judicial del país sede del arbitraje; o\n.", "b) Cuando la autoridad judicial competente compruebe:", "i.", "Que, según la ley colombiana, el objeto de la controversia no era susceptible de arbitraje; o\n.", "ii.", "Que el reconocimiento o la ejecución del laudo serían contrarios al orden público internacional de Colombia.", "Si se hubiere pedido la anulación o la suspensión del laudo ante una autoridad judicial del país sede del arbitraje, la autoridad judicial colombiana, si lo considera procedente, podrá aplazar su decisión sobre el reconocimiento del laudo y, a instancia de la parte que pida aquello, esta podrá también ordenar a la otra parte que otorgue caución apropiada."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000113", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 113.", "content": ["Artículo 113. Competencia funcional. La decisión adoptada por la autoridad judicial competente en el trámite de reconocimiento de los laudos que conforme a la presente sección demanden del mismo se tramitará en única instancia y contra ella no procederá recurso o acción alguna.\n"]}, "dot_comma_sep": ["Artículo 113.", "Competencia funcional.", "La decisión adoptada por la autoridad judicial competente en el trámite de reconocimiento de los laudos que conforme a la presente sección demanden del mismo se tramitará en única instancia y contra ella no procederá recurso o acción alguna."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000114", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 114.", "content": ["Artículo 114. Normatividad aplicable al reconocimiento. Al reconocimiento del laudo arbitral se aplicarán exclusivamente las disposiciones de la presente sección y las contenidas en los tratados, convenciones, protocolos y demás actos de derecho internacional suscritos y ratificados por Colombia. En consecuencia, no serán aplicables las disposiciones establecidas en el Código de Procedimiento Civil sobre motivos, requisitos y trámites para denegar dicho reconocimiento, disposiciones que se aplicarán únicamente a las sentencias judiciales proferidas en el exterior.\n"]}, "dot_comma_sep": ["Artículo 114.", "Normatividad aplicable al reconocimiento.", "Al reconocimiento del laudo arbitral se aplicarán exclusivamente las disposiciones de la presente sección y las contenidas en los tratados, convenciones, protocolos y demás actos de derecho internacional suscritos y ratificados por Colombia.", "En consecuencia, no serán aplicables las disposiciones establecidas en el Código de Procedimiento Civil sobre motivos, requisitos y trámites para denegar dicho reconocimiento, disposiciones que se aplicarán únicamente a las sentencias judiciales proferidas en el exterior."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000115", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 115.", "content": ["Artículo 115. Trámite del reconocimiento. La parte que pida el reconocimiento presentará la solicitud ante la autoridad judicial competente acompañada de los documentos a que se refiere el artículo 111.\n", "En caso de encontrar completa la documentación, la autoridad judicial competente admitirá la solicitud y dará traslado por diez días (10) a la otra u otras partes.\n", "Vencido el término del traslado y sin trámite adicional, la autoridad judicial competente decidirá dentro de los veinte (20) días siguientes.\n"]}, "dot_comma_sep": ["Artículo 115.", "Trámite del reconocimiento.", "La parte que pida el reconocimiento presentará la solicitud ante la autoridad judicial competente acompañada de los documentos a que se refiere el artículo 111.", "En caso de encontrar completa la documentación, la autoridad judicial competente admitirá la solicitud y dará traslado por diez días (10) a la otra u otras partes.", "Vencido el término del traslado y sin trámite adicional, la autoridad judicial competente decidirá dentro de los veinte (20) días siguientes."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108000116", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 116.", "content": ["Artículo 116. Ejecución. Reconocido el laudo en todo o en parte, de su ejecución conocerá la autoridad judicial competente.\n"]}, "dot_comma_sep": ["Artículo 116.", "Ejecución.", "Reconocido el laudo en todo o en parte, de su ejecución conocerá la autoridad judicial competente."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000108010117", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 117.", "content": ["Artículo 117. Arbitraje social. Los centros de arbitraje deberán promover jornadas de arbitraje social para la prestación gratuita de servicios en resolución de controversias de hasta cuarenta salarios mínimos legales mensuales vigentes (40 smlmv), sin perjuicio de que cada centro pueda prestar el servicio por cuantías superiores. Este arbitraje podrá prestarse a través de procedimientos especiales, autorizados por el Ministerio de Justicia y del Derecho, breves y sumarios.\n", "En estos procesos las partes no requieren de apoderado, se llevarán por un solo árbitro y el centro de arbitraje cumplirá las funciones secretariales. Los centros tendrán lista de árbitros voluntarios y será escogido por las partes de dicha lista. Cuando el arbitraje no pueda adelantarse por los árbitros de la referida lista, el centro sorteará de la lista general de árbitros del centro. El árbitro sorteado que se abstenga de aceptar el nombramiento, sin justa causa, será excluido de la lista de árbitros del respectivo centro.\n", "Parágrafo. El Ministerio de Justicia y del Derecho expedirá la reglamentación a que haya lugar, en donde establezca el número mínimo de arbitrajes sociales gratuitos que cada centro debe adelantar en cada anualidad.\n", "Los árbitros serán aceptados expresamente por las partes, y en ningún caso recibirán honorarios profesionales en los asuntos de arbitraje social.\n"]}, "dot_comma_sep": ["Artículo 117.", "Arbitraje social.", "Los centros de arbitraje deberán promover jornadas de arbitraje social para la prestación gratuita de servicios en resolución de controversias de hasta cuarenta salarios mínimos legales mensuales vigentes (40 smlmv), sin perjuicio de que cada centro pueda prestar el servicio por cuantías superiores.", "Este arbitraje podrá prestarse a través de procedimientos especiales, autorizados por el Ministerio de Justicia y del Derecho, breves y sumarios.", "En estos procesos las partes no requieren de apoderado, se llevarán por un solo árbitro y el centro de arbitraje cumplirá las funciones secretariales.", "Los centros tendrán lista de árbitros voluntarios y será escogido por las partes de dicha lista.", "Cuando el arbitraje no pueda adelantarse por los árbitros de la referida lista, el centro sorteará de la lista general de árbitros del centro.", "El árbitro sorteado que se abstenga de aceptar el nombramiento, sin justa causa, será excluido de la lista de árbitros del respectivo centro.", "Parágrafo.", "El Ministerio de Justicia y del Derecho expedirá la reglamentación a que haya lugar, en donde establezca el número mínimo de arbitrajes sociales gratuitos que cada centro debe adelantar en cada anualidad.", "Los árbitros serán aceptados expresamente por las partes, y en ningún caso recibirán honorarios profesionales en los asuntos de arbitraje social."]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000109020118", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 118.", "content": ["Artículo 118. Derogaciones. Deróguese el Decreto número 2279 de 1989; el inciso primero del artículo 10 del Decreto número 1056 de 1953, los artículos 90 a 117 de la Ley 23 de 1991; los artículos 12 a 20 del Decreto número 2651 de 1991; los artículos 70 a 72 de la Ley 80 de 1993; los artículos 111 a 132 de la Ley 446 de 1998; los artículos 111 a 231 del Decreto número 1818 de 1998; el inciso 3 del artículo 331 del Código de Procedimiento Civil modificado por el artículo 34 de la Ley 794 de 2003; el artículo 22 de la Ley 1150 de 2007; la Ley 315 de 1996; el literal b) del artículo 3° y el inciso 3 del artículo 7 de la Ley 1394 de 2010, el numeral 12 del artículo 43 de la Ley 1480 de 2011; el inciso 2 del artículo 693 del Código de Procedimiento Civil; y el artículo 194 del Código de Comercio, así como todas las disposiciones contrarias a la presente ley.\n"]}, "dot_comma_sep": ["Artículo 118.", "Derogaciones.", "Deróguese el Decreto número 2279 de 1989; el inciso primero del artículo 10 del Decreto número 1056 de 1953, los artículos 90 a 117 de la Ley 23 de 1991; los artículos 12 a 20 del Decreto número 2651 de 1991; los artículos 70 a 72 de la Ley 80 de 1993; los artículos 111 a 132 de la Ley 446 de 1998; los artículos 111 a 231 del Decreto número 1818 de 1998; el inciso 3 del artículo 331 del Código de Procedimiento Civil modificado por el artículo 34 de la Ley 794 de 2003; el artículo 22 de la Ley 1150 de 2007; la Ley 315 de 1996; el literal b) del artículo 3°", " y el inciso 3 del artículo 7 de la Ley 1394 de 2010, el numeral 12 del artículo 43 de la Ley 1480 de 2011; el inciso 2 del artículo 693 del Código de Procedimiento Civil; y el artículo 194 del Código de Comercio, así como todas las disposiciones contrarias a la presente ley.°"]}, {"index": "internacional", "legal_source": "Estatuto de Arbitraje Nacional e Internacional.\n", "id": "internacional00000109020119", "part": {"title": null, "name": null}, "section": {"title": "Sección Quinta\n", "name": "Arbitraje social\n"}, "headline": {"title": "Disposiciones generales\n", "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "Capítulo Único\n", "name": "Derogaciones y vigencia\n"}, "article": {"name": "Artículo 119.", "content": ["Artículo 119. Vigencia. Esta ley regula íntegramente la materia de arbitraje, y empezará a regir tres (3) meses después de su promulgación. Esta ley sólo se aplicará a los procesos arbitrales que se promuevan después de su entrada en vigencia.\n", "Los procesos arbitrales en curso a la entrada en vigencia de esta ley seguirán rigiéndose hasta su culminación por las normas anteriores.\n", "El Presidente del honorable Senado de la República,\n", "Juan Manuel Corzo Román.\n", "El Secretario General del honorable Senado de la República,\n", "Emilio Ramón Otero Dajud.\n", "El Presidente de la honorable Cámara de Representantes,\n", "Simón Gaviria Muñoz.\n", "El Secretario General de la honorable Cámara de Representantes,\n", "Jesús Alfonso Rodríguez Camargo.\n", "REPÚBLICA DE COLOMBIA GOBIERNO NACIONAL\n", "PUBLÍQUESE Y CÚMPLASE.\n", "Dada en Bogotá, D. C., a 12 días del mes julio del año 2012.\n", "JUAN MANUEL SANTOS CALDERÓN\n", "El Ministro de Justicia y del Derecho,\n", "Juan Carlos Esguerra Portocarrero.\n", "El Viceministro de Desarrollo Empresarial del Ministerio de Comercio, Industria y Turismo, encargado de las funciones del Despacho del Ministro de Comercio, Industria y Turismo,\n", "Carlos Andrés de Hart Pinto.\n", "NOTA: Publicada en el Diario Oficial 48489 de julio 12 de 2012.\n", " "]}, "dot_comma_sep": ["Artículo 119.", "Vigencia.", "Esta ley regula íntegramente la materia de arbitraje, y empezará a regir tres (3) meses después de su promulgación.", "Esta ley sólo se aplicará a los procesos arbitrales que se promuevan después de su entrada en vigencia.", "Los procesos arbitrales en curso a la entrada en vigencia de esta ley seguirán rigiéndose hasta su culminación por las normas anteriores.", "El Presidente del honorable Senado de la República,", "Juan Manuel Corzo Román.", "El Secretario General del honorable Senado de la República,", "Emilio Ramón Otero Dajud.", "El Presidente de la honorable Cámara de Representantes,", "Simón Gaviria Muñoz.", "El Secretario General de la honorable Cámara de Representantes,", "Jesús Alfonso Rodríguez Camargo.", "REPÚBLICA DE COLOMBIA GOBIERNO NACIONAL", "PUBLÍQUESE Y CÚMPLASE.", "Dada en Bogotá, D.", "C.", ", a 12 días del mes julio del año 2012.", "JUAN MANUEL SANTOS CALDERÓN", "El Ministro de Justicia y del Derecho,", "Juan Carlos Esguerra Portocarrero.", "El Viceministro de Desarrollo Empresarial del Ministerio de Comercio, Industria y Turismo, encargado de las funciones del Despacho del Ministro de Comercio, Industria y Turismo,", "Carlos Andrés de Hart Pinto.", "NOTA: Publicada en el Diario Oficial 48489 de julio 12 de 2012.", ""]}]