[{"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000201000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 1°", "content": ["Artículo 1°. Objetivos. El presente código tiene como objetivos de interés público proteger la vida y el bienestar de todos los usuarios del modo fluvial, promover la seguridad en el transporte fluvial y en las actividades de navegación y operación portuaria fluvial, resguardar el medio ambiente de los daños que la navegación y el transporte fluvial le puedan ocasionar, desarrollar una normatividad que fomente el uso del modo de transporte fluvial, procurando su viabilidad como actividad comercial.\n", "Igualmente, promover un Sistema Eficiente de Transporte Fluvial, garantizando el cumplimiento de las obligaciones pactadas en acuerdos multilaterales y bilaterales respecto de la navegación y el transporte fluvial, promover la armonización de prácticas de navegación y establecer un sistema de inspección efectivo y garantizar el cumplimiento de estas disposiciones.\n"]}, "dot_comma_sep": ["Artículo 1°", ".°", "Objetivos.", "El presente código tiene como objetivos de interés público proteger la vida y el bienestar de todos los usuarios del modo fluvial, promover la seguridad en el transporte fluvial y en las actividades de navegación y operación portuaria fluvial, resguardar el medio ambiente de los daños que la navegación y el transporte fluvial le puedan ocasionar, desarrollar una normatividad que fomente el uso del modo de transporte fluvial, procurando su viabilidad como actividad comercial.", "Igualmente, promover un Sistema Eficiente de Transporte Fluvial, garantizando el cumplimiento de las obligaciones pactadas en acuerdos multilaterales y bilaterales respecto de la navegación y el transporte fluvial, promover la armonización de prácticas de navegación y establecer un sistema de inspección efectivo y garantizar el cumplimiento de estas disposiciones."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000201000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 2°", "content": ["Artículo 2°. Principios: Se aplicarán los principios establecidos en la Constitución Política, la Ley 105 de 1993, la Ley 336 de 1996 y el artículo 80 el Código Nacional de Recursos Naturales Renovables (Decreto 2811 de 1974).\n", "Las vías fluviales y cuerpos de agua no marítimas del territorio nacional son bienes de uso público, y como tales inalienables, imprescriptibles e inembargables, salvo las excepciones establecidas en el artículo 677 del Código Civil.\n"]}, "dot_comma_sep": ["Artículo 2°", ".°", "Principios: Se aplicarán los principios establecidos en la Constitución Política, la Ley 105 de 1993, la Ley 336 de 1996 y el artículo 80 el Código Nacional de Recursos Naturales Renovables (Decreto 2811 de 1974).", "Las vías fluviales y cuerpos de agua no marítimas del territorio nacional son bienes de uso público, y como tales inalienables, imprescriptibles e inembargables, salvo las excepciones establecidas en el artículo 677 del Código Civil."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000201000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 3°", "content": ["Artículo 3°. Ámbito de aplicación. Las normas contenidas en el presente código rigen la navegación y el transporte fluvial en todo el territorio nacional.\n", "Parágrafo. Lo dispuesto en este código se aplicará sin perjuicio de lo establecido en el Decreto-ley 2324 de 1984, la Ley 1ª de 1991, la Ley 105 de 1993, la Ley 336 de 1996, el Código de Comercio, y demás normas legales y reglamentarias sobre la materia, así como también las que establezca el Ministerio de Transporte para desarrollar y complementar el presente Código.\n"]}, "dot_comma_sep": ["Artículo 3°", ".°", "Ámbito de aplicación.", "Las normas contenidas en el presente código rigen la navegación y el transporte fluvial en todo el territorio nacional.", "Parágrafo.", "Lo dispuesto en este código se aplicará sin perjuicio de lo establecido en el Decreto-ley 2324 de 1984, la Ley 1ª de 1991, la Ley 105 de 1993, la Ley 336 de 1996, el Código de Comercio, y demás normas legales y reglamentarias sobre la materia, así como también las que establezca el Ministerio de Transporte para desarrollar y complementar el presente Código."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000201000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 4°", "content": ["Artículo 4°. Definiciones. Para la aplicación e interpretación de este código, se tendrán en cuenta las siguientes definiciones:\n", "– Actividad portuaria fluvial. Se consideran actividades portuarias fluviales la construcción, mantenimiento, rehabilitación, operación y administración de puertos, terminales portuarios, muelles, embarcaderos, ubicados en las vías fluviales.\n", "– Agente Fluvial. Es la persona natural o jurídica que, respecto de las embarcaciones fluviales, tiene las atribuciones, funciones y responsabilidades establecidas en los artículos 1489 a 1494 del Código de Comercio.\n", "– Area de fondeo. Zona definida del espejo de agua cuyas condiciones permiten el fondeo o anclaje para que las embarcaciones esperen un lugar de atraque o el inicio de una operación portuaria, la inspección, cuarentena o aligeramiento de carga.\n", "– Area geográfica portuaria: Corresponde al área geográfica en donde pueden existir una o más zonas portuarias, así como puertos, terminales, patios, bodegas y demás instalaciones.\n", "– Area protegida. Zona declarada bajo régimen legal para la administración, manejo y protección de los recursos naturales y el ambiente.\n", "– Armador. Es la persona natural o jurídica que, respecto de las embarcaciones y los artefactos fluviales, tiene las atribuciones, funciones y responsabilidades establecidas en los artículos 1473 a 1488 del Código de Comercio.\n", "– Arqueo. Determinación de la capacidad remolcadora, transportadora y total de una embarcación.\n", "– Arresto o embargo preventivo. Es una medida cautelar que se puede decretar respecto de embarcaciones y artefactos fluviales previa al inicio de un proceso judicial de reclamación de un crédito privilegiado, sin que sea necesaria la existencia de título ejecutivo, la cual puede ser decretada como medida cautelar del proceso ordinario, abreviado o verbal respectivo, o, como medida cautelar previa a la iniciación del mismo.\n", "– Arribada. Llegada de la embarcación a un puerto.\n", "– Arribada forzosa. La entrada a puerto distinto del autorizado en el permiso de zarpe, que puede ser legítima o ilegítima. Es legítima cuando se origina por circunstancias de caso fortuito o fuerza mayor. Es ilegítima cuando se origina por dolo o culpa del capitán.\n", "– Artefacto fluvial. Es toda construcción flotante que carece de propulsión propia, que opera en medios fluviales, auxiliar de la navegación mas no destinada a ella, no comprendida en la definición de embarcación fluvial, sujeta al régimen de documentación y control del Ministerio de Transporte.\n", "– Astillero fluvial. Toda instalación dedicada a la construcción, reparación o modificación de embarcaciones y artefactos fluviales.\n", "– Atracar. Maniobra consistente en amarrar una embarcación a un muelle o embarcadero.\n", "– Autoridad fluvial. Es la entidad o el funcionario público a quien de conformidad con la ley o las normas vigentes, corresponde la organización y control de la navegación fluvial.\n", "– Averías. Todos los daños que sufre la embarcación durante la navegación o en puerto, o las mercancías desde el embarque hasta su desembarque. También los gastos extraordinarios e imprevistos que deban efectuarse en beneficio de la embarcación o de la carga.\n", "– Avería gruesa o común. Es el hecho razonable e intencional que se hace con sacrificio extraordinario de la embarcación o de la carga, o cuando se incurre en gasto también extraordinario, para la seguridad común, de la embarcación, o de la carga.\n", "– Avería simple o particular. Son los daños o pérdidas que sufre la embarcación o la carga, por fuerza mayor, por vicio propio o por hecho de terceros, y los gastos extraordinarios e imprevistos para beneficio exclusivo de la carga o de la embarcación.\n", "– Calado. Altura de la parte sumergida del casco.\n", "– Canal de navegación: Canal natural o artificial con forma alargada y estrecha, en aguas superficiales, naturales o artificiales que permiten la navegación.\n", "– Canal navegable. Es la parte dentro de un cauce o cuerpo de agua natural o artificial por donde navegan las embarcaciones. Los canales navegables en función de su profundidad se clasifican en canales navegables para embarcaciones menores, mayores o ambas.\n", "– Comparendo. Orden formal de notificación para que el presunto contraventor o implicado se presente ante la autoridad competente por la violación de una norma de navegación o de transporte fluvial.\n", "– Contrato de enrolamiento. Se entenderá celebrado para viaje de ida y de regreso, salvo estipulación expresa en contrario. Si el plazo previsto para la duración del contrato expira durante la travesía, el enrolamiento quedará prorrogado hasta la terminación del viaje.\n", "– Convoy. Conjunto de embarcaciones ligadas entre sí que navegan impulsadas por uno o varios remolcadores.\n", "– Desviación. Es la modificación o alteración voluntaria del viaje del puerto de partida o del puerto de destino, no obstante la existencia de un contrato de transporte.\n", "– Diario de navegación o bitácora. Es el libro en donde el Capitán debe registrar fielmente los hechos acaecidos a bordo o durante el viaje, y sentar las actas que exigen la ley o los reglamentos.\n", "– Diques o jarillón. Un dique es un terraplén natural o artificial, normalmente en tierra, paralelo a las márgenes del río. Se utilizan para encauzamientos, protección contra inundaciones, entre otros.\n", "– Dragado. Obra de ingeniería hidráulica. Procedimiento mecánico mediante el cual se remueve material del fondo o de la banca de un sistema fluvial en general de cualquier cuerpo de agua, para disponerlo en un sitio donde presumiblemente el sedimento no volverá a su sitio de origen.\n", "– Embarcación o artefacto al garete. Aquella que a causa de alguna circunstancia especial, no se puede maniobrar o gobernar.\n", "– Embarcación fluvial. Construcción principal o independiente, apta para la navegación cualquiera que sea su sistema de propulsión, destinada a transitar por las vías fluviales de la Nación, sujeta al régimen de documentación y control del Ministerio de Transporte.\n", "– Embarcación fluvial menor. Toda embarcación fluvial con capacidad transportadora inferior a 25 toneladas. Igualmente son consideradas las embarcaciones con motor fuera de borda o semifuera de borda.\n", "– Embarcaciones fluviales mayores. Toda embarcación fluvial con capacidad transportadora superior a 25 toneladas.\n", "– Embarcadero. Construcción realizada, al menos parcialmente en la ribera de los ríos para facilitar el cargue y descargue de embarcaciones menores.\n", "– Faro. Señal luminosa o de radio instalada a la entrada o salida de un canal navegable para guía de las embarcaciones. Proyector de luz instalado a bordo de la embarcación para asistirla en la navegación nocturna o con baja visibilidad.\n", "– Inspección técnica. Estudio físico que se efectúa a una embarcación o artefacto fluvial para determinar su estado de navegabilidad.\n", "– Licencia de tripulante. La licencia de tripulante de embarcaciones fluviales es el documento público de carácter personal e intransferible expedido por el Ministerio de Transporte, el cual autoriza a una persona para ejercer una actividad dentro de la tripulación en las embarcaciones fluviales, y con validez en todo el territorio nacional.\n", "– Luces de posición. Aquellas que están localizadas a babor (roja) y a estribor (verde) de una embarcación.\n", "– Luz de estela. Es aquella de color blanco que se encuentra localizada en la popa de las embarcaciones autopropulsadas.\n", "– Marina fluvial. Embarcaderos destinados al atraque de embarcaciones fluviales menores con fines de recreación y turismo, ubicados en las vías fluviales.\n", "– Matrícula. Registro ante la autoridad fluvial competente de una embarcación o artefacto fluvial en que conste su origen, características técnicas y propiedad.\n", "– Muelle. Construcción en el puerto o en las riberas de las vías fluviales, donde atracan las embarcaciones para efectuar el embarque o desembarque de personas, animales o cosas.\n", "– Muelles flotantes. Están conformados por una plataforma de concreto en tierra unida a una pasarela metálica y está a un módulo flotante metálico para las actividades de embarque y desembarque.\n", "– Muelles marginales. Se construyen sobre la orilla de los ríos o sobre la línea litoral como estructuras de concreto, metálicas o de madera, apoyadas sobre pilotes de concreto, metálicos o de madera y algunos con escaleras laterales o frontales para las actividades de embarque y desembarque. En algunos proyectos las tipologías estructurales pueden ser tablestacados o muros de gravedad.\n", "– Navegación fluvial. Acción de viajar por vías fluviales en una embarcación fluvial.\n", "– Navegabilidad. Es la idoneidad técnica de una embarcación fluvial, incluido el equipo de navegación propiamente dicho y el destinado al manejo y conservación de los pasajeros, semovientes y/o de la carga así como la preparación del capitán y la tripulación, que permita ejecutar actividades de navegación fluvial en condiciones de eficacia y seguridad.\n", "- Operador portuario fluvial. Es la persona natural o jurídica, que presta servicios en los puertos de: cargue y descargue, almacenamiento, estiba y desestiba, manejo terrestre o porteo de la carga, clasificación y reconocimiento de la carga, entre otras actividades y sujetas a la reglamentación de la autoridad competente.\n", "– Patente de navegación. Documento por el cual se autoriza la puesta en servicio de una embarcación para navegar por una vía fluvial.\n", "– Permiso de zarpe. Autorización escrita que la autoridad competente otorga a una solicitud verbal o escrita que presenta el Capitán, el Armador, el Agente Fluvial o quien haga sus veces, para que una embarcación inicie o continúe su viaje.\n", "– Puerto de origen. Es aquel en el cual una embarcación inicia un viaje, previo permiso de zarpe.\n", "– Puerto de destino. Es aquel en el cual una embarcación finaliza un viaje, cumpliendo un itinerario anunciado y reportándose ante la autoridad competente.\n", "– Puerto fluvial. Es el conjunto de elementos físicos que incluyen accesos, instalaciones (terminales, muelles, embarcaderos, marinas y astilleros) y servicios, que permiten aprovechar una vía fluvial en condiciones favorables para realizar operaciones de cargue y descargue de toda clase de naves e intercambio de mercancías entre tráfico terrestre, marítimo y/o fluvial.\n", "– Adicionado por el art. 112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> Registro de zarpe: Registro electrónico o manual que realiza el tripulante responsable de la embarcación, el armador, el agente fluvial o quien haga sus veces, en el Registro Nacional Fluvial - RNF, para que una embarcación inicie o continúe su viaje.\n", "– Ribera. Terreno colindante con un cuerpo de agua.\n", "– Servicios especiales de transporte fluvial. Son aquellos que prestan las empresas de transporte, a través de convenio o contrato, de manera exclusiva y en trayectos y horarios acordados.\n", "– Sobordo de carga. Documento donde el transportador registra los cargamentos amparados por cada conocimiento de embarque.\n", "– Sociedad Portuaria. Son sociedades constituidas con capital privado, público o mixto, cuyo objeto social será: la construcción, mantenimiento, rehabilitación, administración y operación de los terminales.\n", "Las sociedades que tengan que desarrollar actividades portuarias dentro de su cadena productiva para servicio privado, no necesitan concurrir a formar una sociedad portuaria de objeto único, bastará para ellas la ampliación de su objeto social a la realización de actividades portuarias. Esta disposición se aplicará en lo pertinente a todo tipo de sociedades que desarrollen actividades portuarias.\n", "– Taller fluvial. Toda instalación dedicada a la reparación de embarcaciones o artefactos fluviales, mas no a la construcción de las mismas.\n", "– Terminal fluvial. Infraestructura autorizada por autoridad competente para la explotación de actividades portuarias.\n", "– Terminal fluvial de servicio privado. Es aquel en donde sólo se prestan servicios a empresas vinculadas jurídica o económicamente con la empresa concesionaria o administradora de la infraestructura.\n", "– Terminal fluvial de servicio público. Es aquel en donde se prestan servicios a todos quienes están dispuestos a someterse a las tarifas y condiciones de operación.\n", "– Transporte fluvial. Actividad que tiene por objeto la conducción de personas, animales o cosas mediante embarcaciones por vías fluviales.\n", "– Transporte fluvial de apoyo social. Es el que se realiza sin fines de lucro.\n", "– Tripulación. Conjunto de personas embarcadas, debidamente identificadas y provistas de sus respectivos permisos o licencias, destinadas para atender los servicios de la embarcación.\n", "– Vías fluviales. Son vías para la navegación fluvial los ríos, canales, caños, lagunas, lagos, ciénagas, embalses y la bahía de Cartagena, aptas para la navegación con embarcaciones fluviales.\n", "Parágrafo. Adicionado por el art. 112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> La normativa vigente que haga referencia a permiso de zarpe se entenderá referida al registro de zarpe en el Registro Nacional Fluvial - RNF.\n", "Parágrafo transitorio. Adicionado por el art. 112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> El registro de zarpe entrará a operar en un plazo máximo de seis (6) meses contados a partir de la entrada en vigencia del presente decreto ley, hasta tanto se continuará expidiendo el permiso de zarpe\n"]}, "dot_comma_sep": ["Artículo 4°", ".°", "Definiciones.", "Para la aplicación e interpretación de este código, se tendrán en cuenta las siguientes definiciones:\n.", "– Actividad portuaria fluvial.", "Se consideran actividades portuarias fluviales la construcción, mantenimiento, rehabilitación, operación y administración de puertos, terminales portuarios, muelles, embarcaderos, ubicados en las vías fluviales.", "– Agente Fluvial.", "Es la persona natural o jurídica que, respecto de las embarcaciones fluviales, tiene las atribuciones, funciones y responsabilidades establecidas en los artículos 1489 a 1494 del Código de Comercio.", "– Area de fondeo.", "Zona definida del espejo de agua cuyas condiciones permiten el fondeo o anclaje para que las embarcaciones esperen un lugar de atraque o el inicio de una operación portuaria, la inspección, cuarentena o aligeramiento de carga.", "– Area geográfica portuaria: Corresponde al área geográfica en donde pueden existir una o más zonas portuarias, así como puertos, terminales, patios, bodegas y demás instalaciones.", "– Area protegida.", "Zona declarada bajo régimen legal para la administración, manejo y protección de los recursos naturales y el ambiente.", "– Armador.", "Es la persona natural o jurídica que, respecto de las embarcaciones y los artefactos fluviales, tiene las atribuciones, funciones y responsabilidades establecidas en los artículos 1473 a 1488 del Código de Comercio.", "– Arqueo.", "Determinación de la capacidad remolcadora, transportadora y total de una embarcación.", "– Arresto o embargo preventivo.", "Es una medida cautelar que se puede decretar respecto de embarcaciones y artefactos fluviales previa al inicio de un proceso judicial de reclamación de un crédito privilegiado, sin que sea necesaria la existencia de título ejecutivo, la cual puede ser decretada como medida cautelar del proceso ordinario, abreviado o verbal respectivo, o, como medida cautelar previa a la iniciación del mismo.", "– Arribada.", "Llegada de la embarcación a un puerto.", "– Arribada forzosa.", "La entrada a puerto distinto del autorizado en el permiso de zarpe, que puede ser legítima o ilegítima.", "Es legítima cuando se origina por circunstancias de caso fortuito o fuerza mayor.", "Es ilegítima cuando se origina por dolo o culpa del capitán.", "– Artefacto fluvial.", "Es toda construcción flotante que carece de propulsión propia, que opera en medios fluviales, auxiliar de la navegación mas no destinada a ella, no comprendida en la definición de embarcación fluvial, sujeta al régimen de documentación y control del Ministerio de Transporte.", "– Astillero fluvial.", "Toda instalación dedicada a la construcción, reparación o modificación de embarcaciones y artefactos fluviales.", "– Atracar.", "Maniobra consistente en amarrar una embarcación a un muelle o embarcadero.", "– Autoridad fluvial.", "Es la entidad o el funcionario público a quien de conformidad con la ley o las normas vigentes, corresponde la organización y control de la navegación fluvial.", "– Averías.", "Todos los daños que sufre la embarcación durante la navegación o en puerto, o las mercancías desde el embarque hasta su desembarque.", "También los gastos extraordinarios e imprevistos que deban efectuarse en beneficio de la embarcación o de la carga.", "– Avería gruesa o común.", "Es el hecho razonable e intencional que se hace con sacrificio extraordinario de la embarcación o de la carga, o cuando se incurre en gasto también extraordinario, para la seguridad común, de la embarcación, o de la carga.", "– Avería simple o particular.", "Son los daños o pérdidas que sufre la embarcación o la carga, por fuerza mayor, por vicio propio o por hecho de terceros, y los gastos extraordinarios e imprevistos para beneficio exclusivo de la carga o de la embarcación.", "– Calado.", "Altura de la parte sumergida del casco.", "– Canal de navegación: Canal natural o artificial con forma alargada y estrecha, en aguas superficiales, naturales o artificiales que permiten la navegación.", "– Canal navegable.", "Es la parte dentro de un cauce o cuerpo de agua natural o artificial por donde navegan las embarcaciones.", "Los canales navegables en función de su profundidad se clasifican en canales navegables para embarcaciones menores, mayores o ambas.", "– Comparendo.", "Orden formal de notificación para que el presunto contraventor o implicado se presente ante la autoridad competente por la violación de una norma de navegación o de transporte fluvial.", "– Contrato de enrolamiento.", "Se entenderá celebrado para viaje de ida y de regreso, salvo estipulación expresa en contrario.", "Si el plazo previsto para la duración del contrato expira durante la travesía, el enrolamiento quedará prorrogado hasta la terminación del viaje.", "– Convoy.", "Conjunto de embarcaciones ligadas entre sí que navegan impulsadas por uno o varios remolcadores.", "– Desviación.", "Es la modificación o alteración voluntaria del viaje del puerto de partida o del puerto de destino, no obstante la existencia de un contrato de transporte.", "– Diario de navegación o bitácora.", "Es el libro en donde el Capitán debe registrar fielmente los hechos acaecidos a bordo o durante el viaje, y sentar las actas que exigen la ley o los reglamentos.", "– Diques o jarillón.", "Un dique es un terraplén natural o artificial, normalmente en tierra, paralelo a las márgenes del río.", "Se utilizan para encauzamientos, protección contra inundaciones, entre otros.", "– Dragado.", "Obra de ingeniería hidráulica.", "Procedimiento mecánico mediante el cual se remueve material del fondo o de la banca de un sistema fluvial en general de cualquier cuerpo de agua, para disponerlo en un sitio donde presumiblemente el sedimento no volverá a su sitio de origen.", "– Embarcación o artefacto al garete.", "Aquella que a causa de alguna circunstancia especial, no se puede maniobrar o gobernar.", "– Embarcación fluvial.", "Construcción principal o independiente, apta para la navegación cualquiera que sea su sistema de propulsión, destinada a transitar por las vías fluviales de la Nación, sujeta al régimen de documentación y control del Ministerio de Transporte.", "– Embarcación fluvial menor.", "Toda embarcación fluvial con capacidad transportadora inferior a 25 toneladas.", "Igualmente son consideradas las embarcaciones con motor fuera de borda o semifuera de borda.", "– Embarcaciones fluviales mayores.", "Toda embarcación fluvial con capacidad transportadora superior a 25 toneladas.", "– Embarcadero.", "Construcción realizada, al menos parcialmente en la ribera de los ríos para facilitar el cargue y descargue de embarcaciones menores.", "– Faro.", "Señal luminosa o de radio instalada a la entrada o salida de un canal navegable para guía de las embarcaciones.", "Proyector de luz instalado a bordo de la embarcación para asistirla en la navegación nocturna o con baja visibilidad.", "– Inspección técnica.", "Estudio físico que se efectúa a una embarcación o artefacto fluvial para determinar su estado de navegabilidad.", "– Licencia de tripulante.", "La licencia de tripulante de embarcaciones fluviales es el documento público de carácter personal e intransferible expedido por el Ministerio de Transporte, el cual autoriza a una persona para ejercer una actividad dentro de la tripulación en las embarcaciones fluviales, y con validez en todo el territorio nacional.", "– Luces de posición.", "Aquellas que están localizadas a babor (roja) y a estribor (verde) de una embarcación.", "– Luz de estela.", "Es aquella de color blanco que se encuentra localizada en la popa de las embarcaciones autopropulsadas.", "– Marina fluvial.", "Embarcaderos destinados al atraque de embarcaciones fluviales menores con fines de recreación y turismo, ubicados en las vías fluviales.", "– Matrícula.", "Registro ante la autoridad fluvial competente de una embarcación o artefacto fluvial en que conste su origen, características técnicas y propiedad.", "– Muelle.", "Construcción en el puerto o en las riberas de las vías fluviales, donde atracan las embarcaciones para efectuar el embarque o desembarque de personas, animales o cosas.", "– Muelles flotantes.", "Están conformados por una plataforma de concreto en tierra unida a una pasarela metálica y está a un módulo flotante metálico para las actividades de embarque y desembarque.", "– Muelles marginales.", "Se construyen sobre la orilla de los ríos o sobre la línea litoral como estructuras de concreto, metálicas o de madera, apoyadas sobre pilotes de concreto, metálicos o de madera y algunos con escaleras laterales o frontales para las actividades de embarque y desembarque.", "En algunos proyectos las tipologías estructurales pueden ser tablestacados o muros de gravedad.", "– Navegación fluvial.", "Acción de viajar por vías fluviales en una embarcación fluvial.", "– Navegabilidad.", "Es la idoneidad técnica de una embarcación fluvial, incluido el equipo de navegación propiamente dicho y el destinado al manejo y conservación de los pasajeros, semovientes y/o de la carga así como la preparación del capitán y la tripulación, que permita ejecutar actividades de navegación fluvial en condiciones de eficacia y seguridad.", "- Operador portuario fluvial.", "Es la persona natural o jurídica, que presta servicios en los puertos de: cargue y descargue, almacenamiento, estiba y desestiba, manejo terrestre o porteo de la carga, clasificación y reconocimiento de la carga, entre otras actividades y sujetas a la reglamentación de la autoridad competente.", "– Patente de navegación.", "Documento por el cual se autoriza la puesta en servicio de una embarcación para navegar por una vía fluvial.", "– Permiso de zarpe.", "Autorización escrita que la autoridad competente otorga a una solicitud verbal o escrita que presenta el Capitán, el Armador, el Agente Fluvial o quien haga sus veces, para que una embarcación inicie o continúe su viaje.", "– Puerto de origen.", "Es aquel en el cual una embarcación inicia un viaje, previo permiso de zarpe.", "– Puerto de destino.", "Es aquel en el cual una embarcación finaliza un viaje, cumpliendo un itinerario anunciado y reportándose ante la autoridad competente.", "– Puerto fluvial.", "Es el conjunto de elementos físicos que incluyen accesos, instalaciones (terminales, muelles, embarcaderos, marinas y astilleros) y servicios, que permiten aprovechar una vía fluvial en condiciones favorables para realizar operaciones de cargue y descargue de toda clase de naves e intercambio de mercancías entre tráfico terrestre, marítimo y/o fluvial.", "– Adicionado por el art.", "112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> Registro de zarpe: Registro electrónico o manual que realiza el tripulante responsable de la embarcación, el armador, el agente fluvial o quien haga sus veces, en el Registro Nacional Fluvial - RNF, para que una embarcación inicie o continúe su viaje.", "– Ribera.", "Terreno colindante con un cuerpo de agua.", "– Servicios especiales de transporte fluvial.", "Son aquellos que prestan las empresas de transporte, a través de convenio o contrato, de manera exclusiva y en trayectos y horarios acordados.", "– Sobordo de carga.", "Documento donde el transportador registra los cargamentos amparados por cada conocimiento de embarque.", "– Sociedad Portuaria.", "Son sociedades constituidas con capital privado, público o mixto, cuyo objeto social será: la construcción, mantenimiento, rehabilitación, administración y operación de los terminales.", "Las sociedades que tengan que desarrollar actividades portuarias dentro de su cadena productiva para servicio privado, no necesitan concurrir a formar una sociedad portuaria de objeto único, bastará para ellas la ampliación de su objeto social a la realización de actividades portuarias.", "Esta disposición se aplicará en lo pertinente a todo tipo de sociedades que desarrollen actividades portuarias.", "– Taller fluvial.", "Toda instalación dedicada a la reparación de embarcaciones o artefactos fluviales, mas no a la construcción de las mismas.", "– Terminal fluvial.", "Infraestructura autorizada por autoridad competente para la explotación de actividades portuarias.", "– Terminal fluvial de servicio privado.", "Es aquel en donde sólo se prestan servicios a empresas vinculadas jurídica o económicamente con la empresa concesionaria o administradora de la infraestructura.", "– Terminal fluvial de servicio público.", "Es aquel en donde se prestan servicios a todos quienes están dispuestos a someterse a las tarifas y condiciones de operación.", "– Transporte fluvial.", "Actividad que tiene por objeto la conducción de personas, animales o cosas mediante embarcaciones por vías fluviales.", "– Transporte fluvial de apoyo social.", "Es el que se realiza sin fines de lucro.", "– Tripulación.", "Conjunto de personas embarcadas, debidamente identificadas y provistas de sus respectivos permisos o licencias, destinadas para atender los servicios de la embarcación.", "– Vías fluviales.", "Son vías para la navegación fluvial los ríos, canales, caños, lagunas, lagos, ciénagas, embalses y la bahía de Cartagena, aptas para la navegación con embarcaciones fluviales.", "Parágrafo.", "Adicionado por el art.", "112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> La normativa vigente que haga referencia a permiso de zarpe se entenderá referida al registro de zarpe en el Registro Nacional Fluvial - RNF.", "Parágrafo transitorio.", "Adicionado por el art.", "112, Decreto 2106 de 2019 <El texto adicionado es el siguiente> El registro de zarpe entrará a operar en un plazo máximo de seis (6) meses contados a partir de la entrada en vigencia del presente decreto ley, hasta tanto se continuará expidiendo el permiso de zarpe\n."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 5°", "content": ["Artículo 5°. Son actividades fluviales todas aquellas relacionadas con la navegación de embarcaciones y artefactos fluviales que se ejecutan en las vías fluviales.\n"]}, "dot_comma_sep": ["Artículo 5°", ".°", "Son actividades fluviales todas aquellas relacionadas con la navegación de embarcaciones y artefactos fluviales que se ejecutan en las vías fluviales."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 6°", "content": ["Artículo 6°. Con el lleno de los requisitos establecidos, las vías fluviales pueden ser navegadas libremente por toda clase de embarcaciones y sus riberas son de libre acceso para los navegantes.\n", "Parágrafo. La navegación en los ríos limítrofes se regirá por los tratados, convenios internacionales y normas especiales sobre la materia.\n"]}, "dot_comma_sep": ["Artículo 6°", ".°", "Con el lleno de los requisitos establecidos, las vías fluviales pueden ser navegadas libremente por toda clase de embarcaciones y sus riberas son de libre acceso para los navegantes.", "Parágrafo.", "La navegación en los ríos limítrofes se regirá por los tratados, convenios internacionales y normas especiales sobre la materia."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 7°", "content": ["Artículo 7°. Los departamentos, distritos y municipios y los dueños de tierras adyacentes a las riberas no pueden imponer derechos sobre la navegación, embarcaciones, mercancías u otros aspectos relativos a la actividad fluvial, sin perjuicio de las excepciones establecidas en la ley.\n"]}, "dot_comma_sep": ["Artículo 7°", ".°", "Los departamentos, distritos y municipios y los dueños de tierras adyacentes a las riberas no pueden imponer derechos sobre la navegación, embarcaciones, mercancías u otros aspectos relativos a la actividad fluvial, sin perjuicio de las excepciones establecidas en la ley."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 8°", "content": ["Artículo 8°. En todas las actividades fluviales los empresarios, armadores, tripulantes y usuarios están obligados a cumplir con los reglamentos y procedimientos establecidos por la autoridad competente.\n"]}, "dot_comma_sep": ["Artículo 8°", ".°", "En todas las actividades fluviales los empresarios, armadores, tripulantes y usuarios están obligados a cumplir con los reglamentos y procedimientos establecidos por la autoridad competente."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 9°", "content": ["Artículo 9°. Con fundamento en los artículos 63 de la Constitución Política y 83, del Código Nacional de Recursos Naturales Renovables, se declara como bien de uso público, y como tal inalienable, imprescriptible e inembargable, una franja de terreno que se extiende treinta (30) metros por cada lado del cauce, medidos a partir de la línea en que las aguas alcancen su mayor incremento.\n", "La servidumbre legal de uso público en las riberas de las vías fluviales cuya navegación corresponde regular y vigilar a la Nación, en cuanto sea necesario para la misma navegación y flote a la sirga, se extiende treinta (30) metros por cada lado del cauce, medidos a partir de la línea en que las aguas alcancen su mayor incremento.\n", "Parágrafo 1°. En las orillas que caen perpendicularmente sobre las aguas, los treinta (30) metros se contarán desde el borde superior accesible o que se preste para el paso cómodo a pie.\n", "Parágrafo 2°. En las zonas de uso público donde existan minorías étnicas con protección especial por la Constitución Política y la ley, se tendrá en cuenta lo establecido por ellas.\n"]}, "dot_comma_sep": ["Artículo 9°", ".°", "Con fundamento en los artículos 63 de la Constitución Política y 83, del Código Nacional de Recursos Naturales Renovables, se declara como bien de uso público, y como tal inalienable, imprescriptible e inembargable, una franja de terreno que se extiende treinta (30) metros por cada lado del cauce, medidos a partir de la línea en que las aguas alcancen su mayor incremento.", "La servidumbre legal de uso público en las riberas de las vías fluviales cuya navegación corresponde regular y vigilar a la Nación, en cuanto sea necesario para la misma navegación y flote a la sirga, se extiende treinta (30) metros por cada lado del cauce, medidos a partir de la línea en que las aguas alcancen su mayor incremento.", "Parágrafo 1°", ".°", "En las orillas que caen perpendicularmente sobre las aguas, los treinta (30) metros se contarán desde el borde superior accesible o que se preste para el paso cómodo a pie.", "Parágrafo 2°", ".°", "En las zonas de uso público donde existan minorías étnicas con protección especial por la Constitución Política y la ley, se tendrá en cuenta lo establecido por ellas."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000202000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. Toda obra que se pretenda construir en las riberas de las vías fluviales o dentro de su cauce, requerirá autorización del Ministerio de Transporte a través de la entidad competente en el manejo de la infraestructura; dentro de los procedimientos que se adopten para tal fin, se tendrá en cuenta la información suministrada por la Dirección de Transporte y Tránsito a través de la Inspección Fluvial de la jurisdicción o quien haga sus veces, en lo relacionado con las embarcaciones y artefactos fluviales que utilicen dicha vía.\n", "Parágrafo 1°. La explotación de recursos naturales en las riberas y lechos de los ríos y demás vías fluviales, será autorizado por la autoridad competente.\n", "Parágrafo 2°. Para autorizar las obras que requieran construir terceros en los embalses, la autoridad competente deberá tener en cuenta las restricciones que en materia de seguridad estas tengan para su operación\n"]}, "dot_comma_sep": ["Artículo 10.", "Toda obra que se pretenda construir en las riberas de las vías fluviales o dentro de su cauce, requerirá autorización del Ministerio de Transporte a través de la entidad competente en el manejo de la infraestructura; dentro de los procedimientos que se adopten para tal fin, se tendrá en cuenta la información suministrada por la Dirección de Transporte y Tránsito a través de la Inspección Fluvial de la jurisdicción o quien haga sus veces, en lo relacionado con las embarcaciones y artefactos fluviales que utilicen dicha vía.", "Parágrafo 1°", ".°", "La explotación de recursos naturales en las riberas y lechos de los ríos y demás vías fluviales, será autorizado por la autoridad competente.", "Parágrafo 2°", ".°", "Para autorizar las obras que requieran construir terceros en los embalses, la autoridad competente deberá tener en cuenta las restricciones que en materia de seguridad estas tengan para su operación\n."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000203000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. Modificado por el art. 113, Decreto 2106 de 2019 <El nuevo texto es el siguiente> La autoridad fluvial nacional es ejercida por el Ministerio de Transporte, quien define, orienta, vigila e inspecciona la ejecución de políticas en el ámbito nacional de toda la materia relacionada con la navegación fluvial y las actividades portuarias fluviales. El Ministerio de Transporte y las entidades del Sector Transporte promoverán la difusión y el conocimiento de las disposiciones contenidas en el presente código.\n", "Corresponde a la Dirección General Marítima del Ministerio de Defensa ejercer su potestad legal y reglamentaria sobre las naves y artefactos navales marítimos tanto nacionales como extranjeras que realicen tránsito en vías fluviales. Así mismo, le corresponde expedir el documento de cumplimiento a las instalaciones portuarias ubicadas en áreas fluviales que reciban tráfico internacional marítimo que hayan acatado los requisitos y requerimientos del Código de Protección de Buques e Instalaciones Portuarias, PBIP.\n", "Parágrafo 1º. La vigilancia y control que realiza el Ministerio de Transporte a través de las Inspecciones Fluviales se refiere al control de la navegación, las condiciones técnicas y de seguridad de las embarcaciones y aptitud de la tripulación, con el apoyo de la Policía Nacional o quien haga sus veces.\n", "Sin perjuicio de las atribuciones que corresponden al Ministerio de Transporte y a sus Inspecciones Fluviales según la ley, la Dirección General Marítima DIMAR del Ministerio de Defensa Nacional y la Armada Nacional ejercerán el control del tránsito fluvial, en los últimos 27 kilómetros del río Magdalena y en la bahía de Cartagena.\n", "Parágrafo 2º. La Inspección Fluvial de una jurisdicción o quien haga sus veces conocerá también de aquellas vías fluviales contenidas en la misma cuenca hidrográfica donde no exista Inspección fluvial.\n", "Parágrafo 3º. Todas las autoridades civiles, militares y policiales existentes en el territorio de la jurisdicción de la autoridad fluvial, o de quien haga sus veces, a requerimiento de estas, les prestarán el apoyo que fueren necesarios, para el cumplimiento de sus funciones.\n", "Igualmente, los demás empleados oficiales que ejerzan funciones en los puertos fluviales, deberán colaborar con la autoridad fluvial.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 11.", "Modificado por el art.", "113, Decreto 2106 de 2019 <El nuevo texto es el siguiente> La autoridad fluvial nacional es ejercida por el Ministerio de Transporte, quien define, orienta, vigila e inspecciona la ejecución de políticas en el ámbito nacional de toda la materia relacionada con la navegación fluvial y las actividades portuarias fluviales.", "El Ministerio de Transporte y las entidades del Sector Transporte promoverán la difusión y el conocimiento de las disposiciones contenidas en el presente código.", "Corresponde a la Dirección General Marítima del Ministerio de Defensa ejercer su potestad legal y reglamentaria sobre las naves y artefactos navales marítimos tanto nacionales como extranjeras que realicen tránsito en vías fluviales.", "Así mismo, le corresponde expedir el documento de cumplimiento a las instalaciones portuarias ubicadas en áreas fluviales que reciban tráfico internacional marítimo que hayan acatado los requisitos y requerimientos del Código de Protección de Buques e Instalaciones Portuarias, PBIP.", "Parágrafo 1º.", "La vigilancia y control que realiza el Ministerio de Transporte a través de las Inspecciones Fluviales se refiere al control de la navegación, las condiciones técnicas y de seguridad de las embarcaciones y aptitud de la tripulación, con el apoyo de la Policía Nacional o quien haga sus veces.", "Sin perjuicio de las atribuciones que corresponden al Ministerio de Transporte y a sus Inspecciones Fluviales según la ley, la Dirección General Marítima DIMAR del Ministerio de Defensa Nacional y la Armada Nacional ejercerán el control del tránsito fluvial, en los últimos 27 kilómetros del río Magdalena y en la bahía de Cartagena.", "Parágrafo 2º.", "La Inspección Fluvial de una jurisdicción o quien haga sus veces conocerá también de aquellas vías fluviales contenidas en la misma cuenca hidrográfica donde no exista Inspección fluvial.", "Parágrafo 3º.", "Todas las autoridades civiles, militares y policiales existentes en el territorio de la jurisdicción de la autoridad fluvial, o de quien haga sus veces, a requerimiento de estas, les prestarán el apoyo que fueren necesarios, para el cumplimiento de sus funciones.", "Igualmente, los demás empleados oficiales que ejerzan funciones en los puertos fluviales, deberán colaborar con la autoridad fluvial.", "El texto original era el siguiente:"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000203000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. La autoridad fluvial nacional es ejercida por el Ministerio de Transporte, quien define, orienta, vigila e inspecciona la ejecución de políticas en el ámbito nacional de toda la materia relacionada con la navegación fluvial y las actividades portuarias fluviales. El Ministerio de Transporte y las entidades del Sector Transporte promoverán la difusión y el conocimiento de las disposiciones contenidas en el presente código.\n", "Corresponde a la Dirección General Marítima del Ministerio de Defensa ejercer su potestad legal y reglamentaria sobre las naves y artefactos navales marítimos tanto nacionales como extranjeras que realicen tránsito en vías fluviales. Así mismo, le corresponde expedir el documento de cumplimiento a las instalaciones portuarias ubicadas en áreas fluviales que reciban tráfico internacional marítimo que hayan acatado los requisitos y requerimientos del Código de Protección de Buques e Instalaciones Portuarias, PBIP.\n", "Las Inspecciones Fluviales expedirán zarpes a embarcaciones fluviales únicamente para navegación por vías fluviales.\n", "Parágrafo 1°. La vigilancia y control que realiza el Ministerio de Transporte a través de las Inspecciones Fluviales, se refiere al control de la navegación, las condiciones técnicas y de seguridad de las embarcaciones y aptitud de la tripulación, con el apoyo de la Policía Nacional o quien haga sus veces.\n", "Sin perjuicio de las atribuciones que corresponden al Ministerio de Transporte y a sus Inspecciones Fluviales según la ley, la Dirección General Marítima DIMAR del Ministerio de Defensa Nacional y la Armada Nacional ejercerán el control del tránsito fluvial, en los últimos 27 kilómetros del río Magdalena y en la bahía de Cartagena.\n", "Parágrafo 2°. La Inspección Fluvial de una jurisdicción o quien haga sus veces conocerá también de aquellas vías fluviales contenidas en la misma cuenca hidrográfica donde no exista Inspección fluvial.\n", "Parágrafo 3°. Todas las autoridades civiles, militares y policiales existentes en el territorio de la jurisdicción de la autoridad fluvial, o de quien haga sus veces, a requerimiento de estas, les prestarán el apoyo que fueren necesarios, para el cumplimiento de sus funciones. Igualmente los demás empleados oficiales que ejerzan funciones en los puertos fluviales, deberán colaborar con la autoridad fluvial.\n"]}, "dot_comma_sep": ["Artículo 11.", "La autoridad fluvial nacional es ejercida por el Ministerio de Transporte, quien define, orienta, vigila e inspecciona la ejecución de políticas en el ámbito nacional de toda la materia relacionada con la navegación fluvial y las actividades portuarias fluviales.", "El Ministerio de Transporte y las entidades del Sector Transporte promoverán la difusión y el conocimiento de las disposiciones contenidas en el presente código.", "Corresponde a la Dirección General Marítima del Ministerio de Defensa ejercer su potestad legal y reglamentaria sobre las naves y artefactos navales marítimos tanto nacionales como extranjeras que realicen tránsito en vías fluviales.", "Así mismo, le corresponde expedir el documento de cumplimiento a las instalaciones portuarias ubicadas en áreas fluviales que reciban tráfico internacional marítimo que hayan acatado los requisitos y requerimientos del Código de Protección de Buques e Instalaciones Portuarias, PBIP.", "Las Inspecciones Fluviales expedirán zarpes a embarcaciones fluviales únicamente para navegación por vías fluviales.", "Parágrafo 1°", ".°", "La vigilancia y control que realiza el Ministerio de Transporte a través de las Inspecciones Fluviales, se refiere al control de la navegación, las condiciones técnicas y de seguridad de las embarcaciones y aptitud de la tripulación, con el apoyo de la Policía Nacional o quien haga sus veces.", "Sin perjuicio de las atribuciones que corresponden al Ministerio de Transporte y a sus Inspecciones Fluviales según la ley, la Dirección General Marítima DIMAR del Ministerio de Defensa Nacional y la Armada Nacional ejercerán el control del tránsito fluvial, en los últimos 27 kilómetros del río Magdalena y en la bahía de Cartagena.", "Parágrafo 2°", ".°", "La Inspección Fluvial de una jurisdicción o quien haga sus veces conocerá también de aquellas vías fluviales contenidas en la misma cuenca hidrográfica donde no exista Inspección fluvial.", "Parágrafo 3°", ".°", "Todas las autoridades civiles, militares y policiales existentes en el territorio de la jurisdicción de la autoridad fluvial, o de quien haga sus veces, a requerimiento de estas, les prestarán el apoyo que fueren necesarios, para el cumplimiento de sus funciones.", "Igualmente los demás empleados oficiales que ejerzan funciones en los puertos fluviales, deberán colaborar con la autoridad fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000203000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. La inspección, vigilancia y control a la prestación del servicio público de transporte fluvial delegada a la Superintendencia de Puertos y Transporte o quien haga sus veces, se refiere a los aspectos objetivos y subjetivos de las empresas prestadoras de los servicios de transporte fluvial y de la actividad portuaria.\n"]}, "dot_comma_sep": ["Artículo 12.", "La inspección, vigilancia y control a la prestación del servicio público de transporte fluvial delegada a la Superintendencia de Puertos y Transporte o quien haga sus veces, se refiere a los aspectos objetivos y subjetivos de las empresas prestadoras de los servicios de transporte fluvial y de la actividad portuaria."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000204000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. De las vías fluviales. Las vías fluviales pueden ser navegadas libremente por toda clase de embarcaciones, previo el lleno de los requisitos establecidos en la ley, y demás normas expedidas por el Gobierno Nacional en virtud de su soberanía y convenios internacionales. Será responsabilidad de las autoridades fluviales y de todos los usuarios evitar la contaminación de las vías fluviales.\n", "Parágrafo. Todas las vías fluviales del país están a cargo de la Nación, a través de las entidades competentes.\n"]}, "dot_comma_sep": ["Artículo 13.", "De las vías fluviales.", "Las vías fluviales pueden ser navegadas libremente por toda clase de embarcaciones, previo el lleno de los requisitos establecidos en la ley, y demás normas expedidas por el Gobierno Nacional en virtud de su soberanía y convenios internacionales.", "Será responsabilidad de las autoridades fluviales y de todos los usuarios evitar la contaminación de las vías fluviales.", "Parágrafo.", "Todas las vías fluviales del país están a cargo de la Nación, a través de las entidades competentes."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000204000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Tanto las vías fluviales como sus riberas son bienes de uso público; por lo cual son de libre acceso para los navegantes y sus embarcaciones, salvo los derechos para su uso otorgados por las autoridades competentes. Los dueños de los predios colindantes con las riberas de las vías fluviales están obligados a dejar libre el espacio necesario para la navegación y flote a la sirga y permitirán que los navegantes saquen sus embarcaciones a tierra y las aseguren a los árboles.\n"]}, "dot_comma_sep": ["Artículo 14.", "Tanto las vías fluviales como sus riberas son bienes de uso público; por lo cual son de libre acceso para los navegantes y sus embarcaciones, salvo los derechos para su uso otorgados por las autoridades competentes.", "Los dueños de los predios colindantes con las riberas de las vías fluviales están obligados a dejar libre el espacio necesario para la navegación y flote a la sirga y permitirán que los navegantes saquen sus embarcaciones a tierra y las aseguren a los árboles."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000204000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. La construcción, instalación y mantenimiento de los elementos de balizaje, señalización y/o de las demás ayudas a la navegación fluvial, ya sean ayudas físicas, como boyas, faros, luces para navegación nocturna, entre otras, o ayudas electrónicas, como sistemas de navegación asistida por satélite o GPS, u otras, será responsabilidad de:\n", "a) La Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, en toda su jurisdicción de conformidad con lo establecido en el artículo 331 de la Constitución Política y la Ley 161 de 1994.\n", "La señalización de los últimos 27 kilómetros del río Magdalena, estará bajo responsabilidad de la Autoridad Marítima Nacional, a quien le corresponde instalar y mantener el servicio de ayudas necesarias para la navegación;\n", "b) El Instituto Nacional de Vías, o quien haga sus veces, en las demás vías fluviales de la Nación;\n", "c) Estará a cargo de los beneficiarios de autorizaciones o concesiones para el uso temporal y exclusivo de las márgenes de las vías fluviales, la señalización de canales auxiliares de entrada a sus instalaciones.\n", "Parágrafo. Para efectos del cobro de las tarifas por la autorización de fondeo en el río Magdalena, Cormagdalena se someterá a lo establecido en el numeral 12 del artículo 6° de la Ley 161 de 1994.\n"]}, "dot_comma_sep": ["Artículo 15.", "La construcción, instalación y mantenimiento de los elementos de balizaje, señalización y/o de las demás ayudas a la navegación fluvial, ya sean ayudas físicas, como boyas, faros, luces para navegación nocturna, entre otras, o ayudas electrónicas, como sistemas de navegación asistida por satélite o GPS, u otras, será responsabilidad de:\n.", "a) La Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, en toda su jurisdicción de conformidad con lo establecido en el artículo 331 de la Constitución Política y la Ley 161 de 1994.", "La señalización de los últimos 27 kilómetros del río Magdalena, estará bajo responsabilidad de la Autoridad Marítima Nacional, a quien le corresponde instalar y mantener el servicio de ayudas necesarias para la navegación;", "b) El Instituto Nacional de Vías, o quien haga sus veces, en las demás vías fluviales de la Nación;", "c) Estará a cargo de los beneficiarios de autorizaciones o concesiones para el uso temporal y exclusivo de las márgenes de las vías fluviales, la señalización de canales auxiliares de entrada a sus instalaciones.", "Parágrafo.", "Para efectos del cobro de las tarifas por la autorización de fondeo en el río Magdalena, Cormagdalena se someterá a lo establecido en el numeral 12 del artículo 6°", " de la Ley 161 de 1994.°"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000205000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. El Ministerio de Transporte llevará un Registro Nacional en coordinación total y permanente con todos los actores que intervienen en el modo fluvial, quienes suministrarán la información.\n", "Parágrafo. Este Registro será de carácter público.\n"]}, "dot_comma_sep": ["Artículo 16.", "El Ministerio de Transporte llevará un Registro Nacional en coordinación total y permanente con todos los actores que intervienen en el modo fluvial, quienes suministrarán la información.", "Parágrafo.", "Este Registro será de carácter público."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000206000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. Permiso de transporte turístico. Toda empresa de transporte fluvial de pasajeros, en la clasificación de turismo, está sujeta a la habilitación y permiso de operación otorgado por el Ministerio de Transporte, así como también a la vigilancia y control permanente de las autoridades que velan por el cumplimiento de las normas sobre navegación fluvial y de las condiciones de seguridad, salubridad e higiene de cada una de las embarcaciones.\n"]}, "dot_comma_sep": ["Artículo 17.", "Permiso de transporte turístico.", "Toda empresa de transporte fluvial de pasajeros, en la clasificación de turismo, está sujeta a la habilitación y permiso de operación otorgado por el Ministerio de Transporte, así como también a la vigilancia y control permanente de las autoridades que velan por el cumplimiento de las normas sobre navegación fluvial y de las condiciones de seguridad, salubridad e higiene de cada una de las embarcaciones."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000206000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. El Ministerio de Transporte a través de la dependencia que corresponda controlará y expedirá los permisos especiales para el funcionamiento y utilización de las embarcaciones como lanchas, botes inflables, bicicletas acuáticas, canoas, motos acuáticas, veleros, balsas, y otras, en los parques, lagos, lagunas, ríos y embalses, y exigirá a los participantes de las actividades turísticas, recreativas y deportivas la dotación respectiva, a fin de garantizar la seguridad integral del individuo.\n"]}, "dot_comma_sep": ["Artículo 18.", "El Ministerio de Transporte a través de la dependencia que corresponda controlará y expedirá los permisos especiales para el funcionamiento y utilización de las embarcaciones como lanchas, botes inflables, bicicletas acuáticas, canoas, motos acuáticas, veleros, balsas, y otras, en los parques, lagos, lagunas, ríos y embalses, y exigirá a los participantes de las actividades turísticas, recreativas y deportivas la dotación respectiva, a fin de garantizar la seguridad integral del individuo."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000206000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. Las embarcaciones que presten el servicio de turismo, recreación y deporte, deberán estar dotadas de los equipos técnicos de salvamento, tales como chalecos salvavidas, equipos de primeros auxilios, bombas de achique y demás implementos para prevenir cualquier accidente.\n"]}, "dot_comma_sep": ["Artículo 19.", "Las embarcaciones que presten el servicio de turismo, recreación y deporte, deberán estar dotadas de los equipos técnicos de salvamento, tales como chalecos salvavidas, equipos de primeros auxilios, bombas de achique y demás implementos para prevenir cualquier accidente."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000206000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. En caso de siniestros producidos a bordo, toda persona, sin distinción de jerarquía ni de funciones, debe colaborar desinteresadamente en forma activa, decidida y humanitaria en las operaciones necesarias según instrucciones impartidas por los oficiales de embarcación.\n"]}, "dot_comma_sep": ["Artículo 20.", "En caso de siniestros producidos a bordo, toda persona, sin distinción de jerarquía ni de funciones, debe colaborar desinteresadamente en forma activa, decidida y humanitaria en las operaciones necesarias según instrucciones impartidas por los oficiales de embarcación."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000207000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO VII\n", "name": "Embarcaciones de pesca\n"}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. Embarcaciones de pesca industrial. La actividad de navegación fluvial para la pesca deberá cumplir con las normas reglamentarias establecidas por las autoridades competentes respecto a las embarcaciones, tripulantes y el ejercicio de la actividad pesquera; especialmente en cuanto al uso debido de las áreas fluviales como horarios, luces, señales y seguridad.\n"]}, "dot_comma_sep": ["Artículo 21.", "Embarcaciones de pesca industrial.", "La actividad de navegación fluvial para la pesca deberá cumplir con las normas reglamentarias establecidas por las autoridades competentes respecto a las embarcaciones, tripulantes y el ejercicio de la actividad pesquera; especialmente en cuanto al uso debido de las áreas fluviales como horarios, luces, señales y seguridad."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000301000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Modificado por el art. 116, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Matrícula de embarcaciones fluviales. El Ministerio de Transporte a través de las inspecciones fluviales será el encargado de matricular las embarcaciones y artefactos fluviales en el Registro Nacional Fluvial - RNF y expedir la patente de navegación, la cual tendrá vigencia en todo el territorio nacional.\n", "En el Registro Nacional Fluvial - RNF se consignarán las características técnicas de la embarcación, y los datos e identificación del propietario.\n", "Parágrafo. Las siguientes embarcaciones y artefactos fluviales no requieren matrícula y patente de navegación:\n", "a) Las embarcaciones y artefactos fluviales destinados a uso deportivo o de turismo particular, que utilizan remos para su propulsión, tales como kayaks, botes rígidos y semirrígidos, los botes y balsas inflables, y las impulsadas a vela y sin motor hasta 3,50 m de eslora.\n", "b) Las embarcaciones y artefactos fluviales que se destinen exclusivamente a competencias deportivas.\n", "e) Las embarcaciones y artefactos fluviales destinados a la pesca artesanal sin propulsión a motor.\n", "d) Los siguientes elementos náuticos que no son embarcaciones: Las tablas de sky, kite, surf o windsurf y similares en dimensión y uso, objetos inflables o flotantes, como los denominados \"bananas\", \"torpedos\", \"cámaras\", o similares en dimensión y uso.\n", "e) Los muelles flotantes, embarcaderos y artefactos fluviales que el Ministerio de Transporte determine.\n", "f) Bicicletas y triciclos acuáticos, y otros similares impulsados directamente por esfuerzo físico a través de pedales, y\n", "g) Las embarcaciones particulares que operen con un motor que tenga hasta un máximo de potencia de 2 H.P. (caballos de fuerza).\n", "Parágrafo transitorio. Hasta tanto entre en operación el Registro Nacional Fluvial -RNF en todo el territorio nacional, la matrícula de las embarcaciones y artefactos fluviales se continuará realizando en el Registro de Matriculas en la dependencia asignada por el Ministerio de Transporte.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 22.", "Modificado por el art.", "116, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Matrícula de embarcaciones fluviales.", "El Ministerio de Transporte a través de las inspecciones fluviales será el encargado de matricular las embarcaciones y artefactos fluviales en el Registro Nacional Fluvial - RNF y expedir la patente de navegación, la cual tendrá vigencia en todo el territorio nacional.", "En el Registro Nacional Fluvial - RNF se consignarán las características técnicas de la embarcación, y los datos e identificación del propietario.", "Parágrafo.", "Las siguientes embarcaciones y artefactos fluviales no requieren matrícula y patente de navegación:\n.", "a) Las embarcaciones y artefactos fluviales destinados a uso deportivo o de turismo particular, que utilizan remos para su propulsión, tales como kayaks, botes rígidos y semirrígidos, los botes y balsas inflables, y las impulsadas a vela y sin motor hasta 3,50 m de eslora.", "b) Las embarcaciones y artefactos fluviales que se destinen exclusivamente a competencias deportivas.", "e) Las embarcaciones y artefactos fluviales destinados a la pesca artesanal sin propulsión a motor.", "d) Los siguientes elementos náuticos que no son embarcaciones: Las tablas de sky, kite, surf o windsurf y similares en dimensión y uso, objetos inflables o flotantes, como los denominados \"bananas\", \"torpedos\", \"cámaras\", o similares en dimensión y uso.", "e) Los muelles flotantes, embarcaderos y artefactos fluviales que el Ministerio de Transporte determine.", "f) Bicicletas y triciclos acuáticos, y otros similares impulsados directamente por esfuerzo físico a través de pedales, y", "g) Las embarcaciones particulares que operen con un motor que tenga hasta un máximo de potencia de 2 H.", "P.", "(caballos de fuerza).", "Parágrafo transitorio.", "Hasta tanto entre en operación el Registro Nacional Fluvial -RNF en todo el territorio nacional, la matrícula de las embarcaciones y artefactos fluviales se continuará realizando en el Registro de Matriculas en la dependencia asignada por el Ministerio de Transporte.", "El texto original era el siguiente:"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000301000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. La Matrícula de una embarcación es la inscripción en el Registro de Matrículas en la dependencia asignada por el Ministerio de Transporte. En el Registro de Matrículas se consignarán las características técnicas de la embarcación, y los datos e identificación del propietario.\n", "Parágrafo. Toda embarcación será matriculada ante la autoridad competente\n"]}, "dot_comma_sep": ["Artículo 22.", "La Matrícula de una embarcación es la inscripción en el Registro de Matrículas en la dependencia asignada por el Ministerio de Transporte.", "En el Registro de Matrículas se consignarán las características técnicas de la embarcación, y los datos e identificación del propietario.", "Parágrafo.", "Toda embarcación será matriculada ante la autoridad competente\n."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000301000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Para que una embarcación pueda navegar por las vías fluviales de la nación, debe tener bandera colombiana y estar matriculada ante el Ministerio de Transporte a través de las inspecciones fluviales, y estar provista de la respectiva patente de navegación.\n"]}, "dot_comma_sep": ["Artículo 23.", "Para que una embarcación pueda navegar por las vías fluviales de la nación, debe tener bandera colombiana y estar matriculada ante el Ministerio de Transporte a través de las inspecciones fluviales, y estar provista de la respectiva patente de navegación."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000301000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Prueba de dominio. Las certificaciones que expida el Ministerio de Transporte, en donde se encuentre matriculada la embarcación o el artefacto fluvial, constituirá plena prueba de dominio y demás derechos reales y medidas cautelares que recaen sobre ellos.\n"]}, "dot_comma_sep": ["Artículo 24.", "Prueba de dominio.", "Las certificaciones que expida el Ministerio de Transporte, en donde se encuentre matriculada la embarcación o el artefacto fluvial, constituirá plena prueba de dominio y demás derechos reales y medidas cautelares que recaen sobre ellos."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000302000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. Los armadores, los empresarios fluviales y sus representantes, los agentes fluviales, operadores portuarios, los tripulantes y todas las personas naturales y jurídicas, que en una u otra forma intervengan en la navegación y comercio fluvial están obligadas a acatar las normas administrativas y jurídicas de navegación y comercio.\n", "Parágrafo 1°. El Ministerio de Transporte reglamentará las normas de comportamiento que deben cumplir los usuarios y tripulantes del transporte fluvial y condiciones que deban cumplir las embarcaciones para la prestación del servicio público de transporte.\n", "Parágrafo 2°. El Ministerio de Transporte en coordinación con las Secretarías de Educación (o la entidad que haga sus veces) de las entidades territoriales adelantarán campañas de capacitación en la seguridad en el transporte fluvial.\n"]}, "dot_comma_sep": ["Artículo 25.", "Los armadores, los empresarios fluviales y sus representantes, los agentes fluviales, operadores portuarios, los tripulantes y todas las personas naturales y jurídicas, que en una u otra forma intervengan en la navegación y comercio fluvial están obligadas a acatar las normas administrativas y jurídicas de navegación y comercio.", "Parágrafo 1°", ".°", "El Ministerio de Transporte reglamentará las normas de comportamiento que deben cumplir los usuarios y tripulantes del transporte fluvial y condiciones que deban cumplir las embarcaciones para la prestación del servicio público de transporte.", "Parágrafo 2°", ".°", "El Ministerio de Transporte en coordinación con las Secretarías de Educación (o la entidad que haga sus veces) de las entidades territoriales adelantarán campañas de capacitación en la seguridad en el transporte fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000302000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. Tan pronto como ocurra un accidente durante la navegación, que obligue a suspender el viaje, se cerciore del daño ocurrido, el capitán o quién haga sus veces y, reunida la junta de oficiales, con la asistencia de tres (3) pasajeros si los hubiere, expedirá su opinión sobre la posibilidad de continuar viaje o de arribar al puerto más cercano y cumplirá sin demora lo que determine la junta.\n", "Parágrafo. Si evidentemente el daño impide la continuación del viaje, el capitán pedirá auxilio o ayuda al lugar más próximo y procederá con la tripulación a verificar el salvamento según el estado de la embarcación. El capitán levantará acta de todo lo ocurrido y de lo que haga en orden al salvamento, mientras llega el Inspector fluvial, a quien entregará estas diligencias, para el proceso de investigación a la superintendencia de puertos y transporte.\n"]}, "dot_comma_sep": ["Artículo 26.", "Tan pronto como ocurra un accidente durante la navegación, que obligue a suspender el viaje, se cerciore del daño ocurrido, el capitán o quién haga sus veces y, reunida la junta de oficiales, con la asistencia de tres (3) pasajeros si los hubiere, expedirá su opinión sobre la posibilidad de continuar viaje o de arribar al puerto más cercano y cumplirá sin demora lo que determine la junta.", "Parágrafo.", "Si evidentemente el daño impide la continuación del viaje, el capitán pedirá auxilio o ayuda al lugar más próximo y procederá con la tripulación a verificar el salvamento según el estado de la embarcación.", "El capitán levantará acta de todo lo ocurrido y de lo que haga en orden al salvamento, mientras llega el Inspector fluvial, a quien entregará estas diligencias, para el proceso de investigación a la superintendencia de puertos y transporte."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000302000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Normas de comportamiento\n"}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. El capitán tendrá la representación de la empresa, sólo en lo relativo a los trabajos materiales de salvamento. Además de las obligaciones que le imponga la ley por razón de su oficio, tiene las de llevar a cabo las diligencias y maniobras necesarias a la conservación de la embarcación, de las personas y de la carga.\n"]}, "dot_comma_sep": ["Artículo 27.", "El capitán tendrá la representación de la empresa, sólo en lo relativo a los trabajos materiales de salvamento.", "Además de las obligaciones que le imponga la ley por razón de su oficio, tiene las de llevar a cabo las diligencias y maniobras necesarias a la conservación de la embarcación, de las personas y de la carga."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. El contrato de transporte fluvial se regirá por lo establecido en el Libro V del Código de Comercio para el contrato de transporte marítimo de personas y de cosas, en lo que le sea aplicable.\n"]}, "dot_comma_sep": ["Artículo 28.", "El contrato de transporte fluvial se regirá por lo establecido en el Libro V del Código de Comercio para el contrato de transporte marítimo de personas y de cosas, en lo que le sea aplicable."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. El transporte fluvial será de pasajeros, de carga y mixto.\n", "Dentro del transporte fluvial de pasajeros se entienden comprendidos el transporte de turismo, el transporte de servicios especiales y el transporte de apoyo social.\n", "Los tipos de carga se clasifican en:\n", "a) Carga General (Incluye contenedores);\n", "b) Cargas de Graneles Sólidos;\n", "c) Cargas de Graneles Líquidos;\n", "d) Cargas de hidrocarburos líquidos al granel (incluye Gas Licuado de Petróleo);\n", "e) Carga de graneles líquidos especiales (productos químicos, aceites y similares);\n", "f) Cargas refrigeradas y/o congeladas;\n", "g) Otras Cargas.\n"]}, "dot_comma_sep": ["Artículo 29.", "El transporte fluvial será de pasajeros, de carga y mixto.", "Dentro del transporte fluvial de pasajeros se entienden comprendidos el transporte de turismo, el transporte de servicios especiales y el transporte de apoyo social.", "Los tipos de carga se clasifican en:", "a) Carga General (Incluye contenedores);", "b) Cargas de Graneles Sólidos;", "c) Cargas de Graneles Líquidos;", "d) Cargas de hidrocarburos líquidos al granel (incluye Gas Licuado de Petróleo);", "e) Carga de graneles líquidos especiales (productos químicos, aceites y similares);", "f) Cargas refrigeradas y/o congeladas;", "g) Otras Cargas."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. Obligatoriedad del reporte de carga. Cuando una embarcación recibe a bordo cualquier cargamento, deberá reportarlo a la Inspección fluvial respectiva.\n", "Parágrafo. En caso de que en el lugar de embarque no exista autoridad fluvial, el Capitán, o quien haga sus veces, deberá presentar la documentación correspondiente en el próximo puerto de recorrido de la embarcación, en el cual exista Inspección fluvial.\n"]}, "dot_comma_sep": ["Artículo 30.", "Obligatoriedad del reporte de carga.", "Cuando una embarcación recibe a bordo cualquier cargamento, deberá reportarlo a la Inspección fluvial respectiva.", "Parágrafo.", "En caso de que en el lugar de embarque no exista autoridad fluvial, el Capitán, o quien haga sus veces, deberá presentar la documentación correspondiente en el próximo puerto de recorrido de la embarcación, en el cual exista Inspección fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Permanencia en puerto. Cuando las embarcaciones en tránsito atraquen para pernoctar, aprovisionarse o hacer reparaciones, no requerirán permiso de zarpe, siempre y cuando no permanezcan por tiempo superior a cuarenta y ocho (48) horas. Además, deberán dar previo aviso de estas circunstancias a la autoridad fluvial.\n", "Cuando la embarcación se encuentre en puerto, la permanencia de tripulantes a bordo está sujeta al reglamento interno de trabajo y reglamentación fluvial vigente.\n", "El Capitán o quien haga sus veces, al llegar al puerto, ordenará el turno de personal para maniobras normales y de emergencia. La empresa deberá mantener a bordo la conveniente dotación y responderá ante la autoridad fluvial por cualquier irregularidad en el servicio.\n"]}, "dot_comma_sep": ["Artículo 31.", "Permanencia en puerto.", "Cuando las embarcaciones en tránsito atraquen para pernoctar, aprovisionarse o hacer reparaciones, no requerirán permiso de zarpe, siempre y cuando no permanezcan por tiempo superior a cuarenta y ocho (48) horas.", "Además, deberán dar previo aviso de estas circunstancias a la autoridad fluvial.", "Cuando la embarcación se encuentre en puerto, la permanencia de tripulantes a bordo está sujeta al reglamento interno de trabajo y reglamentación fluvial vigente.", "El Capitán o quien haga sus veces, al llegar al puerto, ordenará el turno de personal para maniobras normales y de emergencia.", "La empresa deberá mantener a bordo la conveniente dotación y responderá ante la autoridad fluvial por cualquier irregularidad en el servicio."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Modificado por el art. 114, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Requisitos para zarpar embarcaciones de carga. Ninguna embarcación de carga podrá salir de puerto sin haber realizado el registro el zarpe en el Registro Nacional Fluvial - RNF.\n", "Para zarpar, toda embarcación de carga deberá portar de manera física o electrónica los siguientes documentos:\n", "1. Patente de navegación, tanto para la unidad propulsora como para las demás embarcaciones que conformen el convoy.\n", "2. Licencias de los tripulantes relacionados en el rol de tripulación.\n", "3. Sobordo y conocimiento de embarque, expedido por la empresa de transporte fluvial o el propietario de la carga, en los cuales se indique el tipo de carga, la cantidad aproximada de la carga a transportar, y lo planilla de viaje donde se relacione la lista de pasajeros, tratándose de transporte de pasajeros o mixto.\n", "4. Diario de navegación para las embarcaciones mayores.\n", "5. Pólizas vigentes exigidas en los reglamentos tratándose de servicio público.\n", "Parágrafo. El incumplimiento de las obligaciones anteriores hará acreedora a la empresa de transporte público o al tripulante responsable de la embarcación, o quien haga sus veces, según se trate, de las sanciones establecidas en la Ley.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 32.", "Modificado por el art.", "114, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Requisitos para zarpar embarcaciones de carga.", "Ninguna embarcación de carga podrá salir de puerto sin haber realizado el registro el zarpe en el Registro Nacional Fluvial - RNF.", "Para zarpar, toda embarcación de carga deberá portar de manera física o electrónica los siguientes documentos:", "1.", "Patente de navegación, tanto para la unidad propulsora como para las demás embarcaciones que conformen el convoy.", "2.", "Licencias de los tripulantes relacionados en el rol de tripulación.", "3.", "Sobordo y conocimiento de embarque, expedido por la empresa de transporte fluvial o el propietario de la carga, en los cuales se indique el tipo de carga, la cantidad aproximada de la carga a transportar, y lo planilla de viaje donde se relacione la lista de pasajeros, tratándose de transporte de pasajeros o mixto.", "4.", "Diario de navegación para las embarcaciones mayores.", "5.", "Pólizas vigentes exigidas en los reglamentos tratándose de servicio público.", "Parágrafo.", "El incumplimiento de las obligaciones anteriores hará acreedora a la empresa de transporte público o al tripulante responsable de la embarcación, o quien haga sus veces, según se trate, de las sanciones establecidas en la Ley.", "El texto original era el siguiente:"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. Requisitos para zarpar. Ninguna embarcación podrá salir de puerto en donde exista autoridad fluvial sin que esta haya otorgado el respectivo permiso de zarpe. Para su obtención se cumplirá con los siguientes requisitos:\n", "a) Para embarcaciones mayores:\n", "1. Patente de navegación, tanto para la unidad propulsora como para las demás embarcaciones que conformen el convoy.\n", "2. Licencias de los tripulantes relacionados en el rol de tripulación.\n", "3. Sobordo y conocimiento de embarque, expedido por la empresa de transporte fluvial, en los cuales se indique la cantidad aproximada de la carga a transportar.\n", "4. Diario de navegación.\n", "5. Certificado de inspección técnica y matrícula.\n", "6. Pólizas vigentes exigidas en los reglamentos.\n", "7. Certificado de carga máxima de la embarcación.\n", "b) Para embarcaciones menores:\n", "1. Embarcaciones dedicadas al servicio de pasajeros:\n", "1. Patente de navegación.\n", "2. Permiso de los tripulantes.\n", "3. Lista de pasajeros.\n", "4. Certificado de inspección técnica y matrícula.\n", "5. Pólizas vigentes exigidas en los reglamentos.\n", "6. Certificado de carga máxima de la embarcación\n", "2. Embarcaciones de transporte mixto:\n", "1. Patente de navegación.\n", "2. Licencia de los tripulantes.\n", "3. Lista de pasajeros.\n", "4. Lista de carga.\n", "5. Diario de navegación.\n", "6. Certificado de inspección técnica y matrícula.\n", "7. Pólizas vigentes exigidas en los reglamentos.\n", "8. Certificado de carga máxima de la embarcación.\n", "Parágrafo 1°. El incumplimiento de las obligaciones anteriores, hará acreedor al Capitán, o quien haga sus veces, de las sanciones establecidas en el Capítulo IX de la Ley 336 de 1996, y en la reglamentación que al respecto dicte el Ministerio de Transporte.\n", "Parágrafo 2°. Excepcionalmente y cuando una embarcación deba zarpar durante situaciones tales como vacancia dominical, horas nocturnas o días festivos, el Capitán, o quien haga sus veces, deberá presentar la solicitud de zarpe con los documentos a que hace referencia el presente artículo, el último día hábil anterior a la fecha de partida de la embarcación, ante la autoridad fluvial, la cual expedirá el permiso de zarpe.\n", "El incumplimiento de lo establecido en este parágrafo acarreará al infractor la imposición de las sanciones correspondientes.\n", "Parágrafo 3°. Las embarcaciones de servicio público de transporte fluvial de pasajeros deben zarpar con la planilla de viaje y su control de salida corresponde a la empresa legalmente habilitada con permiso de operación en la ruta otorgada.\n"]}, "dot_comma_sep": ["Artículo 32.", "Requisitos para zarpar.", "Ninguna embarcación podrá salir de puerto en donde exista autoridad fluvial sin que esta haya otorgado el respectivo permiso de zarpe.", "Para su obtención se cumplirá con los siguientes requisitos:\n.", "a) Para embarcaciones mayores:", "1.", "Patente de navegación, tanto para la unidad propulsora como para las demás embarcaciones que conformen el convoy.", "2.", "Licencias de los tripulantes relacionados en el rol de tripulación.", "3.", "Sobordo y conocimiento de embarque, expedido por la empresa de transporte fluvial, en los cuales se indique la cantidad aproximada de la carga a transportar.", "4.", "Diario de navegación.", "5.", "Certificado de inspección técnica y matrícula.", "6.", "Pólizas vigentes exigidas en los reglamentos.", "7.", "Certificado de carga máxima de la embarcación.", "b) Para embarcaciones menores:", "1.", "Embarcaciones dedicadas al servicio de pasajeros:\n.", "1.", "Patente de navegación.", "2.", "Permiso de los tripulantes.", "3.", "Lista de pasajeros.", "4.", "Certificado de inspección técnica y matrícula.", "5.", "Pólizas vigentes exigidas en los reglamentos.", "6.", "Certificado de carga máxima de la embarcación\n.", "2.", "Embarcaciones de transporte mixto:\n.", "1.", "Patente de navegación.", "2.", "Licencia de los tripulantes.", "3.", "Lista de pasajeros.", "4.", "Lista de carga.", "5.", "Diario de navegación.", "6.", "Certificado de inspección técnica y matrícula.", "7.", "Pólizas vigentes exigidas en los reglamentos.", "8.", "Certificado de carga máxima de la embarcación.", "Parágrafo 1°", ".°", "El incumplimiento de las obligaciones anteriores, hará acreedor al Capitán, o quien haga sus veces, de las sanciones establecidas en el Capítulo IX de la Ley 336 de 1996, y en la reglamentación que al respecto dicte el Ministerio de Transporte.", "Parágrafo 2°", ".°", "Excepcionalmente y cuando una embarcación deba zarpar durante situaciones tales como vacancia dominical, horas nocturnas o días festivos, el Capitán, o quien haga sus veces, deberá presentar la solicitud de zarpe con los documentos a que hace referencia el presente artículo, el último día hábil anterior a la fecha de partida de la embarcación, ante la autoridad fluvial, la cual expedirá el permiso de zarpe.", "El incumplimiento de lo establecido en este parágrafo acarreará al infractor la imposición de las sanciones correspondientes.", "Parágrafo 3°", ".°", "Las embarcaciones de servicio público de transporte fluvial de pasajeros deben zarpar con la planilla de viaje y su control de salida corresponde a la empresa legalmente habilitada con permiso de operación en la ruta otorgada."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Modificado por el art. 115, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Requisito para el zarpe de embarcaciones de pasajeros. Ninguna embarcación de servicio público de pasajeros podrá salir de puerto sin haber realizado el registro el zarpe en el Registro Nacional Fluvial - RNF.\n", "Para zarpar, toda embarcación de pasajeros deberá portar de manera física o electrónica los documentos establecidos en el artículo 32 de la presente ley, y que apliquen al transporte de pasajeros.\n", "Parágrafo 1º. El control de los pasajeros transportados será responsabilidad de las empresas legalmente habilitadas con permiso de operación en la ruta o zona de operación, la cual deberá incluir la información en el Registro Nacional Fluvial -RNF de las personas movilizadas.\n", "Parágrafo 2º. El incumplimiento de las obligaciones previstas en este artículo hará acreedora a la empresa de transporte público o al tripulante responsable de la embarcación o quien haga sus veces, según se trate, de las sanciones establecidas en la Ley.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 33.", "Modificado por el art.", "115, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Requisito para el zarpe de embarcaciones de pasajeros.", "Ninguna embarcación de servicio público de pasajeros podrá salir de puerto sin haber realizado el registro el zarpe en el Registro Nacional Fluvial - RNF.", "Para zarpar, toda embarcación de pasajeros deberá portar de manera física o electrónica los documentos establecidos en el artículo 32 de la presente ley, y que apliquen al transporte de pasajeros.", "Parágrafo 1º.", "El control de los pasajeros transportados será responsabilidad de las empresas legalmente habilitadas con permiso de operación en la ruta o zona de operación, la cual deberá incluir la información en el Registro Nacional Fluvial -RNF de las personas movilizadas.", "Parágrafo 2º.", "El incumplimiento de las obligaciones previstas en este artículo hará acreedora a la empresa de transporte público o al tripulante responsable de la embarcación o quien haga sus veces, según se trate, de las sanciones establecidas en la Ley.", "El texto original era el siguiente:"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Zarpes especiales. La autoridad fluvial en cada jurisdicción, está autorizada para expedir zarpes especiales, tanto para embarcaciones mayores como menores, que podrán comprender varios viajes por un tiempo determinado y prudencial, cuando se trate de programas de turismo y de servicios especiales. Este zarpe especial tendrá esa exclusividad y no podrá otorgarse a embarcaciones de carga.\n", "Parágrafo. Este artículo se aplicará. también para el zarpe de embarcaciones de pesca, deportivas y recreativas.\n"]}, "dot_comma_sep": ["Artículo 33.", "Zarpes especiales.", "La autoridad fluvial en cada jurisdicción, está autorizada para expedir zarpes especiales, tanto para embarcaciones mayores como menores, que podrán comprender varios viajes por un tiempo determinado y prudencial, cuando se trate de programas de turismo y de servicios especiales.", "Este zarpe especial tendrá esa exclusividad y no podrá otorgarse a embarcaciones de carga.", "Parágrafo.", "Este artículo se aplicará.", "también para el zarpe de embarcaciones de pesca, deportivas y recreativas."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Itinerario especial. Cuando un convoy atraque en un puerto intermedio de su itinerario, requerirá permiso de zarpe de la autoridad fluvial, para recoger botes cargados u otros que se tomen en dicho puerto.\n"]}, "dot_comma_sep": ["Artículo 34.", "Itinerario especial.", "Cuando un convoy atraque en un puerto intermedio de su itinerario, requerirá permiso de zarpe de la autoridad fluvial, para recoger botes cargados u otros que se tomen en dicho puerto."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. Actividad portuaria fluvial. El Ministerio de Transporte, a través de la dependencia correspondiente, será el encargado de coordinar y determinar los lugares para atraque, zarpe, amarre, almacenamiento, reparación de embarcaciones, cargue y descargue y demás actividades fluviales de los usuarios del puerto.\n"]}, "dot_comma_sep": ["Artículo 35.", "Actividad portuaria fluvial.", "El Ministerio de Transporte, a través de la dependencia correspondiente, será el encargado de coordinar y determinar los lugares para atraque, zarpe, amarre, almacenamiento, reparación de embarcaciones, cargue y descargue y demás actividades fluviales de los usuarios del puerto."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. Utilización del muelle. El Capitán o quien haga sus veces, está obligado a atracar la embarcación en un sitio dentro del muelle, asignado por la autoridad fluvial o portuaria competentes.\n"]}, "dot_comma_sep": ["Artículo 36.", "Utilización del muelle.", "El Capitán o quien haga sus veces, está obligado a atracar la embarcación en un sitio dentro del muelle, asignado por la autoridad fluvial o portuaria competentes."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Del convoy. Cuando en un convoy se transporte cargamentos para diversos puertos, el remolcador podrá dejar botes en los puertos intermedios para el cargue y descargue y para recogerlos posteriormente con el mismo o con cualquier otro remolcador. El transportador deberá mantener en el puerto, o dejar contratada, una unidad propulsora que atienda las operaciones, con el fin de no entorpecer las labores del muelle, de ser necesario. Si el transportador no lo hiciere, la autoridad fluvial podrá ejecutar la maniobra y cobrará el costo de la misma.\n"]}, "dot_comma_sep": ["Artículo 37.", "Del convoy.", "Cuando en un convoy se transporte cargamentos para diversos puertos, el remolcador podrá dejar botes en los puertos intermedios para el cargue y descargue y para recogerlos posteriormente con el mismo o con cualquier otro remolcador.", "El transportador deberá mantener en el puerto, o dejar contratada, una unidad propulsora que atienda las operaciones, con el fin de no entorpecer las labores del muelle, de ser necesario.", "Si el transportador no lo hiciere, la autoridad fluvial podrá ejecutar la maniobra y cobrará el costo de la misma."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. Los turnos de cargue y descargue serán organizados por el administrador del puerto.\n", "Parágrafo. El término de estadía para cargue o descargue será máximo de 92 horas, contados a partir del momento en que la empresa transportadora comunique el arribo de la embarcación fluvial y su alistamiento para la operación. Expirado este término, sin que se haya completado el cargue o el descargue, el embarcador deberá a la empresa transportadora la compensación por sobrestadía de que trata el Código de Comercio.\n"]}, "dot_comma_sep": ["Artículo 38.", "Los turnos de cargue y descargue serán organizados por el administrador del puerto.", "Parágrafo.", "El término de estadía para cargue o descargue será máximo de 92 horas, contados a partir del momento en que la empresa transportadora comunique el arribo de la embarcación fluvial y su alistamiento para la operación.", "Expirado este término, sin que se haya completado el cargue o el descargue, el embarcador deberá a la empresa transportadora la compensación por sobrestadía de que trata el Código de Comercio."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. La embarcación o convoy que navega adelante estará en la obligación de conceder la vía solicitada, para lo cual repetirá las señales y estas procederán a ejecutar la maniobra del paso.\n", "Parágrafo. Cuando la embarcación o convoy que navega adelante no da respuesta a las señales solicitando la vía, estas deben ser repetidas por la embarcación o convoy que navega atrás, la cual no debe intentar pasar a la embarcación que navega adelante en ninguna circunstancia hasta tanto no haya recibido la respuesta que puede pasar sin peligro.\n"]}, "dot_comma_sep": ["Artículo 39.", "La embarcación o convoy que navega adelante estará en la obligación de conceder la vía solicitada, para lo cual repetirá las señales y estas procederán a ejecutar la maniobra del paso.", "Parágrafo.", "Cuando la embarcación o convoy que navega adelante no da respuesta a las señales solicitando la vía, estas deben ser repetidas por la embarcación o convoy que navega atrás, la cual no debe intentar pasar a la embarcación que navega adelante en ninguna circunstancia hasta tanto no haya recibido la respuesta que puede pasar sin peligro."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. Una embarcación que transite por un canal angosto, debe mantenerse lo más cerca posible del límite exterior del canal navegable por el costado de estribor, hasta donde sea seguro.\n", "Parágrafo. Una embarcación dedicada a la pesca no debe impedir el paso de alguna otra que navegue dentro de un canal angosto.\n"]}, "dot_comma_sep": ["Artículo 40.", "Una embarcación que transite por un canal angosto, debe mantenerse lo más cerca posible del límite exterior del canal navegable por el costado de estribor, hasta donde sea seguro.", "Parágrafo.", "Una embarcación dedicada a la pesca no debe impedir el paso de alguna otra que navegue dentro de un canal angosto."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. Toda embarcación fluvial mayor con capacidad remolcadora superior a ciento un (101) toneladas, debe mantener en servicio un equipo de radiocomunicaciones de capacidad y frecuencia determinado y asignado para cada caso por el Ministerio de Comunicaciones, en coordinación con el Ministerio de Transporte.\n"]}, "dot_comma_sep": ["Artículo 41.", "Toda embarcación fluvial mayor con capacidad remolcadora superior a ciento un (101) toneladas, debe mantener en servicio un equipo de radiocomunicaciones de capacidad y frecuencia determinado y asignado para cada caso por el Ministerio de Comunicaciones, en coordinación con el Ministerio de Transporte."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Modificado por el art. 117, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Una vez entre en operación el Registro Nacional Fluvial -RNF- no se requerirá la cancelación de la matrícula cuando una embarcación y/o artefacto fluvial sea trasladada a la jurisdicción de otra inspección fluvial.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 42.", "Modificado por el art.", "117, Decreto 2106 de 2019 <El nuevo texto es el siguiente> Una vez entre en operación el Registro Nacional Fluvial -RNF- no se requerirá la cancelación de la matrícula cuando una embarcación y/o artefacto fluvial sea trasladada a la jurisdicción de otra inspección fluvial.", "El texto original era el siguiente:"]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Cuando una embarcación, sea trasladada a la jurisdicción de otra Inspección fluvial, esta última deberá solicitar a la de origen copia completa y certificada de la información registrada en el libro de registro de matrículas de embarcaciones. Se deberá solicitar nueva matrícula, registro de casco y motor cancelando las anteriores. Novedades que se registrarán en el libro correspondiente y servirá, como medio de prueba para los efectos legales, igualmente, se solicitará copia de la última patente expedida.\n", "Parágrafo. Las embarcaciones de uso privado, una vez obtenida su matrícula y patente en cualquier Inspección del país, podrán navegar temporalmente por períodos no superior a dos (2) meses por las vías fluviales nacionales, observación que deberá registrarse en la respectiva patente.\n"]}, "dot_comma_sep": ["Artículo 42.", "Cuando una embarcación, sea trasladada a la jurisdicción de otra Inspección fluvial, esta última deberá solicitar a la de origen copia completa y certificada de la información registrada en el libro de registro de matrículas de embarcaciones.", "Se deberá solicitar nueva matrícula, registro de casco y motor cancelando las anteriores.", "Novedades que se registrarán en el libro correspondiente y servirá, como medio de prueba para los efectos legales, igualmente, se solicitará copia de la última patente expedida.", "Parágrafo.", "Las embarcaciones de uso privado, una vez obtenida su matrícula y patente en cualquier Inspección del país, podrán navegar temporalmente por períodos no superior a dos (2) meses por las vías fluviales nacionales, observación que deberá registrarse en la respectiva patente."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. Cuando se estime necesario o por informe de cualquier persona, el inspector fluvial adelantará diligencia de inspección técnica a embarcaciones para verificar las condiciones de seguridad y sanidad y solicitará por escrito a la policía fluvial, con base en el documento de inspección técnica, la inmovilización hasta que la misma cumpla con las condiciones mínimas exigidas por el reglamento.\n"]}, "dot_comma_sep": ["Artículo 43.", "Cuando se estime necesario o por informe de cualquier persona, el inspector fluvial adelantará diligencia de inspección técnica a embarcaciones para verificar las condiciones de seguridad y sanidad y solicitará por escrito a la policía fluvial, con base en el documento de inspección técnica, la inmovilización hasta que la misma cumpla con las condiciones mínimas exigidas por el reglamento."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 44.", "content": ["Artículo 44. No se permitirá el zarpe simultáneo de dos o más embarcaciones menores que han de navegar en igual dirección. Habrá un intervalo conveniente, comenzando por la de mayor velocidad.\n"]}, "dot_comma_sep": ["Artículo 44.", "No se permitirá el zarpe simultáneo de dos o más embarcaciones menores que han de navegar en igual dirección.", "Habrá un intervalo conveniente, comenzando por la de mayor velocidad."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Se restringe la navegación para las embarcaciones menores en los ríos, canales y ciénagas entre las dieciocho (18:00) y las cinco (5:00) horas. En el caso de las excepciones consagradas en el presente artículo, las embarcaciones menores deberán cumplir con el reglamento de luces y señales de navegación fluvial.\n", "Parágrafo 1°. El presente artículo no aplica cuando se trate de actividades pesqueras artesanales o actividades económicas menores, o en el caso de traslado de enfermos graves y situaciones de fuerza mayor.\n", "Parágrafo 2°. En todo caso las embarcaciones pesqueras artesanales o las que trasladen enfermos graves tendrán prioridad en la navegación fluvial.\n"]}, "dot_comma_sep": ["Artículo 45.", "Se restringe la navegación para las embarcaciones menores en los ríos, canales y ciénagas entre las dieciocho (18:00) y las cinco (5:00) horas.", "En el caso de las excepciones consagradas en el presente artículo, las embarcaciones menores deberán cumplir con el reglamento de luces y señales de navegación fluvial.", "Parágrafo 1°", ".°", "El presente artículo no aplica cuando se trate de actividades pesqueras artesanales o actividades económicas menores, o en el caso de traslado de enfermos graves y situaciones de fuerza mayor.", "Parágrafo 2°", ".°", "En todo caso las embarcaciones pesqueras artesanales o las que trasladen enfermos graves tendrán prioridad en la navegación fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. La embarcación menor durante la navegación disminuirá al mínimo su velocidad en los siguientes casos:\n", "1. Cuando se acerque a embarcaciones mayores o convoyes que navegan, caso en el cual preferirá orillarse y tomar las medidas de seguridad necesarias mientras pasan, para evitar un naufragio.\n", "2. Cuando existe serio riesgo de colisión.\n", "3. Cuando reciba señales de alarma.\n", "4. Cuando realice maniobras de cruce.\n", "5. Cuando va a ser pasada.\n", "6. Cuando se aproxima a otras embarcaciones menores que se encuentren amarradas o en marcha.\n", "7. Cuando navega frente a instalaciones de obras hidráulicas o portuarias donde se encuentren unidades flotantes como dragas, grúas, campamentos flotantes, transbordadores, embarcaciones cautivas, cruces subfluviales.\n", "8. Por causa de niebla o humo, caso en el cual emitirá señales reglamentarias para evitar colisiones.\n", "9. Al arribar o al zarpar, hasta tanto no supere la zona portuaria o del muelle, canal o punto de arribada.\n", "10. Al paso por puerto o muelle, haya o no, embarcaciones.\n", "11. Al paso por poblaciones en inminente riesgo de inundación.\n", "12. Por indicación de autoridad fluvial, militar o de policía.\n"]}, "dot_comma_sep": ["Artículo 46.", "La embarcación menor durante la navegación disminuirá al mínimo su velocidad en los siguientes casos:\n.", "1.", "Cuando se acerque a embarcaciones mayores o convoyes que navegan, caso en el cual preferirá orillarse y tomar las medidas de seguridad necesarias mientras pasan, para evitar un naufragio.", "2.", "Cuando existe serio riesgo de colisión.", "3.", "Cuando reciba señales de alarma.", "4.", "Cuando realice maniobras de cruce.", "5.", "Cuando va a ser pasada.", "6.", "Cuando se aproxima a otras embarcaciones menores que se encuentren amarradas o en marcha.", "7.", "Cuando navega frente a instalaciones de obras hidráulicas o portuarias donde se encuentren unidades flotantes como dragas, grúas, campamentos flotantes, transbordadores, embarcaciones cautivas, cruces subfluviales.", "8.", "Por causa de niebla o humo, caso en el cual emitirá señales reglamentarias para evitar colisiones.", "9.", "Al arribar o al zarpar, hasta tanto no supere la zona portuaria o del muelle, canal o punto de arribada.", "10.", "Al paso por puerto o muelle, haya o no, embarcaciones.", "11.", "Al paso por poblaciones en inminente riesgo de inundación.", "12.", "Por indicación de autoridad fluvial, militar o de policía."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. El tiquete es la prueba inicial del contrato de transporte y para efecto de la responsabilidad por violación del contrato, o en materia de riesgos amparados. Debe contener la siguiente información:\n", "1. Nombre de la empresa de transporte fluvial.\n", "2. Número de Patente de Navegación de la embarcación.\n", "3. Fecha de expedición.\n", "4. Origen y destino de la ruta.\n", "5. Origen y destino del pasajero.\n", "6. Fecha y hora de salida.\n", "7. Nivel de servicio.\n", "8. Número de la silla ofrecida.\n", "9. Tarifa del pasaje.\n", "10. Firma del despachador responsable.\n", "11. Nombre de la empresa aseguradora y el número de póliza que ampara al beneficiario en caso de accidente.\n", "Parágrafo. El tiquete permanecerá en poder del pasajero, quien lo exhibirá a petición del tripulante, de la autoridad fluvial o demás autoridades.\n"]}, "dot_comma_sep": ["Artículo 47.", "El tiquete es la prueba inicial del contrato de transporte y para efecto de la responsabilidad por violación del contrato, o en materia de riesgos amparados.", "Debe contener la siguiente información:\n.", "1.", "Nombre de la empresa de transporte fluvial.", "2.", "Número de Patente de Navegación de la embarcación.", "3.", "Fecha de expedición.", "4.", "Origen y destino de la ruta.", "5.", "Origen y destino del pasajero.", "6.", "Fecha y hora de salida.", "7.", "Nivel de servicio.", "8.", "Número de la silla ofrecida.", "9.", "Tarifa del pasaje.", "10.", "Firma del despachador responsable.", "11.", "Nombre de la empresa aseguradora y el número de póliza que ampara al beneficiario en caso de accidente.", "Parágrafo.", "El tiquete permanecerá en poder del pasajero, quien lo exhibirá a petición del tripulante, de la autoridad fluvial o demás autoridades."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000401000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. Toda embarcación menor debe cumplir con las siguientes normas de seguridad en puerto, o muelle y durante la navegación:\n", "1. Las embarcaciones con motor fuera de borda deberán llevar entre otros repuestos, bujías, hélices, pines de acero o platinas.\n", "2. Las embarcaciones menores de pasajeros con motor fuera de borda deberán tener en su estructura el tanque de gasolina aislado de la zona de pasajeros.\n", "3. La embarcación menor dedicada al servicio público de transporte de pasajeros, para viajes largos, deberá llevar superestructura adecuada al cupo de pasajeros autorizado, estar dotado de cabina con techo rígido, pasadizo central para la circulación de los pasajeros y sillas individuales con espaldar, lo mismo que compartimientos para guardar el equipaje de mano, así como bodega para el equipaje general de los pasajeros independiente de la cabina y cortinas en los costados para la protección de la lluvia o del sol.\n", "4. Al embarcarse y durante todo el trayecto de la ruta, los pasajeros y la tripulación tienen la obligación de llevar puesto y sujeto el salvavidas tipo chaleco, que durante el embarque les entregará el timonel o motorista de la embarcación.\n", "5. No se permite en el embarque de pasajeros o tripulantes en estado de embriaguez, ni el consumo de bebidas embriagantes o de sustancias alucinógenas a lo largo del trayecto.\n", "6. Se prohíbe fumar dentro de la embarcación.\n", "7. Está prohibido abastecer de combustible a la embarcación con pasajeros a bordo.\n", "8. En las embarcaciones de servicio público de transporte fluvial de pasajeros no podrá transportarse productos explosivos, inflamables, tóxicos y en general peligrosos para la salud, integridad física o seguridad de los mismos.\n", "9. Ninguna embarcación puede desamarrar sin haber encendido previamente el motor.\n", "10. No obstante su capacidad, toda embarcación menor debe conservar un franco bordo mínimo de treinta (30) centímetros.\n", "11. El motor para desplazamiento o movilización del casco de la embarcación menor debe ser de caballaje recomendado o determinado por el fabricante o en su defecto, por la autoridad fluvial.\n"]}, "dot_comma_sep": ["Artículo 48.", "Toda embarcación menor debe cumplir con las siguientes normas de seguridad en puerto, o muelle y durante la navegación:\n.", "1.", "Las embarcaciones con motor fuera de borda deberán llevar entre otros repuestos, bujías, hélices, pines de acero o platinas.", "2.", "Las embarcaciones menores de pasajeros con motor fuera de borda deberán tener en su estructura el tanque de gasolina aislado de la zona de pasajeros.", "3.", "La embarcación menor dedicada al servicio público de transporte de pasajeros, para viajes largos, deberá llevar superestructura adecuada al cupo de pasajeros autorizado, estar dotado de cabina con techo rígido, pasadizo central para la circulación de los pasajeros y sillas individuales con espaldar, lo mismo que compartimientos para guardar el equipaje de mano, así como bodega para el equipaje general de los pasajeros independiente de la cabina y cortinas en los costados para la protección de la lluvia o del sol.", "4.", "Al embarcarse y durante todo el trayecto de la ruta, los pasajeros y la tripulación tienen la obligación de llevar puesto y sujeto el salvavidas tipo chaleco, que durante el embarque les entregará el timonel o motorista de la embarcación.", "5.", "No se permite en el embarque de pasajeros o tripulantes en estado de embriaguez, ni el consumo de bebidas embriagantes o de sustancias alucinógenas a lo largo del trayecto.", "6.", "Se prohíbe fumar dentro de la embarcación.", "7.", "Está prohibido abastecer de combustible a la embarcación con pasajeros a bordo.", "8.", "En las embarcaciones de servicio público de transporte fluvial de pasajeros no podrá transportarse productos explosivos, inflamables, tóxicos y en general peligrosos para la salud, integridad física o seguridad de los mismos.", "9.", "Ninguna embarcación puede desamarrar sin haber encendido previamente el motor.", "10.", "No obstante su capacidad, toda embarcación menor debe conservar un franco bordo mínimo de treinta (30) centímetros.", "11.", "El motor para desplazamiento o movilización del casco de la embarcación menor debe ser de caballaje recomendado o determinado por el fabricante o en su defecto, por la autoridad fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. La patente de navegación es la autorización expedida por el Ministerio de Transporte al propietario, para que la embarcación pueda transitar en la vía fluvial.\n"]}, "dot_comma_sep": ["Artículo 49.", "La patente de navegación es la autorización expedida por el Ministerio de Transporte al propietario, para que la embarcación pueda transitar en la vía fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Para que pueda ponerse en servicio una embarcación debe estar provista de patente de navegación previa inspección técnica. La patente de navegación para embarcaciones mayores, tendrá validez de tres (3) años; su expedición y revalidación se hará por la dependencia asignada por el Ministerio de Transporte en su jurisdicción. Para las embarcaciones menores será de dos (2) años.\n", "Parágrafo. El propietario, armador o su representante debe solicitar la revalidación de la Patente con una antelación mínima de treinta (30) días calendario a la fecha de su vencimiento.\n"]}, "dot_comma_sep": ["Artículo 50.", "Para que pueda ponerse en servicio una embarcación debe estar provista de patente de navegación previa inspección técnica.", "La patente de navegación para embarcaciones mayores, tendrá validez de tres (3) años; su expedición y revalidación se hará por la dependencia asignada por el Ministerio de Transporte en su jurisdicción.", "Para las embarcaciones menores será de dos (2) años.", "Parágrafo.", "El propietario, armador o su representante debe solicitar la revalidación de la Patente con una antelación mínima de treinta (30) días calendario a la fecha de su vencimiento."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. Toda embarcación fluvial mayor estará sujeta a revisión cada tres (3) años y las menores cada dos (2) años, para su clasificación y renovación de la patente. Aunque la autoridad fluvial podrá revisar la embarcación en cualquier momento.\n"]}, "dot_comma_sep": ["Artículo 51.", "Toda embarcación fluvial mayor estará sujeta a revisión cada tres (3) años y las menores cada dos (2) años, para su clasificación y renovación de la patente.", "Aunque la autoridad fluvial podrá revisar la embarcación en cualquier momento."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. Mientras se encuentre en trámite, la expedición o revalidación de la Patente o en caso de pérdida debidamente comprobada, previo el lleno de requisitos, la autoridad fluvial otorgará un permiso provisional de navegación, por un periodo de treinta (30) días hábiles.\n"]}, "dot_comma_sep": ["Artículo 52.", "Mientras se encuentre en trámite, la expedición o revalidación de la Patente o en caso de pérdida debidamente comprobada, previo el lleno de requisitos, la autoridad fluvial otorgará un permiso provisional de navegación, por un periodo de treinta (30) días hábiles."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. La patente de navegación se expedirá en formato único nacional, para lo cual el Ministerio de Transporte reglamentará la ficha técnica para su elaboración y los mecanismos de control correspondientes.\n"]}, "dot_comma_sep": ["Artículo 53.", "La patente de navegación se expedirá en formato único nacional, para lo cual el Ministerio de Transporte reglamentará la ficha técnica para su elaboración y los mecanismos de control correspondientes."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. La patente de navegación debe llevarse siempre a bordo y será obligación presentarla a la autoridad de puerto donde se arribe.\n"]}, "dot_comma_sep": ["Artículo 54.", "La patente de navegación debe llevarse siempre a bordo y será obligación presentarla a la autoridad de puerto donde se arribe."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. Cuando una embarcación no esté en condiciones para navegar, la autoridad fluvial suspenderá la vigencia de la patente hasta cuando sea reparada.\n"]}, "dot_comma_sep": ["Artículo 55.", "Cuando una embarcación no esté en condiciones para navegar, la autoridad fluvial suspenderá la vigencia de la patente hasta cuando sea reparada."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000402000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. Cancelación. La patente de navegación de una embarcación se cancelará a solicitud de su titular por destrucción total de la embarcación, pérdida definitiva, exportación o reexportación, hurto o desaparición documentada de la embarcación, previa comprobación del hecho por parte de la autoridad competente. En cualquier caso, la autoridad fluvial reportará la novedad al Registro de información, mediante decisión debidamente ejecutoriada.\n"]}, "dot_comma_sep": ["Artículo 56.", "Cancelación.", "La patente de navegación de una embarcación se cancelará a solicitud de su titular por destrucción total de la embarcación, pérdida definitiva, exportación o reexportación, hurto o desaparición documentada de la embarcación, previa comprobación del hecho por parte de la autoridad competente.", "En cualquier caso, la autoridad fluvial reportará la novedad al Registro de información, mediante decisión debidamente ejecutoriada."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000403000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. Toda embarcación fluvial matriculada en Colombia que navegue por las vías fluviales nacionales debe llevar izada en un lugar visible la bandera nacional y la identificación numerada que se determina en el presente Código. Su omisión será causal de suspensión de la Patente de Navegación.\n"]}, "dot_comma_sep": ["Artículo 57.", "Toda embarcación fluvial matriculada en Colombia que navegue por las vías fluviales nacionales debe llevar izada en un lugar visible la bandera nacional y la identificación numerada que se determina en el presente Código.", "Su omisión será causal de suspensión de la Patente de Navegación."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000403000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. Corresponde al Ministerio de Transporte diseñar y establecer las características y ficha técnica de la identificación tanto nominal como numerada, para las embarcaciones fluviales, asignar sus series, rangos y códigos.\n"]}, "dot_comma_sep": ["Artículo 58.", "Corresponde al Ministerio de Transporte diseñar y establecer las características y ficha técnica de la identificación tanto nominal como numerada, para las embarcaciones fluviales, asignar sus series, rangos y códigos."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000403000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. Ubicación. Las embarcaciones fluviales llevarán dos (2) identificaciones iguales, con el nombre de la embarcación y el número de la patente de navegación, una en el costado de estribor y otra en el costado de babor, ambas en la proa. La unidad propulsora de los convoyes llevará la identificación, de acuerdo a las características que determine el Ministerio de Transporte.\n", "Parágrafo. La obligatoriedad de identificación numerada cubre todo tipo de embarcaciones.\n"]}, "dot_comma_sep": ["Artículo 59.", "Ubicación.", "Las embarcaciones fluviales llevarán dos (2) identificaciones iguales, con el nombre de la embarcación y el número de la patente de navegación, una en el costado de estribor y otra en el costado de babor, ambas en la proa.", "La unidad propulsora de los convoyes llevará la identificación, de acuerdo a las características que determine el Ministerio de Transporte.", "Parágrafo.", "La obligatoriedad de identificación numerada cubre todo tipo de embarcaciones."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. Ámbito de aplicación. Las disposiciones contenidas en el presente capítulo se aplicarán a las personas naturales y jurídicas de carácter público o privado que desarrollen actividades portuarias y utilicen las facilidades físicas, instalaciones o servicios de puertos, muelles, embarcaderos y espacios de almacenamiento portuario en el modo fluvial a cargo del Ministerio de Transporte, sin perjuicio de las atribuciones en esta materia, asignadas a otra entidad.\n"]}, "dot_comma_sep": ["Artículo 60.", "Ámbito de aplicación.", "Las disposiciones contenidas en el presente capítulo se aplicarán a las personas naturales y jurídicas de carácter público o privado que desarrollen actividades portuarias y utilicen las facilidades físicas, instalaciones o servicios de puertos, muelles, embarcaderos y espacios de almacenamiento portuario en el modo fluvial a cargo del Ministerio de Transporte, sin perjuicio de las atribuciones en esta materia, asignadas a otra entidad."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 61.", "content": ["Artículo 61. El Instituto Nacional de Vías, Invías o la entidad que este designe, tendrá a cargo la Administración de la infraestructura portuaria ubicada en jurisdicciones diferentes a la de Cormagdalena. Estas entidades responderán por la organización y operación de la misma, y deberá atender a los usuarios de la navegación fluvial en la no concesionada, caso contrario la responsabilidad será del concesionario.\n"]}, "dot_comma_sep": ["Artículo 61.", "El Instituto Nacional de Vías, Invías o la entidad que este designe, tendrá a cargo la Administración de la infraestructura portuaria ubicada en jurisdicciones diferentes a la de Cormagdalena.", "Estas entidades responderán por la organización y operación de la misma, y deberá atender a los usuarios de la navegación fluvial en la no concesionada, caso contrario la responsabilidad será del concesionario."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000067", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 62.", "content": ["Artículo 62. Las normas establecidas en el presente código, no eximen al usuario de la obligación de cumplir los requisitos y normas aduaneras, normas sanitarias, ambientales o de otras autoridades cuando por mandato legal estas ejerzan funciones específicas en las actividades desarrolladas en puertos, muelles, embarcaderos y bodegas fluviales.\n"]}, "dot_comma_sep": ["Artículo 62.", "Las normas establecidas en el presente código, no eximen al usuario de la obligación de cumplir los requisitos y normas aduaneras, normas sanitarias, ambientales o de otras autoridades cuando por mandato legal estas ejerzan funciones específicas en las actividades desarrolladas en puertos, muelles, embarcaderos y bodegas fluviales."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000068", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 63.", "content": ["Artículo 63. Quienes ejecuten o realicen actividades portuarias fluviales o quienes utilicen terrenos adyacentes a las vías fluviales por concesión, permiso o licencia para realizar o ejecutar tales actividades, están en la obligación de permitir el libre acceso a sus instalaciones de los funcionarios del Ministerio de Transporte o de la entidad competente en cumplimiento de sus funciones. Igualmente, se encuentran en la obligación de rendir oportunamente los informes de rutina que la autoridad fluvial requiera y aquellos que solicite por razones especiales.\n"]}, "dot_comma_sep": ["Artículo 63.", "Quienes ejecuten o realicen actividades portuarias fluviales o quienes utilicen terrenos adyacentes a las vías fluviales por concesión, permiso o licencia para realizar o ejecutar tales actividades, están en la obligación de permitir el libre acceso a sus instalaciones de los funcionarios del Ministerio de Transporte o de la entidad competente en cumplimiento de sus funciones.", "Igualmente, se encuentran en la obligación de rendir oportunamente los informes de rutina que la autoridad fluvial requiera y aquellos que solicite por razones especiales."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000069", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 64.", "content": ["Artículo 64.  Reglamentado por el Decreto Nacional 2079 de 2010. La concesión sobre los puertos fluviales a cargo de la Nación o de entidades competentes y la de los puertos privados que se construyan se regirán conforme a los procedimientos establecidos en la Ley 1ª de 1991 y las normas que la reglamenten o modifiquen. Los particulares que administren u operen puertos o muelles fluviales bajo cualquier modalidad diferente a la concesión tendrán un plazo de 18 meses a partir de la promulgación de la presente ley para que se homologuen o soliciten la concesión portuaria.\n", "Parágrafo 1°. El Gobierno Nacional por conducto del Ministerio de Transporte procederá a definir de inmediato los términos, el plazo y las contraprestaciones de las concesiones en los puertos fluviales que se encuentren ubicados en áreas portuarias diferentes a los últimos 30 kilómetros del río Magdalena.\n", "Parágrafo 2°. El Gobierno Nacional por conducto del Ministerio de Transporte procederá a definir de inmediato los términos en los cuales se otorgarán las concesiones portuarias fluviales por parte de la entidad competente en cada vía fluvial.\n", "Parágrafo 3°. Modificado por el art. 1, Ley 1557 de 2012 <El nuevo texto es el siguiente> En los últimos treinta kilómetros del Río Magdalena el 60% de la contraprestación por zona de uso público e infraestructura la recibirá la Corporación Autónoma Regional del Río Grande de la Magdalena (Cormagdalena), o quien haga sus veces, quien tendrá a cargo las obras de encauzamiento y mantenimiento en el canal de acceso a la Zona Portuaria de Barranquilla; el restante 40% se destinará a los municipios o distritos destinados a reforestación y saneamiento básico. Para inversión en las vías de acceso terrestre a la zona portuaria de Barranquilla, Cormagdalena coordinará con el Invías los recursos que aportará para tal fin, de la contraprestación recibida.\n", "Las contraprestaciones que el Invías tenga comprometidas en futuras vigencias hasta la entrada en vigencia de la presente ley, continuarán siendo recibidas por dicha entidad hasta su ejecución.\n", "En todo caso, el Instituto Nacional de Vías (Invías) o quien haga sus veces y las entidades del orden nacional y territorial, del nivel central y descentralizado podrán, de conformidad con lo establecido en la Ley 489 de 1998, aunar esfuerzos presupuestales, técnicos, físicos para adelantar obras de encauzamiento y mantenimiento de los últimos 30 kilómetros del Río Magdalena, bajo la coordinación del Ministerio de Transporte.\n", "La contraprestación por zonas de uso público en infraestructuras ubicadas en el resto del Rio Magdalena como en sus conexiones fluviales de su competencia, las recibirá en su totalidad Cormagdalena.\n", "Otras modificaciones: Reglamentado por el art. 1, Decreto Nacional 2079 de 2010.\n", "El texto original era el siguiente:\n", "Parágrafo 3°. En los últimos treinta kilómetros del río Magdalena el 60% de la contraprestación por zona de uso público e infraestructura la recibirá la Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, o quien haga sus veces, quien tendrá a cargo las obras de encauzamiento y mantenimiento en el canal de acceso a la zona portuaria de Barranquilla; el restante 40% se destinará a los municipios o distritos destinados a reforestación y saneamiento básico. Para inversión en las vías de acceso terrestre a la zona portuaria de Barranquilla, Cormagdalena, coordinará con el Invías los recursos que aportará para tal fin de la contraprestación recibida.\n", "Las contraprestaciones que el Invías tenga comprometidas en futuras vigencias hasta la entrada en vigencia de la presente ley, continuarán siendo recibidas por dicha entidad hasta su ejecución.\n", "La contraprestación por zonas de uso público e infraestructuras ubicadas en el resto del río Magdalena como en sus conexiones fluviales de su competencia la recibirá en su totalidad Cormagdalena.\n", "Parágrafo 4°. En las demás zonas de uso público e infraestructura fluvial, la contraprestación que reciba la Nación por este concepto a través del Instituto Nacional de Vías, Invías, o quien haga sus veces, se destinará únicamente a la ejecución de obras de encauzamiento y mantenimiento o profundización de los canales navegables fluviales a cargo del Invías, así como, para el diseño, construcción, ampliación, rehabilitación y mantenimiento de las vías de acceso terrestre, en las zonas de influencia directa de los puertos fluviales a cargo del Invías.\n"]}, "dot_comma_sep": ["Artículo 64.", " Reglamentado por el Decreto Nacional 2079 de 2010.", "La concesión sobre los puertos fluviales a cargo de la Nación o de entidades competentes y la de los puertos privados que se construyan se regirán conforme a los procedimientos establecidos en la Ley 1ª de 1991 y las normas que la reglamenten o modifiquen.", "Los particulares que administren u operen puertos o muelles fluviales bajo cualquier modalidad diferente a la concesión tendrán un plazo de 18 meses a partir de la promulgación de la presente ley para que se homologuen o soliciten la concesión portuaria.", "Parágrafo 1°", ".°", "El Gobierno Nacional por conducto del Ministerio de Transporte procederá a definir de inmediato los términos, el plazo y las contraprestaciones de las concesiones en los puertos fluviales que se encuentren ubicados en áreas portuarias diferentes a los últimos 30 kilómetros del río Magdalena.", "Parágrafo 2°", ".°", "El Gobierno Nacional por conducto del Ministerio de Transporte procederá a definir de inmediato los términos en los cuales se otorgarán las concesiones portuarias fluviales por parte de la entidad competente en cada vía fluvial.", "Parágrafo 3°", ".°", "Modificado por el art.", "1, Ley 1557 de 2012 <El nuevo texto es el siguiente> En los últimos treinta kilómetros del Río Magdalena el 60% de la contraprestación por zona de uso público e infraestructura la recibirá la Corporación Autónoma Regional del Río Grande de la Magdalena (Cormagdalena), o quien haga sus veces, quien tendrá a cargo las obras de encauzamiento y mantenimiento en el canal de acceso a la Zona Portuaria de Barranquilla; el restante 40% se destinará a los municipios o distritos destinados a reforestación y saneamiento básico.", "Para inversión en las vías de acceso terrestre a la zona portuaria de Barranquilla, Cormagdalena coordinará con el Invías los recursos que aportará para tal fin, de la contraprestación recibida.", "Las contraprestaciones que el Invías tenga comprometidas en futuras vigencias hasta la entrada en vigencia de la presente ley, continuarán siendo recibidas por dicha entidad hasta su ejecución.", "En todo caso, el Instituto Nacional de Vías (Invías) o quien haga sus veces y las entidades del orden nacional y territorial, del nivel central y descentralizado podrán, de conformidad con lo establecido en la Ley 489 de 1998, aunar esfuerzos presupuestales, técnicos, físicos para adelantar obras de encauzamiento y mantenimiento de los últimos 30 kilómetros del Río Magdalena, bajo la coordinación del Ministerio de Transporte.", "La contraprestación por zonas de uso público en infraestructuras ubicadas en el resto del Rio Magdalena como en sus conexiones fluviales de su competencia, las recibirá en su totalidad Cormagdalena.", "Otras modificaciones: Reglamentado por el art.", "1, Decreto Nacional 2079 de 2010.", "El texto original era el siguiente:", "Parágrafo 3°", ".°", "En los últimos treinta kilómetros del río Magdalena el 60% de la contraprestación por zona de uso público e infraestructura la recibirá la Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, o quien haga sus veces, quien tendrá a cargo las obras de encauzamiento y mantenimiento en el canal de acceso a la zona portuaria de Barranquilla; el restante 40% se destinará a los municipios o distritos destinados a reforestación y saneamiento básico.", "Para inversión en las vías de acceso terrestre a la zona portuaria de Barranquilla, Cormagdalena, coordinará con el Invías los recursos que aportará para tal fin de la contraprestación recibida.", "Las contraprestaciones que el Invías tenga comprometidas en futuras vigencias hasta la entrada en vigencia de la presente ley, continuarán siendo recibidas por dicha entidad hasta su ejecución.", "La contraprestación por zonas de uso público e infraestructuras ubicadas en el resto del río Magdalena como en sus conexiones fluviales de su competencia la recibirá en su totalidad Cormagdalena.", "Parágrafo 4°", ".°", "En las demás zonas de uso público e infraestructura fluvial, la contraprestación que reciba la Nación por este concepto a través del Instituto Nacional de Vías, Invías, o quien haga sus veces, se destinará únicamente a la ejecución de obras de encauzamiento y mantenimiento o profundización de los canales navegables fluviales a cargo del Invías, así como, para el diseño, construcción, ampliación, rehabilitación y mantenimiento de las vías de acceso terrestre, en las zonas de influencia directa de los puertos fluviales a cargo del Invías."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000070", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 65.", "content": ["Artículo 65. Para poder desempeñarse en las labores de operador portuario, deberá cumplir con los requisitos que establezca el Ministerio de Transporte.\n"]}, "dot_comma_sep": ["Artículo 65.", "Para poder desempeñarse en las labores de operador portuario, deberá cumplir con los requisitos que establezca el Ministerio de Transporte."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000404000071", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO IV\n", "name": "Actividad portuaria\n"}, "article": {"name": "Artículo 66.", "content": ["Artículo 66. Las instalaciones y demás facilidades portuarias, en especial aquellas destinadas al servicio público de transporte de pasajeros, deben contar y proyectarse con los dispositivos y elementos físicos que permitan la adecuada movilización de las personas discapacitadas, con limitación o con minusvalía, de conformidad con las disposiciones vigentes.\n", "Parágrafo. La Administración del puerto establecerá los horarios de operación y prestación de servicio en los puertos.\n"]}, "dot_comma_sep": ["Artículo 66.", "Las instalaciones y demás facilidades portuarias, en especial aquellas destinadas al servicio público de transporte de pasajeros, deben contar y proyectarse con los dispositivos y elementos físicos que permitan la adecuada movilización de las personas discapacitadas, con limitación o con minusvalía, de conformidad con las disposiciones vigentes.", "Parágrafo.", "La Administración del puerto establecerá los horarios de operación y prestación de servicio en los puertos."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000501000072", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 67.", "content": ["Artículo 67. El Ministerio de Transporte impulsará la creación de un programa de formación de tripulantes fluviales en coordinación con el Sena y la Armada Nacional, los gremios y empresas de navegación fluvial y Cormagdalena en su jurisdicción.\n"]}, "dot_comma_sep": ["Artículo 67.", "El Ministerio de Transporte impulsará la creación de un programa de formación de tripulantes fluviales en coordinación con el Sena y la Armada Nacional, los gremios y empresas de navegación fluvial y Cormagdalena en su jurisdicción."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000501000073", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 68.", "content": ["Artículo 68. Las prácticas se harán en las embarcaciones de las empresas debidamente habilitadas como transportadoras fluviales, que se constituirán en campos de práctica para las universidades e Instituciones de educación superior que estén reconocidas por el Ministerio de Educación y desarrollen programas inherentes a la navegación fluvial y a la actividad portuaria.\n"]}, "dot_comma_sep": ["Artículo 68.", "Las prácticas se harán en las embarcaciones de las empresas debidamente habilitadas como transportadoras fluviales, que se constituirán en campos de práctica para las universidades e Instituciones de educación superior que estén reconocidas por el Ministerio de Educación y desarrollen programas inherentes a la navegación fluvial y a la actividad portuaria."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000501000074", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 69.", "content": ["Artículo 69. La universidad o institución superior que requiera que sus estudiantes realicen prácticas de navegación fluvial, hará la solicitud respectiva al representante legal de la empresa de transporte fluvial adjuntando el respectivo programa en donde se especifiquen los objetivos generales del mismo y anotando el profesor que será responsable del aprendizaje. El representante legal a su vez, definirá el número de estudiantes que está en capacidad de recibir y las fechas en las que se hará la práctica.\n"]}, "dot_comma_sep": ["Artículo 69.", "La universidad o institución superior que requiera que sus estudiantes realicen prácticas de navegación fluvial, hará la solicitud respectiva al representante legal de la empresa de transporte fluvial adjuntando el respectivo programa en donde se especifiquen los objetivos generales del mismo y anotando el profesor que será responsable del aprendizaje.", "El representante legal a su vez, definirá el número de estudiantes que está en capacidad de recibir y las fechas en las que se hará la práctica."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000501000075", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 70.", "content": ["Artículo 70. El Capitán y los oficiales de abordo correspondientes, actuarán como tutores de la práctica y rendirá al final de la misma un informe de las actividades realizadas por los estudiantes y emitirán un concepto sobre las capacidades de aprendizaje y el comportamiento de cada uno de los alumnos.\n"]}, "dot_comma_sep": ["Artículo 70.", "El Capitán y los oficiales de abordo correspondientes, actuarán como tutores de la práctica y rendirá al final de la misma un informe de las actividades realizadas por los estudiantes y emitirán un concepto sobre las capacidades de aprendizaje y el comportamiento de cada uno de los alumnos."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000501000076", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 71.", "content": ["Artículo 71. Los costos de manutención durante las prácticas estarán a cargo de la universidad o institución de educación superior respectiva. El capitán y los oficiales de abordo correspondientes velarán por el cumplimiento de las normas de seguridad que deberán acatar los estudiantes.\n"]}, "dot_comma_sep": ["Artículo 71.", "Los costos de manutención durante las prácticas estarán a cargo de la universidad o institución de educación superior respectiva.", "El capitán y los oficiales de abordo correspondientes velarán por el cumplimiento de las normas de seguridad que deberán acatar los estudiantes."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000502000077", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 72.", "content": ["Artículo 72. La licencia de tripulante de embarcaciones fluviales es el documento público de carácter personal e intransferible expedido por el Ministerio de Transporte, el cual autoriza a una persona para ejercer una actividad dentro de la tripulación en las embarcaciones o artefactos fluviales, con validez en todo el territorio nacional.\n", "Parágrafo. Toda persona inscrita en el rol de tripulación de una embarcación fluvial está obligada a cumplir las disposiciones que regulan la navegación fluvial.\n"]}, "dot_comma_sep": ["Artículo 72.", "La licencia de tripulante de embarcaciones fluviales es el documento público de carácter personal e intransferible expedido por el Ministerio de Transporte, el cual autoriza a una persona para ejercer una actividad dentro de la tripulación en las embarcaciones o artefactos fluviales, con validez en todo el territorio nacional.", "Parágrafo.", "Toda persona inscrita en el rol de tripulación de una embarcación fluvial está obligada a cumplir las disposiciones que regulan la navegación fluvial."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000502000078", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 73.", "content": ["Artículo 73. Nadie podrá tripular u operar una embarcación o un artefacto fluvial sin que le haya sido expedida, la respectiva licencia por parte del Ministerio de Transporte o permiso de tripulante, expedida por la dependencia asignada según corresponda.\n", "Parágrafo. Será objeto de sanción la empresa o propietario particular de una embarcación, o el Capitán o quien haga sus veces, que autorice o permita que personas sin licencia o permiso de tripulante hagan parte del rol de tripulación.\n"]}, "dot_comma_sep": ["Artículo 73.", "Nadie podrá tripular u operar una embarcación o un artefacto fluvial sin que le haya sido expedida, la respectiva licencia por parte del Ministerio de Transporte o permiso de tripulante, expedida por la dependencia asignada según corresponda.", "Parágrafo.", "Será objeto de sanción la empresa o propietario particular de una embarcación, o el Capitán o quien haga sus veces, que autorice o permita que personas sin licencia o permiso de tripulante hagan parte del rol de tripulación."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000502000079", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 74.", "content": ["Artículo 74. El Ministerio de Transporte, es el organismo autorizado para expedir la licencia de tripulante a los Capitanes, Pilotos, Maquinistas, Contramaestres, timoneles, operadores de draga y demás miembros de la tripulación.\n"]}, "dot_comma_sep": ["Artículo 74.", "El Ministerio de Transporte, es el organismo autorizado para expedir la licencia de tripulante a los Capitanes, Pilotos, Maquinistas, Contramaestres, timoneles, operadores de draga y demás miembros de la tripulación."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000502000080", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. El formato de la licencia de tripulante de embarcaciones fluviales será único nacional, para lo cual el Ministerio de Transporte establecerá la ficha técnica para su elaboración y los mecanismos de control correspondientes.\n"]}, "dot_comma_sep": ["Artículo 75.", "El formato de la licencia de tripulante de embarcaciones fluviales será único nacional, para lo cual el Ministerio de Transporte establecerá la ficha técnica para su elaboración y los mecanismos de control correspondientes."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000502000081", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPITULO II\n", "name": "Licencia de tripulante de embarcaciones fluviales\n"}, "article": {"name": "Artículo 76.", "content": ["Artículo 76. Toda persona inscrita en el rol de tripulación de una embarcación está sujeta al cumplimiento de las disposiciones que regulen la navegación fluvial.\n", "Parágrafo. El rol de tripulación de una embarcación o de un artefacto fluvial, debidamente firmado por el representante legal o por el Capitán, o por quien haga sus veces, es el documento que prueba el contrato de trabajo.\n"]}, "dot_comma_sep": ["Artículo 76.", "Toda persona inscrita en el rol de tripulación de una embarcación está sujeta al cumplimiento de las disposiciones que regulen la navegación fluvial.", "Parágrafo.", "El rol de tripulación de una embarcación o de un artefacto fluvial, debidamente firmado por el representante legal o por el Capitán, o por quien haga sus veces, es el documento que prueba el contrato de trabajo."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000082", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 77.", "content": ["Artículo 77. Tipos de sanciones. Las sanciones por infracciones del presente Código son:\n", "– Amonestación.\n", "– Multa.\n", "– Suspensión de la patente de navegación.\n", "– Suspensión de la licencia o permiso de tripulante.\n", "– Suspensión o cancelación del permiso de operación de la empresa de transporte.\n", "– Cancelación definitiva de la licencia o del permiso de tripulante.\n", "– Cancelación definitiva de la habilitación de la empresa de transporte.\n"]}, "dot_comma_sep": ["Artículo 77.", "Tipos de sanciones.", "Las sanciones por infracciones del presente Código son:\n.", "– Amonestación.", "– Multa.", "– Suspensión de la patente de navegación.", "– Suspensión de la licencia o permiso de tripulante.", "– Suspensión o cancelación del permiso de operación de la empresa de transporte.", "– Cancelación definitiva de la licencia o del permiso de tripulante.", "– Cancelación definitiva de la habilitación de la empresa de transporte."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000083", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 78.", "content": ["Artículo 78. Amonestación. Las autoridades fluviales podrán amonestar a los infractores. La amonestación consiste en la asistencia a cursos obligatorios de educación fluvial. El infractor que incumpla la citación al curso será sancionado con multa equivalente a cinco (5) salarios mínimos diarios.\n"]}, "dot_comma_sep": ["Artículo 78.", "Amonestación.", "Las autoridades fluviales podrán amonestar a los infractores.", "La amonestación consiste en la asistencia a cursos obligatorios de educación fluvial.", "El infractor que incumpla la citación al curso será sancionado con multa equivalente a cinco (5) salarios mínimos diarios."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000084", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 79.", "content": ["Artículo 79. Reincidencia. En caso de reincidencia se suspenderá la licencia o permiso de tripulante por un término de seis (6) meses.\n", "Parágrafo. Se considera reincidencia el haber cometido más de una falta a las normas fluviales en un periodo de seis (6) meses.\n"]}, "dot_comma_sep": ["Artículo 79.", "Reincidencia.", "En caso de reincidencia se suspenderá la licencia o permiso de tripulante por un término de seis (6) meses.", "Parágrafo.", "Se considera reincidencia el haber cometido más de una falta a las normas fluviales en un periodo de seis (6) meses."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000085", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 80.", "content": ["Artículo 80. Suspensión. Consiste en la pérdida temporal de la licencia o permiso de tripulante expedida por autoridad fluvial o dependencia autorizada, hasta por 360 días calendario.\n"]}, "dot_comma_sep": ["Artículo 80.", "Suspensión.", "Consiste en la pérdida temporal de la licencia o permiso de tripulante expedida por autoridad fluvial o dependencia autorizada, hasta por 360 días calendario."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000086", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 81.", "content": ["Artículo 81. Cancelación. Consiste en la pérdida definitiva o permanente de la licencia, permiso o autorización, expedidos por autoridad competente.\n"]}, "dot_comma_sep": ["Artículo 81.", "Cancelación.", "Consiste en la pérdida definitiva o permanente de la licencia, permiso o autorización, expedidos por autoridad competente."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000087", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 82.", "content": ["Artículo 82. Multa. Puede ser desde un (1) salario mínimo diario vigente, hasta cien (100), si se trata de persona natural, y de cinco (5) hasta veinte mil (20.000) salarios mínimos diarios vigentes, si se trata de personas jurídicas.\n", "Parágrafo. La no cancelación de la multa una vez ejecutoriada la providencia mediante la cual se dispuso, dará lugar además a la acumulación de intereses legales y a que no se tramite o expida solicitud alguna de renovación, prórroga o ascenso de licencia, permisos o autorizaciones sin perjuicio de cobro ejecutivo por jurisdicción coactiva.\n"]}, "dot_comma_sep": ["Artículo 82.", "Multa.", "Puede ser desde un (1) salario mínimo diario vigente, hasta cien (100), si se trata de persona natural, y de cinco (5) hasta veinte mil (20.", "000) salarios mínimos diarios vigentes, si se trata de personas jurídicas.", "Parágrafo.", "La no cancelación de la multa una vez ejecutoriada la providencia mediante la cual se dispuso, dará lugar además a la acumulación de intereses legales y a que no se tramite o expida solicitud alguna de renovación, prórroga o ascenso de licencia, permisos o autorizaciones sin perjuicio de cobro ejecutivo por jurisdicción coactiva."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000088", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 83.", "content": ["Artículo 83. Las Infracciones que dan mérito para aplicar sanciones y multas:\n", "– Irrespeto a la autoridad fluvial.\n", "– Irrespeto a cualquier miembro de la tripulación entre sí o de estos a un pasajero.\n", "– Embriaguez de cualquier miembro de la tripulación.\n", "– Negarse, sin causa justificada a realizar el viaje, cuando se hace parte del rol de tripulación.\n", "– Siendo tripulante, transportar, usar, comerciar, inducir a otro u otros al uso o comercio de estupefacientes.\n", "– Negarse a cumplir orden del Capitán o quien haga sus veces, relativas al viaje o a las funciones que debe desempeñar a bordo el tripulante o de las que excepcionalmente le corresponde cumplir de acuerdo con las disposiciones fluviales.\n", "– La negligencia o impericia que ocasionen accidente o peligro grave a la embarcación propia o ajena.\n", "– El no evitar o impedir accidente o peligro, pudiendo hacerlo.\n", "– Dejar perder o saquear la mercancía por negligencia o descuido.\n", "– Expedir certificaciones falsas o hacer anotaciones carentes de verdad en cualquier registro de navegación.\n", "– Enrolar u ocupar tripulantes que se amparen con licencias o permisos de otro, o que dicho documento esté vencido.\n", "– Salir de puerto sin permiso de zarpe.\n", "– Contaminar las vías fluviales, salvo caso fortuito o fuerza mayor.\n", "– Transportar mercancías sin el respectivo contrato fluvial.\n", "– No tomar las medidas preventivas necesarias para estibar cuidadosamente el cargamento.\n", "– Embarcar materiales tóxicos en la misma bodega de carga donde se transporten víveres al granel o materias primas para elaborar alimentos.\n", "– Causar daño a la infraestructura de los puentes, principalmente cuando no se tiene en cuenta la altura del cargamento.\n", "– No contar los botes con compartimientos estancos, cuando se transporta carga líquida.\n", "– No portar los equipos de seguridad y contra incendio apropiado para apagar cualquier inicio de fuego.\n", "– Transportar pasajeros en embarcaciones no autorizadas para ello.\n", "– Llevar sobrecupo de pasajeros.\n", "– Abastecerse de combustible con pasajeros a bordo.\n", "– Desconocer las normas de transporte de pasajeros de colonización en las regiones rurales del país.\n", "– Atracar la embarcación en sitios desfavorables al usuario.\n", "– Negarse a transportar enfermos o heridos, y prestarle asistencia, cuando las circunstancias así lo exijan.\n", "– Las demás establecidas por el Ministerio de Transporte en sus reglamentos de navegación fluvial y puertos.\n"]}, "dot_comma_sep": ["Artículo 83.", "Las Infracciones que dan mérito para aplicar sanciones y multas:\n.", "– Irrespeto a la autoridad fluvial.", "– Irrespeto a cualquier miembro de la tripulación entre sí o de estos a un pasajero.", "– Embriaguez de cualquier miembro de la tripulación.", "– Negarse, sin causa justificada a realizar el viaje, cuando se hace parte del rol de tripulación.", "– Siendo tripulante, transportar, usar, comerciar, inducir a otro u otros al uso o comercio de estupefacientes.", "– Negarse a cumplir orden del Capitán o quien haga sus veces, relativas al viaje o a las funciones que debe desempeñar a bordo el tripulante o de las que excepcionalmente le corresponde cumplir de acuerdo con las disposiciones fluviales.", "– La negligencia o impericia que ocasionen accidente o peligro grave a la embarcación propia o ajena.", "– El no evitar o impedir accidente o peligro, pudiendo hacerlo.", "– Dejar perder o saquear la mercancía por negligencia o descuido.", "– Expedir certificaciones falsas o hacer anotaciones carentes de verdad en cualquier registro de navegación.", "– Enrolar u ocupar tripulantes que se amparen con licencias o permisos de otro, o que dicho documento esté vencido.", "– Salir de puerto sin permiso de zarpe.", "– Contaminar las vías fluviales, salvo caso fortuito o fuerza mayor.", "– Transportar mercancías sin el respectivo contrato fluvial.", "– No tomar las medidas preventivas necesarias para estibar cuidadosamente el cargamento.", "– Embarcar materiales tóxicos en la misma bodega de carga donde se transporten víveres al granel o materias primas para elaborar alimentos.", "– Causar daño a la infraestructura de los puentes, principalmente cuando no se tiene en cuenta la altura del cargamento.", "– No contar los botes con compartimientos estancos, cuando se transporta carga líquida.", "– No portar los equipos de seguridad y contra incendio apropiado para apagar cualquier inicio de fuego.", "– Transportar pasajeros en embarcaciones no autorizadas para ello.", "– Llevar sobrecupo de pasajeros.", "– Abastecerse de combustible con pasajeros a bordo.", "– Desconocer las normas de transporte de pasajeros de colonización en las regiones rurales del país.", "– Atracar la embarcación en sitios desfavorables al usuario.", "– Negarse a transportar enfermos o heridos, y prestarle asistencia, cuando las circunstancias así lo exijan.", "– Las demás establecidas por el Ministerio de Transporte en sus reglamentos de navegación fluvial y puertos."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000600000089", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 84.", "content": ["Artículo 84. La autoridad fluvial a través de la dependencia que designe está facultada para imponer comparendos a los tripulantes y a las empresas en caso de infringir las normas de transporte y tránsito fluvial estipuladas en este código. El Ministerio de Transporte determinará las características del formulario de comparendo, así como su sistema de reparto, quedando facultado para expedir y reglamentar el respectivo formato de comparendo.\n"]}, "dot_comma_sep": ["Artículo 84.", "La autoridad fluvial a través de la dependencia que designe está facultada para imponer comparendos a los tripulantes y a las empresas en caso de infringir las normas de transporte y tránsito fluvial estipuladas en este código.", "El Ministerio de Transporte determinará las características del formulario de comparendo, así como su sistema de reparto, quedando facultado para expedir y reglamentar el respectivo formato de comparendo."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000700000090", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 85.", "content": ["Artículo 85. El Gobierno Nacional, a iniciativa del Ministerio de Transporte, elaborará un Plan de Acción Fluvial que establecerá la estrategia de desarrollo de las vías fluviales de la Nación y de las actividades fluviales, en el largo, mediano y corto plazo, el cual será sometido a la aprobación del Consejo Nacional de Política Económica y Social, Conpes. El Plan de Acción Fluvial podrá ser parte integrante del Plan de Desarrollo Marítimo y Fluvial que formule y adopte el Gobierno Nacional; en todo caso, el Plan de Acción Fluvial deberá tener en cuenta y adoptar políticas y medidas que se encuentren en coordinación con la estrategia de desarrollo marítimo nacional.\n", "El Plan de Acción Fluvial tendrá como uno de sus componentes el Plan de Expansión Portuaria Fluvial, el cual podrá formar parte del Plan de Expansión Portuaria establecido en la Ley 1ª de 1991, y en todo caso, deberá tener en cuenta y adoptar políticas y medidas que se encuentren en coordinación con el Plan de Expansión Portuaria señalado en dicha ley.\n", "La Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, le presentará al Ministerio de Transporte de acuerdo con sus competencias el Plan de Acción y el Plan de Expansión Portuaria de que trata este artículo sobre la red fluvial de su competencia.\n", "El Plan de Acción Fluvial tendrá una vigencia de diez años y podrá ser revisado y ajustado cada cinco años.\n"]}, "dot_comma_sep": ["Artículo 85.", "El Gobierno Nacional, a iniciativa del Ministerio de Transporte, elaborará un Plan de Acción Fluvial que establecerá la estrategia de desarrollo de las vías fluviales de la Nación y de las actividades fluviales, en el largo, mediano y corto plazo, el cual será sometido a la aprobación del Consejo Nacional de Política Económica y Social, Conpes.", "El Plan de Acción Fluvial podrá ser parte integrante del Plan de Desarrollo Marítimo y Fluvial que formule y adopte el Gobierno Nacional; en todo caso, el Plan de Acción Fluvial deberá tener en cuenta y adoptar políticas y medidas que se encuentren en coordinación con la estrategia de desarrollo marítimo nacional.", "El Plan de Acción Fluvial tendrá como uno de sus componentes el Plan de Expansión Portuaria Fluvial, el cual podrá formar parte del Plan de Expansión Portuaria establecido en la Ley 1ª de 1991, y en todo caso, deberá tener en cuenta y adoptar políticas y medidas que se encuentren en coordinación con el Plan de Expansión Portuaria señalado en dicha ley.", "La Corporación Autónoma Regional del Río Grande de la Magdalena, Cormagdalena, le presentará al Ministerio de Transporte de acuerdo con sus competencias el Plan de Acción y el Plan de Expansión Portuaria de que trata este artículo sobre la red fluvial de su competencia.", "El Plan de Acción Fluvial tendrá una vigencia de diez años y podrá ser revisado y ajustado cada cinco años."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000700000091", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 86.", "content": ["Artículo 86. El Ministerio de Transporte queda facultado para expedir y mantener actualizados, los siguientes reglamentos de navegación fluvial, de manera que oportunamente se adapten sus normas a los adelantos operativos y tecnológicos que se den en relación con el transporte fluvial y la actividad portuaria:\n", "1. Reglamento para la construcción, clasificación, calificación e inspección de embarcaciones fluviales.\n", "2. Reglamento de señalización y balizaje fluvial.\n", "3. Reglamento de luces, señales, comunicaciones y reglas de tráfico fluvial.\n", "4. Reglamento de embarcaciones fluviales mayores.\n", "5. Reglamento de embarcaciones fluviales menores.\n", "6. Reglamento de seguridad y sanidad para embarcaciones fluviales mayores y menores.\n", "7. Reglamento de transbordadores.\n", "8. Reglamento para la solicitud de autorización de construcción de obras en las riberas de los ríos o dentro de su cauce.\n", "9. Reglamento para el funcionamiento de astilleros y talleres fluviales.\n", "10. Reglamento de puertos, muelles y bodegas en el modo fluvial.\n", "11. Reglamento de tripulaciones y dotaciones de embarcaciones fluviales.\n", "12. Manual de comportamiento y sanas costumbres.\n", "13. Reglamento para matrícula de las embarcaciones.\n", "14. Reglamento de procedimiento de sanciones y valores de las multas.\n", "15. Reglamento para la habilitación y permiso de operación en la prestación del servicio público fluvial.\n", "16. Reglamento para el Registro de Información.\n", "17. Reglamento para las embarcaciones turísticas, de recreación, deporte y pesca.\n", "18. Reglamento para el procedimiento para la investigación de los accidentes y siniestros fluviales\n", "19. Reglamento para la navegación en los embalses.\n"]}, "dot_comma_sep": ["Artículo 86.", "El Ministerio de Transporte queda facultado para expedir y mantener actualizados, los siguientes reglamentos de navegación fluvial, de manera que oportunamente se adapten sus normas a los adelantos operativos y tecnológicos que se den en relación con el transporte fluvial y la actividad portuaria:\n.", "1.", "Reglamento para la construcción, clasificación, calificación e inspección de embarcaciones fluviales.", "2.", "Reglamento de señalización y balizaje fluvial.", "3.", "Reglamento de luces, señales, comunicaciones y reglas de tráfico fluvial.", "4.", "Reglamento de embarcaciones fluviales mayores.", "5.", "Reglamento de embarcaciones fluviales menores.", "6.", "Reglamento de seguridad y sanidad para embarcaciones fluviales mayores y menores.", "7.", "Reglamento de transbordadores.", "8.", "Reglamento para la solicitud de autorización de construcción de obras en las riberas de los ríos o dentro de su cauce.", "9.", "Reglamento para el funcionamiento de astilleros y talleres fluviales.", "10.", "Reglamento de puertos, muelles y bodegas en el modo fluvial.", "11.", "Reglamento de tripulaciones y dotaciones de embarcaciones fluviales.", "12.", "Manual de comportamiento y sanas costumbres.", "13.", "Reglamento para matrícula de las embarcaciones.", "14.", "Reglamento de procedimiento de sanciones y valores de las multas.", "15.", "Reglamento para la habilitación y permiso de operación en la prestación del servicio público fluvial.", "16.", "Reglamento para el Registro de Información.", "17.", "Reglamento para las embarcaciones turísticas, de recreación, deporte y pesca.", "18.", "Reglamento para el procedimiento para la investigación de los accidentes y siniestros fluviales\n.", "19.", "Reglamento para la navegación en los embalses."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000700000092", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 87.", "content": ["Artículo 87. Las disposiciones contenidas en los artículos 22, 23, 24, 29, 31, 48 a 55 y 71 a 83, no se aplicarán cuando se trate de canoas con casco de madera sin propulsión mecánica.\n"]}, "dot_comma_sep": ["Artículo 87.", "Las disposiciones contenidas en los artículos 22, 23, 24, 29, 31, 48 a 55 y 71 a 83, no se aplicarán cuando se trate de canoas con casco de madera sin propulsión mecánica."]}, {"index": "puertos", "legal_source": "Código Nacional de Navegación y Actividades Portuarias Fluviales.\n", "id": "puertos00000700000093", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TITULO VI\n", "name": "OTRAS DISPOSICIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 88.", "content": ["Artículo 88. Vigencia. El presente código empezará a regir a partir de su promulgación y deroga todas las disposiciones que le sean contrarias en especial la Ley 853 de 2003 y el Decreto número 2689 de 1988.\n", "El Presidente del honorable Senado de la República\n", "Nancy Patricia Gutiérrez Castañeda\n", "El Secretario General del honorable Senado de la República\n", "Emilio Ramón Otero Dajud\n", "El Presidente de la honorable Cámara de Representantes\n", "Oscar Arboleda Palacio\n", "El Secretario General (E.) de la honorable Cámara de Representantes\n", "Jesús Alfonso Rodríguez Camargo\n", "República de Colombia– Gobierno Nacional\n", "PUBLÍQUESE Y CÚMPLASE.\n", "Dada en Bogotá, D.C., a los 05 días del mes de Agosto del año 2008.\n", "ÁLVARO URIBE VÉLEZ\n", "El Ministro de Defensa Nacional\n", "Juan Manual Santos Calderón\n", "El Ministro de Transporte\n", "Andrés Uriel Gallego Henao\n", "\n", " "]}, "dot_comma_sep": ["Artículo 88.", "Vigencia.", "El presente código empezará a regir a partir de su promulgación y deroga todas las disposiciones que le sean contrarias en especial la Ley 853 de 2003 y el Decreto número 2689 de 1988.", "El Presidente del honorable Senado de la República", "Nancy Patricia Gutiérrez Castañeda", "El Secretario General del honorable Senado de la República", "Emilio Ramón Otero Dajud", "El Presidente de la honorable Cámara de Representantes", "Oscar Arboleda Palacio", "El Secretario General (E.", ") de la honorable Cámara de Representantes\n.", "Jesús Alfonso Rodríguez Camargo", "República de Colombia– Gobierno Nacional", "PUBLÍQUESE Y CÚMPLASE.", "Dada en Bogotá, D.", "C.", ", a los 05 días del mes de Agosto del año 2008.", "ÁLVARO URIBE VÉLEZ", "El Ministro de Defensa Nacional", "Juan Manual Santos Calderón", "El Ministro de Transporte", "Andrés Uriel Gallego Henao", ""]}]