[{"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000100000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 1.", "content": ["Artículo 1. El estado civil de una persona es su situación jurídica en la familia y la sociedad, determinada su capacidad para ejercer ciertos derechos y contraer ciertas obligaciones, es indivisible, indisponible e imprescriptible, y su asignación corresponde a la ley.\n"]}, "dot_comma_sep": ["Artículo 1.", "El estado civil de una persona es su situación jurídica en la familia y la sociedad, determinada su capacidad para ejercer ciertos derechos y contraer ciertas obligaciones, es indivisible, indisponible e imprescriptible, y su asignación corresponde a la ley."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000100000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 2.", "content": ["Artículo 2. El estado civil de las personas deriva de los hechos, actos y providencias que lo determinan y de la calificación legal de ellos.\n"]}, "dot_comma_sep": ["Artículo 2.", "El estado civil de las personas deriva de los hechos, actos y providencias que lo determinan y de la calificación legal de ellos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000200000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 3.", "content": ["Artículo 3. Toda persona tiene derecho a su individual, y por consiguiente, al nombre que por ley le corresponde. El nombre comprende, el nombre, los apellidos, y en su caso, el seudónimo.\n", "No se admitirán cambios, agregaciones o rectificaciones del nombre, sino en las circunstancias y con las formalidades señaladas en la ley.\n", "El juez, en caso de homonimia, podrá tomar las medidas que estime pertinentes para evitar confusiones.\n"]}, "dot_comma_sep": ["Artículo 3.", "Toda persona tiene derecho a su individual, y por consiguiente, al nombre que por ley le corresponde.", "El nombre comprende, el nombre, los apellidos, y en su caso, el seudónimo.", "No se admitirán cambios, agregaciones o rectificaciones del nombre, sino en las circunstancias y con las formalidades señaladas en la ley.", "El juez, en caso de homonimia, podrá tomar las medidas que estime pertinentes para evitar confusiones."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000200000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 4.", "content": ["Artículo 4. La persona a quien se discuta el derecho al uso de su propio nombre, o que pueda sufrir quebranto por el uso que otra haga de él, puede demandar judicialmente que cese la perturbación y se le dé seguridad contra un temor fundado, así como la indemnización de los daños a los bienes de su personalidad y del daño moral que haya sufrido.\n", "A falta de aquella persona, la acción podrá proponerse por quien demuestre un legítimo interés, fundado en razones familiares dignas de protección.\n"]}, "dot_comma_sep": ["Artículo 4.", "La persona a quien se discuta el derecho al uso de su propio nombre, o que pueda sufrir quebranto por el uso que otra haga de él, puede demandar judicialmente que cese la perturbación y se le dé seguridad contra un temor fundado, así como la indemnización de los daños a los bienes de su personalidad y del daño moral que haya sufrido.", "A falta de aquella persona, la acción podrá proponerse por quien demuestre un legítimo interés, fundado en razones familiares dignas de protección."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000300000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 5.", "content": ["Artículo 5. Los hechos y los actos relativos al estado civil de las personas, deben ser inscritos en el competente registro civil, especialmente los nacimientos, reconocimientos de hijos naturales, legitimaciones, adopciones, alteraciones de la patria potestad, emancipaciones, habilitaciones de edad, matrimonio, capitulaciones matrimoniales, interdicciones judiciales, discernimientos de guarda, rehabilitaciones nulidades de matrimonio, divorcios, separaciones de cuerpos y de bienes, cambios de nombre, declaraciones de seudónimos, manifestaciones de avencidamiento, declaraciones de ausencia, defunciones y declaraciones de presunción de muerte, así como los hijos inscritos, con indicación del folio y el lugar del respectivo registro.\n"]}, "dot_comma_sep": ["Artículo 5.", "Los hechos y los actos relativos al estado civil de las personas, deben ser inscritos en el competente registro civil, especialmente los nacimientos, reconocimientos de hijos naturales, legitimaciones, adopciones, alteraciones de la patria potestad, emancipaciones, habilitaciones de edad, matrimonio, capitulaciones matrimoniales, interdicciones judiciales, discernimientos de guarda, rehabilitaciones nulidades de matrimonio, divorcios, separaciones de cuerpos y de bienes, cambios de nombre, declaraciones de seudónimos, manifestaciones de avencidamiento, declaraciones de ausencia, defunciones y declaraciones de presunción de muerte, así como los hijos inscritos, con indicación del folio y el lugar del respectivo registro."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000300000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 6.", "content": ["Artículo 6. La inscripción de las providencias judiciales y administrativas que afecten el estado civil o la capacidad de las personas, se hará en el competente registro del estado civil.\n"]}, "dot_comma_sep": ["Artículo 6.", "La inscripción de las providencias judiciales y administrativas que afecten el estado civil o la capacidad de las personas, se hará en el competente registro del estado civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000300000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 7.", "content": ["Artículo 7. Artículo declarado INEXEQUIBLE mediante Sentencia de Julio 15 de 1976 de la Corte Suprema de Justicia. \n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 7."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000300000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 7.", "content": ["Artículo 7. La decisión judicial firme sobre el estado civil de las personas, con efectos relativos a quienes intervinieren en el proceso, tiene efecto general provisional, mientras no se demuestre que reposa sobre hechos inexactos o sobre pruebas insuficientes. \n"]}, "dot_comma_sep": ["Artículo declarado INEXEQUIBLE mediante Sentencia de Julio 15 de 1976 de la Corte Suprema de Justicia.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 8.", "content": ["Artículo 8. El archivo del registro del estado civil se compone de los siguiente elementos:\n", "1. El registro de nacimientos.\n", "2. El registro de matrimonios.\n", "3. El registro de defunciones.\n", "4. Los índices de los registros de nacimientos, matrimonios y defunciones.\n", "5. El libro de visitas, y\n", "6. El archivador de documentos.\n"]}, "dot_comma_sep": ["Artículo 7.", "La decisión judicial firme sobre el estado civil de las personas, con efectos relativos a quienes intervinieren en el proceso, tiene efecto general provisional, mientras no se demuestre que reposa sobre hechos inexactos o sobre pruebas insuficientes."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 9.", "content": ["Artículo 9. El registro de nacimientos se llevará en folios destinados a personas determinadas que se distinguirán con un código o complejo numeral indicativo del orden interno de cada oficina y de la sucesión en que se vaya sentando. Indicarán, también, el número correspondiente a cada persona en el registro o archivo central.\n"]}, "dot_comma_sep": ["Artículo 8.", "El archivo del registro del estado civil se compone de los siguiente elementos:\n.", "1.", "El registro de nacimientos.", "2.", "El registro de matrimonios.", "3.", "El registro de defunciones.", "4.", "Los índices de los registros de nacimientos, matrimonios y defunciones.", "5.", "El libro de visitas, y\n.", "6.", "El archivador de documentos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 10.", "content": ["Artículo 10. En el registro de nacimientos se anotarán estos, y posteriormente, todos los hechos y actos relativos al estado civil y a la capacidad de las personas, sujetos a registro, y especialmente, los relacionados con el artículo 5°.\n", "Ver art. 14, Decreto Nacional 2158 de 1970.\n"]}, "dot_comma_sep": ["Artículo 9.", "El registro de nacimientos se llevará en folios destinados a personas determinadas que se distinguirán con un código o complejo numeral indicativo del orden interno de cada oficina y de la sucesión en que se vaya sentando.", "Indicarán, también, el número correspondiente a cada persona en el registro o archivo central."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 11.", "content": ["Artículo 11. El registro de nacimiento de cada persona será único y definitivo. En consecuencia, todos los hechos y actos concernientes al estado civil y a la capacidad de ella, sujetos a registro, deberán inscribirse en el correspondiente folio de la oficina que inscribió el nacimiento, y el folio subsistirá hasta cuando se anote la defunción o la sentencia que declare la muerte presunta por desaparecimiento.\n", "Ver art. 14 Decreto Nacional 2158 de 1970.\n"]}, "dot_comma_sep": ["Artículo 10.", "En el registro de nacimientos se anotarán estos, y posteriormente, todos los hechos y actos relativos al estado civil y a la capacidad de las personas, sujetos a registro, y especialmente, los relacionados con el artículo 5°", ".°", "Ver art.", "14, Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 12.", "content": ["Artículo 12. El registro de matrimonios y el de defunciones se llevarán en folios destinados a personas determinadas, del modo dispuesto para el registro de nacimientos en el artículo 9.\n"]}, "dot_comma_sep": ["Artículo 11.", "El registro de nacimiento de cada persona será único y definitivo.", "En consecuencia, todos los hechos y actos concernientes al estado civil y a la capacidad de ella, sujetos a registro, deberán inscribirse en el correspondiente folio de la oficina que inscribió el nacimiento, y el folio subsistirá hasta cuando se anote la defunción o la sentencia que declare la muerte presunta por desaparecimiento.", "Ver art.", "14 Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 13.", "content": ["Artículo 13. Los índices se llevarán por el sistema de tarjetas en estricto orden alfabético del primer apellido de los inscritos, con indicación de los números correspondientes al orden sucesivo de ellos en el archivo central y al orden interno de la respectiva oficina.\n"]}, "dot_comma_sep": ["Artículo 12.", "El registro de matrimonios y el de defunciones se llevarán en folios destinados a personas determinadas, del modo dispuesto para el registro de nacimientos en el artículo 9."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 14.", "content": ["Artículo 14. Los folios de registro de nacimientos, matrimonios y defunciones, igual que los respectivos índices y las correspondientes tarjetas del archivador, se mantendrán en muebles especialmente diseñados para su mejor conservación y manejo, en el estricto orden numérico que los distinga.\n"]}, "dot_comma_sep": ["Artículo 13.", "Los índices se llevarán por el sistema de tarjetas en estricto orden alfabético del primer apellido de los inscritos, con indicación de los números correspondientes al orden sucesivo de ellos en el archivo central y al orden interno de la respectiva oficina."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 15.", "content": ["Artículo 15. En el libro de visitas se asentarán las actas de las visitas ordinarias y extraordinarias que practique la vigilancia registral al funcionario, que serán suscritas por éste y por quien las realice, con anotación de las deficiencias advertidas, así como de los puntos favorables que merezcan destacarse.\n"]}, "dot_comma_sep": ["Artículo 14.", "Los folios de registro de nacimientos, matrimonios y defunciones, igual que los respectivos índices y las correspondientes tarjetas del archivador, se mantendrán en muebles especialmente diseñados para su mejor conservación y manejo, en el estricto orden numérico que los distinga."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 16.", "content": ["Artículo 16. En el archivador se conservarán los documentos que hayan sido servido para la inscripción, en carpetas numeradas con referencia a los folios respectivos.\n"]}, "dot_comma_sep": ["Artículo 15.", "En el libro de visitas se asentarán las actas de las visitas ordinarias y extraordinarias que practique la vigilancia registral al funcionario, que serán suscritas por éste y por quien las realice, con anotación de las deficiencias advertidas, así como de los puntos favorables que merezcan destacarse."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000400000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 17.", "content": ["Artículo 17. De todo documento relativo al estado civil o a la capacidad de las personas, sujeto a registro, se expedirá por la oficina de origen una copia especial y auténtica, en papel común, destinada a la oficina de registro del estado civil.\n", "La copia de las escrituras podrá prescindir de la transcripción de los anexos y la de las providencias judiciales podrá reducirse a la parte resolutiva.\n", "Una vez hecha la inscripción, el funcionario encargado del registro del estado civil reproducirá en la copia destinada a su archivo la nota que haya puesto en el ejemplar del interesado.\n"]}, "dot_comma_sep": ["Artículo 16.", "En el archivador se conservarán los documentos que hayan sido servido para la inscripción, en carpetas numeradas con referencia a los folios respectivos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 18.", "content": ["Artículo 18. El registro del estado civil se llevará en tarjetas. El gobierno dispondrá el formato de las tarjetas y muebles, y tomará medidas conducentes a asegurar la uniformidad de los archivos, métodos y prácticas de trabajo y la mayor seguridad y conservación de los elementos de aquéllos.\n", "Así mismo proveerá a la reproducción fotográfica de los registros, índices y documentos que los sustentan, a la conservación de tales copias para la mayor pureza y plenitud del archivo, a la mejor comunicación con la oficina central, y a la permanente información del servicio nacional.\n"]}, "dot_comma_sep": ["Artículo 17.", "De todo documento relativo al estado civil o a la capacidad de las personas, sujeto a registro, se expedirá por la oficina de origen una copia especial y auténtica, en papel común, destinada a la oficina de registro del estado civil.", "La copia de las escrituras podrá prescindir de la transcripción de los anexos y la de las providencias judiciales podrá reducirse a la parte resolutiva.", "Una vez hecha la inscripción, el funcionario encargado del registro del estado civil reproducirá en la copia destinada a su archivo la nota que haya puesto en el ejemplar del interesado."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 19.", "content": ["Artículo 19. La inscripción en el registro del estado civil se hará por duplicado. Uno de los ejemplares se conservará en la oficina local y otro se remitirá al archivo de la oficina central.\n"]}, "dot_comma_sep": ["Artículo 18.", "El registro del estado civil se llevará en tarjetas.", "El gobierno dispondrá el formato de las tarjetas y muebles, y tomará medidas conducentes a asegurar la uniformidad de los archivos, métodos y prácticas de trabajo y la mayor seguridad y conservación de los elementos de aquéllos.", "Así mismo proveerá a la reproducción fotográfica de los registros, índices y documentos que los sustentan, a la conservación de tales copias para la mayor pureza y plenitud del archivo, a la mejor comunicación con la oficina central, y a la permanente información del servicio nacional."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 20.", "content": ["Artículo 20. La inscripción se hará en el registro que corresponda al hecho, acto o providencia denunciados.\n"]}, "dot_comma_sep": ["Artículo 19.", "La inscripción en el registro del estado civil se hará por duplicado.", "Uno de los ejemplares se conservará en la oficina local y otro se remitirá al archivo de la oficina central."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 21.", "content": ["Artículo 21. Toda inscripción deberá expresar:\n", "1. La naturaleza del hecho o acto que se registra.\n", "2. El lugar y la fecha en que se hace.\n", "3. El nombre completo y el domicilio de los comparecientes, su identidad y el documento con que ella se estableció.\n", "4. La firma de los comparecientes y la del funcionario.\n"]}, "dot_comma_sep": ["Artículo 20.", "La inscripción se hará en el registro que corresponda al hecho, acto o providencia denunciados."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 22.", "content": ["Artículo 22. Los hechos, actos y providencias judiciales o administrativas relacionadas con el estado civil y la capacidad de las personas, distintos de los nacimientos, los matrimonios y las defunciones, deberán inscribirse: los atinentes al matrimonio y sus efectos personales y patrimoniales, tanto el folio del registro de matrimonios, como en el del registro de nacimiento de los cónyuges; y los restantes, en el folio del registro de nacimiento de la persona o personas afectadas.\n", "El Notario que otorgue la escritura contentiva del acto, y el funcionario o corporación judicial que dicte la providencia, advertirán a los interesados la necesidad del registro.\n", "Ver art. 14, Decreto Nacional 2158 de 1970. \n"]}, "dot_comma_sep": ["Artículo 21.", "Toda inscripción deberá expresar:\n.", "1.", "La naturaleza del hecho o acto que se registra.", "2.", "El lugar y la fecha en que se hace.", "3.", "El nombre completo y el domicilio de los comparecientes, su identidad y el documento con que ella se estableció.", "4.", "La firma de los comparecientes y la del funcionario."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 23.", "content": ["Artículo 23. Una vez inscritas las providencias que afecten la capacidad de las personas, el funcionario del estado civil comunicará la inscripción a la oficina central, con referencia a la identidad y domicilio de la persona objeto de ellas, a la fecha, naturaleza y oficina de origen de la providencia, para que aquella, además de las anotaciones de rigor, levante un índice completo por riguroso orden alfabético.\n"]}, "dot_comma_sep": ["Artículo 22.", "Los hechos, actos y providencias judiciales o administrativas relacionadas con el estado civil y la capacidad de las personas, distintos de los nacimientos, los matrimonios y las defunciones, deberán inscribirse: los atinentes al matrimonio y sus efectos personales y patrimoniales, tanto el folio del registro de matrimonios, como en el del registro de nacimiento de los cónyuges; y los restantes, en el folio del registro de nacimiento de la persona o personas afectadas.", "El Notario que otorgue la escritura contentiva del acto, y el funcionario o corporación judicial que dicte la providencia, advertirán a los interesados la necesidad del registro.", "Ver art.", "14, Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Derogado por el art. 13, Ley 5a. de 1975. \n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 23.", "Una vez inscritas las providencias que afecten la capacidad de las personas, el funcionario del estado civil comunicará la inscripción a la oficina central, con referencia a la identidad y domicilio de la persona objeto de ellas, a la fecha, naturaleza y oficina de origen de la providencia, para que aquella, además de las anotaciones de rigor, levante un índice completo por riguroso orden alfabético."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 24.", "content": ["Artículo 24. Para el otorgamiento de la escritura de adopción es necesario que se presente copia auténtica de las diligencias judiciales precedentes, para su protocolización en ella.\n"]}, "dot_comma_sep": ["Artículo 24.", "Derogado por el art.", "13, Ley 5a.", "de 1975.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 25.", "content": ["Artículo 25. La manifestación del ánimo de avecindamiento que se haga ante el alcalde municipal, de conformidad con el Artículo 82 del Código Civil, deberá indicar el código del folio del registro de nacimiento y ser comunicada por ese funcionario a aquel que guarda dicho folio y a la oficina central del Registro del Estado Civil, con indicación del nombre del declarante, su identidad, el número del folio de registro y la fecha de su pronunciamiento.\n", "Ver Parágrafo del art, 14, Decreto Nacional 2158 de 1970. \n"]}, "dot_comma_sep": ["Artículo 24.", "Para el otorgamiento de la escritura de adopción es necesario que se presente copia auténtica de las diligencias judiciales precedentes, para su protocolización en ella."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 26.", "content": ["Artículo 26. La oficina central del Registro del Estado Civil hará las anotaciones en los ejemplares de los folios de registro que tenga en su poder, con fundamento en las copias y datos fidedignos que le envíen las oficinas locales o que recoja directamente de ellas, y ordenará las anotaciones de referencia en los folios de los tres registros, como corresponde a las pruebas de que disponga.\n"]}, "dot_comma_sep": ["Artículo 25.", "La manifestación del ánimo de avecindamiento que se haga ante el alcalde municipal, de conformidad con el Artículo 82 del Código Civil, deberá indicar el código del folio del registro de nacimiento y ser comunicada por ese funcionario a aquel que guarda dicho folio y a la oficina central del Registro del Estado Civil, con indicación del nombre del declarante, su identidad, el número del folio de registro y la fecha de su pronunciamiento.", "Ver Parágrafo del art, 14, Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 27.", "content": ["Artículo 27. Cuando un folio se agotare por las inscripciones practicadas en él, se abrirá folio complementario, que se adosará al inicial.\n"]}, "dot_comma_sep": ["Artículo 26.", "La oficina central del Registro del Estado Civil hará las anotaciones en los ejemplares de los folios de registro que tenga en su poder, con fundamento en las copias y datos fidedignos que le envíen las oficinas locales o que recoja directamente de ellas, y ordenará las anotaciones de referencia en los folios de los tres registros, como corresponde a las pruebas de que disponga."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 28.", "content": ["Artículo 28. El proceso de registro se compone de la recepción, la extensión, el otorgamiento, la autorización y la constancia de haberse realizado la inscripción.\n"]}, "dot_comma_sep": ["Artículo 27.", "Cuando un folio se agotare por las inscripciones practicadas en él, se abrirá folio complementario, que se adosará al inicial."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 29.", "content": ["Artículo 29. La recepción consiste en percibir las declaraciones que los interesados, y en su caso, los testigos, hacen ante el funcionario; la extensión es la versión escrita de lo declarado por aquéllos; el otorgamiento es el asentimiento expreso que unos y otros prestan a la diligencia extendida; y la autorización es la fe que el funcionario imprime al registro, en vista de que se han llenado los requisitos pertinentes y de que las declaraciones han sido realmente emitidas por las personas a quienes se les atribuye.\n"]}, "dot_comma_sep": ["Artículo 28.", "El proceso de registro se compone de la recepción, la extensión, el otorgamiento, la autorización y la constancia de haberse realizado la inscripción."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 30.", "content": ["Artículo 30. La identificación de los comparecientes se hará con los documentos legales pertinentes, dejando testimonio de cuales son estos. Sin embargo, en caso de urgencia, a falta del documento especial de identificación, podrá el funcionario identificarlos con otros documentos auténticos, o mediante la fe de conocimiento por parte suya.\n"]}, "dot_comma_sep": ["Artículo 29.", "La recepción consiste en percibir las declaraciones que los interesados, y en su caso, los testigos, hacen ante el funcionario; la extensión es la versión escrita de lo declarado por aquéllos; el otorgamiento es el asentimiento expreso que unos y otros prestan a la diligencia extendida; y la autorización es la fe que el funcionario imprime al registro, en vista de que se han llenado los requisitos pertinentes y de que las declaraciones han sido realmente emitidas por las personas a quienes se les atribuye."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 31.", "content": ["Artículo 31. Los testigos que presenten los interesados para acreditar los hechos materia del registro podrán ser incluso parientes de ellos.\n", "No podrán ser testigos las personas consideradas inhábiles para declarar por el Código de Procedimiento Civil.\n"]}, "dot_comma_sep": ["Artículo 30.", "La identificación de los comparecientes se hará con los documentos legales pertinentes, dejando testimonio de cuales son estos.", "Sin embargo, en caso de urgencia, a falta del documento especial de identificación, podrá el funcionario identificarlos con otros documentos auténticos, o mediante la fe de conocimiento por parte suya."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 32.", "content": ["Artículo 32. El funcionario, al recibir la declaración de los comparecientes, y cuando fuere el caso, de los testigos por ellos presentados, procurará establecer la veracidad de los hechos denunciados, y si teniendo indicios graves de que su dicho es apócrifo, aquellos insistieren en la inscripción, procederá a sentarla y autorizarla, dejando las observancias a que hubiere lugar y dando noticia del hecho a quien sea competente para adelantar la correspondiente investigación.\n"]}, "dot_comma_sep": ["Artículo 31.", "Los testigos que presenten los interesados para acreditar los hechos materia del registro podrán ser incluso parientes de ellos.", "No podrán ser testigos las personas consideradas inhábiles para declarar por el Código de Procedimiento Civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 33.", "content": ["Artículo 33. Si el funcionario encargado de llevar el registro del estado civil tuviere indicio grave de que se ha cometido o intentado cometer un fraude, pondrá inmediatamente el hecho en conocimiento de la autoridad competente, para que adelante la investigación penal del caso.\n"]}, "dot_comma_sep": ["Artículo 32.", "El funcionario, al recibir la declaración de los comparecientes, y cuando fuere el caso, de los testigos por ellos presentados, procurará establecer la veracidad de los hechos denunciados, y si teniendo indicios graves de que su dicho es apócrifo, aquellos insistieren en la inscripción, procederá a sentarla y autorizarla, dejando las observancias a que hubiere lugar y dando noticia del hecho a quien sea competente para adelantar la correspondiente investigación."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 34.", "content": ["Artículo 34. Los funcionarios encargados del registro del estado civil podrán recoger los denuncios y declaraciones de hechos relativos al estado civil fuera de sus despachos, pero dentro del territorio de su competencia, estableciendo puestos en hospitales y clínicas, y acudiendo al domicilio de los interesados a instancia de ellos.\n"]}, "dot_comma_sep": ["Artículo 33.", "Si el funcionario encargado de llevar el registro del estado civil tuviere indicio grave de que se ha cometido o intentado cometer un fraude, pondrá inmediatamente el hecho en conocimiento de la autoridad competente, para que adelante la investigación penal del caso."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 35.", "content": ["Artículo 35. Las inscripciones se extenderán por medios manuales o mecánicos, en caracteres claros y procurando su mayor seguridad y perduración; podrán ser impresas de antemano para llenarlos claros con los datos propios del hecho o acto que se registra, cuidando de ocupar los espacios sobrantes con líneas o trazos que impidan su posterior utilización.\n", "No se dejarán claros o espacios vacíos, ni se usarán en los nombres abreviaturas o iniciales que puedan dar lugar a confusión.\n"]}, "dot_comma_sep": ["Artículo 34.", "Los funcionarios encargados del registro del estado civil podrán recoger los denuncios y declaraciones de hechos relativos al estado civil fuera de sus despachos, pero dentro del territorio de su competencia, estableciendo puestos en hospitales y clínicas, y acudiendo al domicilio de los interesados a instancia de ellos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 36.", "content": ["Artículo 36. No habrá lugar a la intervención de testigos instrumentales en las inscripciones.\n"]}, "dot_comma_sep": ["Artículo 35.", "Las inscripciones se extenderán por medios manuales o mecánicos, en caracteres claros y procurando su mayor seguridad y perduración; podrán ser impresas de antemano para llenarlos claros con los datos propios del hecho o acto que se registra, cuidando de ocupar los espacios sobrantes con líneas o trazos que impidan su posterior utilización.", "No se dejarán claros o espacios vacíos, ni se usarán en los nombres abreviaturas o iniciales que puedan dar lugar a confusión."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 37.", "content": ["Artículo 37. Extendida la inscripción, será leída en su totalidad por el funcionario a los comparecientes, quienes podrán aclarar, modificar o corregir sus declaraciones, y al estar conformes expresarán su asentimiento. La firma de ellos demuestra su aprobación. Si se tratare de personas sordas, la lectura será hecha por ellas mismas.\n", "La extensión concluirá con las firmas autógrafas de los comparecientes. Si alguna no fuere completa o fácilmente legible, se escribirá, a continuación, el nombre completo del firmante.\n"]}, "dot_comma_sep": ["Artículo 36.", "No habrá lugar a la intervención de testigos instrumentales en las inscripciones."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 38.", "content": ["Artículo 38. Si alguno de los comparecientes no supiere o no pudiere firmar, la diligencia será suscrita por la persona a quien él ruegue, de cuyo nombre, domicilio e identificación se tomará nota. El compareciente imprimirá a continuación su huella dactilar, de lo cual se dejará testimonio escrito, con indicación de cuál huella ha sido impresa.\n"]}, "dot_comma_sep": ["Artículo 37.", "Extendida la inscripción, será leída en su totalidad por el funcionario a los comparecientes, quienes podrán aclarar, modificar o corregir sus declaraciones, y al estar conformes expresarán su asentimiento.", "La firma de ellos demuestra su aprobación.", "Si se tratare de personas sordas, la lectura será hecha por ellas mismas.", "La extensión concluirá con las firmas autógrafas de los comparecientes.", "Si alguna no fuere completa o fácilmente legible, se escribirá, a continuación, el nombre completo del firmante."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 39.", "content": ["Artículo 39. El funcionario autorizará la inscripción una vez cumplidos todos los requisitos formales del caso y presentados los documentos pertinentes, suscribiéndolo con firma autógrafa, en último lugar.\n"]}, "dot_comma_sep": ["Artículo 38.", "Si alguno de los comparecientes no supiere o no pudiere firmar, la diligencia será suscrita por la persona a quien él ruegue, de cuyo nombre, domicilio e identificación se tomará nota.", "El compareciente imprimirá a continuación su huella dactilar, de lo cual se dejará testimonio escrito, con indicación de cuál huella ha sido impresa."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. Modificado por el art. 7°, Decreto Nacional 2158 de 1970. <El nuevo texto es el siguiente> El funcionario no autorizará la inscripción sentada a la que faltaren requisitos que impidan la autorización. El registro quedará, entonces, en suspenso hasta cuando se cumplan los requisitos faltantes. En todo caso, el funcionario dará fe con su firma de que la diligencia se suscribió en su presencia, con indicación de la fecha en que ella ocurrió.\n", "Cuando se llenen los requisitos faltantes, el funcionario autorizará con su firma el registro, dejando expresa constancia de la fecha de dicha autorización.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 39.", "El funcionario autorizará la inscripción una vez cumplidos todos los requisitos formales del caso y presentados los documentos pertinentes, suscribiéndolo con firma autógrafa, en último lugar."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 40.", "content": ["Artículo 40. El funcionario no autorizará la inscripción sentada a que facultaren requisitos que impidan la autorización. El requisito quedará entonces en suspenso hasta cuando se cumplan los requisitos faltantes. En todo caso el funcionario dará fe con su firma de que la diligencia se suscribió en su presencia, con indicación de la fecha en que ello ocurrió.\n"]}, "dot_comma_sep": ["Artículo 40.", "Modificado por el art.", "7°", ", Decreto Nacional 2158 de 1970.°", "<El nuevo texto es el siguiente> El funcionario no autorizará la inscripción sentada a la que faltaren requisitos que impidan la autorización.", "El registro quedará, entonces, en suspenso hasta cuando se cumplan los requisitos faltantes.", "En todo caso, el funcionario dará fe con su firma de que la diligencia se suscribió en su presencia, con indicación de la fecha en que ella ocurrió.", "Cuando se llenen los requisitos faltantes, el funcionario autorizará con su firma el registro, dejando expresa constancia de la fecha de dicha autorización.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 41.", "content": ["Artículo 41. Cuando alguna inscripción ya extendida dejare de ser firmada por alguno o algunos de los comparecientes y no llegare a perfeccionarse por esta causa, el funcionario, sin autorizarla, anotará en ella lo acaecido, con indicación de la fecha del suceso.\n"]}, "dot_comma_sep": ["Artículo 40.", "El funcionario no autorizará la inscripción sentada a que facultaren requisitos que impidan la autorización.", "El requisito quedará entonces en suspenso hasta cuando se cumplan los requisitos faltantes.", "En todo caso el funcionario dará fe con su firma de que la diligencia se suscribió en su presencia, con indicación de la fecha en que ello ocurrió."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Modificado por el art. 8°, Decreto Nacional 2158 de 1970. <El nuevo texto es el siguiente> La inscripción que no haya sido autorizada por el funcionario no adquiere la calidad de registro y es inexistente como tal. Empero, si faltare solamente la firma del funcionario, y la omisión se debiere a causas diferentes de las que justifiquen la negativa de la autorización, podrá la Superintendencia de Notariado y Registro, previa comprobación sumaria de los hechos, disponer que la inscripción sea suscrita por quien se halle ejerciendo el cargo.\n", "Si la firma faltare en el ejemplar que se conserva en el Servicio Nacional de Inscripción, éste podrá ser suscrito por el jefe de dicha dependencia, previa autorización de la Superintendencia de Notariado y Registro.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 41.", "Cuando alguna inscripción ya extendida dejare de ser firmada por alguno o algunos de los comparecientes y no llegare a perfeccionarse por esta causa, el funcionario, sin autorizarla, anotará en ella lo acaecido, con indicación de la fecha del suceso."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 42.", "content": ["Artículo 42. Cumplida la inscripción, de ella se dejará constancia tanto en el ejemplar del documento presentado con tal fin, que se devolverá al interesado, como en la copia de aquél destinada al archivo de la oficina, con expresión de su fecha, registro y número de orden interno de la oficina. Acto seguido se anotará en los índices y se guardará la copia.\n"]}, "dot_comma_sep": ["Artículo 42.", "Modificado por el art.", "8°", ", Decreto Nacional 2158 de 1970.°", "<El nuevo texto es el siguiente> La inscripción que no haya sido autorizada por el funcionario no adquiere la calidad de registro y es inexistente como tal.", "Empero, si faltare solamente la firma del funcionario, y la omisión se debiere a causas diferentes de las que justifiquen la negativa de la autorización, podrá la Superintendencia de Notariado y Registro, previa comprobación sumaria de los hechos, disponer que la inscripción sea suscrita por quien se halle ejerciendo el cargo.", "Si la firma faltare en el ejemplar que se conserva en el Servicio Nacional de Inscripción, éste podrá ser suscrito por el jefe de dicha dependencia, previa autorización de la Superintendencia de Notariado y Registro.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000500000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 43.", "content": ["Artículo 43. Cumplida la inscripción, de ella se dejará constancia tanto en el ejemplar del documento presentado para tal fin, que se devolverá al interesado, como en la copia de aquél destinada al archivo de la oficina, con expresión de su fecha, registro y número de orden interno de la oficina. Acto seguido se anotará en los índices y se guardará la copia.\n"]}, "dot_comma_sep": ["Artículo 42.", "Cumplida la inscripción, de ella se dejará constancia tanto en el ejemplar del documento presentado con tal fin, que se devolverá al interesado, como en la copia de aquél destinada al archivo de la oficina, con expresión de su fecha, registro y número de orden interno de la oficina.", "Acto seguido se anotará en los índices y se guardará la copia."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 44.", "content": ["Artículo 44. En el registro de nacimientos se inscribirán:\n", "1. Los nacimientos que ocurran en el territorio nacional.\n", "2. Los nacimientos ocurridos en el extranjero, de personas hijas de padre y madre colombianos.\n", "3. Los nacimientos que ocurran en el extranjero, de personas hijas de padre o madre colombianos de nacimiento o por adopción, o de extranjeros residentes en el país, caso de que lo solicite un interesado.\n", "4. Los reconocimientos de hijo natural, legitimaciones, adopciones, alteraciones de la patria potestad, emancipaciones, habilitaciones de edad, matrimonios, capitulaciones matrimoniales, interdicciones judiciales, discernimientos de guarda, rehabilitaciones, nulidades de matrimonio, divorcios, separaciones de cuerpos y de bienes, cambios de nombre, declaraciones de seudónimo, declaraciones de ausencia, defunciones y declaraciones de presunción de muerte, y en general, todos los hechos y actos relacionados con el estado civil y la capacidad de las personas.\n"]}, "dot_comma_sep": ["Artículo 43.", "Cumplida la inscripción, de ella se dejará constancia tanto en el ejemplar del documento presentado para tal fin, que se devolverá al interesado, como en la copia de aquél destinada al archivo de la oficina, con expresión de su fecha, registro y número de orden interno de la oficina.", "Acto seguido se anotará en los índices y se guardará la copia."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 45.", "content": ["Artículo 45. Están en el deber de denunciar los nacimientos y solicitar su registro:\n", "1. El padre.\n", "2. La madre.\n", "3. Los demás ascendientes.\n", "4. Los parientes mayores más próximos.\n", "5. El director o administrador del establecimiento público o privado en que haya ocurrido.\n", "6. La persona que haya recogido al recién nacido abandonado.\n", "7. El director o administrador del establecimiento que se haya hecho cargo del recién nacido expósito.\n", "8. El propio interesado mayor de diez y ocho (18) años.\n"]}, "dot_comma_sep": ["Artículo 44.", "En el registro de nacimientos se inscribirán:\n.", "1.", "Los nacimientos que ocurran en el territorio nacional.", "2.", "Los nacimientos ocurridos en el extranjero, de personas hijas de padre y madre colombianos.", "3.", "Los nacimientos que ocurran en el extranjero, de personas hijas de padre o madre colombianos de nacimiento o por adopción, o de extranjeros residentes en el país, caso de que lo solicite un interesado.", "4.", "Los reconocimientos de hijo natural, legitimaciones, adopciones, alteraciones de la patria potestad, emancipaciones, habilitaciones de edad, matrimonios, capitulaciones matrimoniales, interdicciones judiciales, discernimientos de guarda, rehabilitaciones, nulidades de matrimonio, divorcios, separaciones de cuerpos y de bienes, cambios de nombre, declaraciones de seudónimo, declaraciones de ausencia, defunciones y declaraciones de presunción de muerte, y en general, todos los hechos y actos relacionados con el estado civil y la capacidad de las personas."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 46.", "content": ["Artículo 46. Los nacimientos ocurridos en el territorio nacional se inscribirán en la oficina correspondiente a la circunscripción territorial en que hayan tenido lugar. Si el nacimiento ocurre durante viaje dentro del territorio, o fuera de él, la inscripción se hará en el lugar en que aquél termine.\n"]}, "dot_comma_sep": ["Artículo 45.", "Están en el deber de denunciar los nacimientos y solicitar su registro:\n.", "1.", "El padre.", "2.", "La madre.", "3.", "Los demás ascendientes.", "4.", "Los parientes mayores más próximos.", "5.", "El director o administrador del establecimiento público o privado en que haya ocurrido.", "6.", "La persona que haya recogido al recién nacido abandonado.", "7.", "El director o administrador del establecimiento que se haya hecho cargo del recién nacido expósito.", "8.", "El propio interesado mayor de diez y ocho (18) años."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 47.", "content": ["Artículo 47. Los nacimientos ocurridos en el extranjero o durante viaje cuyo término sea lugar extranjero, se inscribirán en el competente consulado colombiano, y en defecto de éste, en la forma y del modo prescritos por la legislación del respectivo país.\n", "El cónsul remitirá sendas copias de la inscripción; una destinada al archivo de la oficina central y otra al funcionario encargado del registro civil en la capital de la república, quien, previa autenticación del documento, reproducirá la inscripción, para lo cual abrirá el folio correspondiente.\n", "Caso de que la inscripción no se haya efectuado ante cónsul nacional, el funcionario encargado del registro del estado civil en la primera oficina de la capital de la república procederá a abrir el folio, una vez establecida la autenticidad de los documentos que acrediten el nacimiento.\n"]}, "dot_comma_sep": ["Artículo 46.", "Los nacimientos ocurridos en el territorio nacional se inscribirán en la oficina correspondiente a la circunscripción territorial en que hayan tenido lugar.", "Si el nacimiento ocurre durante viaje dentro del territorio, o fuera de él, la inscripción se hará en el lugar en que aquél termine."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 48.", "content": ["Artículo 48. La inscripción del nacimiento deberá hacerse ante el correspondiente funcionario encargado de llevar el registro del estado civil, dentro del mes siguiente a su ocurrencia.\n", "Sólo se inscribirá a quien nazca vivo, de conformidad con lo dispuesto en el artículo 90 del Código Civil.\n"]}, "dot_comma_sep": ["Artículo 47.", "Los nacimientos ocurridos en el extranjero o durante viaje cuyo término sea lugar extranjero, se inscribirán en el competente consulado colombiano, y en defecto de éste, en la forma y del modo prescritos por la legislación del respectivo país.", "El cónsul remitirá sendas copias de la inscripción; una destinada al archivo de la oficina central y otra al funcionario encargado del registro civil en la capital de la república, quien, previa autenticación del documento, reproducirá la inscripción, para lo cual abrirá el folio correspondiente.", "Caso de que la inscripción no se haya efectuado ante cónsul nacional, el funcionario encargado del registro del estado civil en la primera oficina de la capital de la república procederá a abrir el folio, una vez establecida la autenticidad de los documentos que acrediten el nacimiento."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 49.", "content": ["Artículo 49. El nacimiento se acreditará ante el funcionario encargado de llevar el registro del estado civil mediante certificado del médico o enfermera que haya asistido a la madre en el parto, y en defecto de aquel, con declaración juramentada de dos testigos hábiles.\n", "Los médicos y las enfermeras deberán expedir gratuitamente la certificación.\n", "Los testigos declararán ante el funcionario sobre los hechos de que tengan conocimiento y la razón de éste, y suscribirán la inscripción. El juramento se entenderá prestado por el solo hecho de la firma.\n"]}, "dot_comma_sep": ["Artículo 48.", "La inscripción del nacimiento deberá hacerse ante el correspondiente funcionario encargado de llevar el registro del estado civil, dentro del mes siguiente a su ocurrencia.", "Sólo se inscribirá a quien nazca vivo, de conformidad con lo dispuesto en el artículo 90 del Código Civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Modificado por el art. 1°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> Cuando se pretenda registrar un nacimiento fuera del término prescrito, el interesado deberá acreditarlo con documentos auténticos, o con copia de las actas de las partidas parroquiales respecto de las personas bautizadas en el seno de la Iglesia Católica o de las anotaciones de origen religioso correspondientes a personas de otros credos, o en últimas, con fundamento en declaraciones juramentadas, presentadas ante el funcionario encargado del registro, por dos testigos hábiles que hayan presenciado el hecho o hayan tenido noticia directa y fidedigna de él, expresando los datos indispensables para la inscripción, en la forma establecida por el artículo 49 del presente Decreto.\n", "Los documentos acompañados a la solicitud de inscripción se archivarán en carpeta con indicación del código de folio que respaldan.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 49.", "El nacimiento se acreditará ante el funcionario encargado de llevar el registro del estado civil mediante certificado del médico o enfermera que haya asistido a la madre en el parto, y en defecto de aquel, con declaración juramentada de dos testigos hábiles.", "Los médicos y las enfermeras deberán expedir gratuitamente la certificación.", "Los testigos declararán ante el funcionario sobre los hechos de que tengan conocimiento y la razón de éste, y suscribirán la inscripción.", "El juramento se entenderá prestado por el solo hecho de la firma."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 50.", "content": ["Artículo 50. Cuando se pretenda el registro de un nacimiento fuera del término prescrito, el interesado deberá acreditarlo con documentos auténticos, o con copia de las actas de las partidas parroquiales, respecto de las personas bautizadas en el seno de la iglesia católica o de las anotaciones de origen religioso correspondientes a personas de otros credos, o en últimas, con varios testimonios rendidos ante el Juez civil, de personas que hayan tenido noticia directa y fidedigna de él, con expresión de los datos indispensables para la inscripción.\n", "Los documentos acompañados a la solicitud oral de inscripción se archivarán en carpeta con indicación del código del folio que respaldan.\n"]}, "dot_comma_sep": ["Artículo 50.", "Modificado por el art.", "1°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> Cuando se pretenda registrar un nacimiento fuera del término prescrito, el interesado deberá acreditarlo con documentos auténticos, o con copia de las actas de las partidas parroquiales respecto de las personas bautizadas en el seno de la Iglesia Católica o de las anotaciones de origen religioso correspondientes a personas de otros credos, o en últimas, con fundamento en declaraciones juramentadas, presentadas ante el funcionario encargado del registro, por dos testigos hábiles que hayan presenciado el hecho o hayan tenido noticia directa y fidedigna de él, expresando los datos indispensables para la inscripción, en la forma establecida por el artículo 49 del presente Decreto.", "Los documentos acompañados a la solicitud de inscripción se archivarán en carpeta con indicación del código de folio que respaldan.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 51.", "content": ["Artículo 51. Cuando se trate de la inscripción del nacimiento de gemelos, se indicará en lo posible cual ha nacido primero, y se extenderán sendos registros.\n"]}, "dot_comma_sep": ["Artículo 50.", "Cuando se pretenda el registro de un nacimiento fuera del término prescrito, el interesado deberá acreditarlo con documentos auténticos, o con copia de las actas de las partidas parroquiales, respecto de las personas bautizadas en el seno de la iglesia católica o de las anotaciones de origen religioso correspondientes a personas de otros credos, o en últimas, con varios testimonios rendidos ante el Juez civil, de personas que hayan tenido noticia directa y fidedigna de él, con expresión de los datos indispensables para la inscripción.", "Los documentos acompañados a la solicitud oral de inscripción se archivarán en carpeta con indicación del código del folio que respaldan."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 52.", "content": ["Artículo 52. La inscripción del nacimiento se descompondrá en dos secciones: una genérica y otra específica. En aquella se consignarán solamente el nombre del inscrito, su sexo, el municipio y la fecha de su nacimiento, la oficina donde se inscribió y los números del folio y general de la oficina central.\n", "En la sección especifica se consignarán, además la hora y el lugar del nacimiento, el nombre de la madre, el nombre del padre; en lo posible, la identidad de una y otro, su profesión u oficio, su nacionalidad, su estado civil y el código de sus registros de nacimiento y matrimonio; el nombre del profesional que certificó el nacimiento y el número de su licencia.\n", "Además, se imprimirán las huellas plantares del inscrito menor de siete años, y la de los dedos pulgares de la mano del inscrito mayor de dicha edad.\n", "La expresión de los datos de la sección genérica constituye requisito esencial de la inscripción.\n"]}, "dot_comma_sep": ["Artículo 51.", "Cuando se trate de la inscripción del nacimiento de gemelos, se indicará en lo posible cual ha nacido primero, y se extenderán sendos registros."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. Modificado por el art. 1°, Ley 54 de 1989 <El nuevo texto es el siguiente> En el registro de nacimiento se inscribirán como apellidos del inscrito, el primero del padre seguido del primero de la madre, si fuere hijo legítimo o extramatrimonial reconocido o con paternidad judicialmente declarada; en caso contrario, se le asignarán los apellidos de la madre.\n", "Parágrafo. Las personas que al entrar en vigencia esta Ley estén inscritas con un solo apellido podrán adicionar su nombre con un segundo apellido, en la oportunidad y mediante el procedimiento señalado en el artículo 94, inciso 1o, de este Decreto.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 52.", "La inscripción del nacimiento se descompondrá en dos secciones: una genérica y otra específica.", "En aquella se consignarán solamente el nombre del inscrito, su sexo, el municipio y la fecha de su nacimiento, la oficina donde se inscribió y los números del folio y general de la oficina central.", "En la sección especifica se consignarán, además la hora y el lugar del nacimiento, el nombre de la madre, el nombre del padre; en lo posible, la identidad de una y otro, su profesión u oficio, su nacionalidad, su estado civil y el código de sus registros de nacimiento y matrimonio; el nombre del profesional que certificó el nacimiento y el número de su licencia.", "Además, se imprimirán las huellas plantares del inscrito menor de siete años, y la de los dedos pulgares de la mano del inscrito mayor de dicha edad.", "La expresión de los datos de la sección genérica constituye requisito esencial de la inscripción."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 53.", "content": ["Artículo 53. En el registro de nacimiento se inscribirá como apellido del inscrito el del padre, si fuere legítimo, o hijo natural reconocido o con paternidad judicialmente declarada; en caso contrario, se le asignará el apellido de la madre.\n"]}, "dot_comma_sep": ["Artículo 53.", "Modificado por el art.", "1°", ", Ley 54 de 1989 <El nuevo texto es el siguiente> En el registro de nacimiento se inscribirán como apellidos del inscrito, el primero del padre seguido del primero de la madre, si fuere hijo legítimo o extramatrimonial reconocido o con paternidad judicialmente declarada; en caso contrario, se le asignarán los apellidos de la madre.°", "Parágrafo.", "Las personas que al entrar en vigencia esta Ley estén inscritas con un solo apellido podrán adicionar su nombre con un segundo apellido, en la oportunidad y mediante el procedimiento señalado en el artículo 94, inciso 1o, de este Decreto.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 54.", "content": ["Artículo 54. Si el inscrito fuere denunciado como hijo natural, el funcionario encargado de llevar el registro del estado civil preguntará al denunciante acerca del nombre, apellido, identidad y residencia de los padres, y anotará el nombre de la madre en el folio.\n", "En cuanto al padre, solo se escribirá su nombre allí cuando esa calidad sea aceptada por el propio declarante o como testigo. Si la paternidad se atribuye a persona distinta de ellos, las anotaciones correspondientes, junto con las bases probatorias de tal imputación, expresadas por el denunciante, previa exigencia de no faltar a la verdad, bajo su firma y la del funcionario, se harán en hojas especiales, por duplicado.\n"]}, "dot_comma_sep": ["Artículo 53.", "En el registro de nacimiento se inscribirá como apellido del inscrito el del padre, si fuere legítimo, o hijo natural reconocido o con paternidad judicialmente declarada; en caso contrario, se le asignará el apellido de la madre."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 55.", "content": ["Artículo 55. En el folio de registro del nacimiento del hijo natural se consignará el número y la fecha de la anotación complementaria. La hoja especial y adicional del folio de registro contendrá también referencia al número de éste, además de las informaciones suministradas por el denunciante, y no podrá ser inspeccionada sino por el propio inscrito, sus parientes dentro del cuarto grado de consanguinidad, la persona que haya cuidado su crianza o ejerza su guarda legítima, el defensor de menores y el ministerio público. De ella se podrán expedir copias únicamente a las mismas personas y a las autoridades judiciales y de policía que las solicitaren en ejercicio de sus funciones y dentro de su competencia.\n", "Al margen de la hoja especial el funcionario dejará constancia de la fecha de expedición de cada copia y del particular o de la autoridad que la haya solicitado.\n"]}, "dot_comma_sep": ["Artículo 54.", "Si el inscrito fuere denunciado como hijo natural, el funcionario encargado de llevar el registro del estado civil preguntará al denunciante acerca del nombre, apellido, identidad y residencia de los padres, y anotará el nombre de la madre en el folio.", "En cuanto al padre, solo se escribirá su nombre allí cuando esa calidad sea aceptada por el propio declarante o como testigo.", "Si la paternidad se atribuye a persona distinta de ellos, las anotaciones correspondientes, junto con las bases probatorias de tal imputación, expresadas por el denunciante, previa exigencia de no faltar a la verdad, bajo su firma y la del funcionario, se harán en hojas especiales, por duplicado."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 56.", "content": ["Artículo 56. El funcionario del registro del estado civil conservará las hojas complementarias, que archivará y legajará en orden continuo, numérico y cronológico, y encuadernará al final de cada año calendario.\n", "Mensualmente enviará a la oficina central y al Instituto de Bienestar Familiar, relación completa de las hojas adicionales a los folios de registro de nacimiento.\n"]}, "dot_comma_sep": ["Artículo 55.", "En el folio de registro del nacimiento del hijo natural se consignará el número y la fecha de la anotación complementaria.", "La hoja especial y adicional del folio de registro contendrá también referencia al número de éste, además de las informaciones suministradas por el denunciante, y no podrá ser inspeccionada sino por el propio inscrito, sus parientes dentro del cuarto grado de consanguinidad, la persona que haya cuidado su crianza o ejerza su guarda legítima, el defensor de menores y el ministerio público.", "De ella se podrán expedir copias únicamente a las mismas personas y a las autoridades judiciales y de policía que las solicitaren en ejercicio de sus funciones y dentro de su competencia.", "Al margen de la hoja especial el funcionario dejará constancia de la fecha de expedición de cada copia y del particular o de la autoridad que la haya solicitado."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 57.", "content": ["Artículo 57. Cuando el registro de nacimiento de un hijo natural no fuere suscrito por el presunto padre, bien como denunciante, bien como testigo, el encargado de llevar el registro civil procederá a entregar a los interesados boleta de citación de la persona indicada como padre en la hoja complementaria del folio de registro.\n", "Las autoridades de policía y el Defensor de Menores prestarán su colaboración para que el supuesto padre sea citado y comparezca a la oficina de registro del estado civil.\n"]}, "dot_comma_sep": ["Artículo 56.", "El funcionario del registro del estado civil conservará las hojas complementarias, que archivará y legajará en orden continuo, numérico y cronológico, y encuadernará al final de cada año calendario.", "Mensualmente enviará a la oficina central y al Instituto de Bienestar Familiar, relación completa de las hojas adicionales a los folios de registro de nacimiento."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 58.", "content": ["Artículo 58. Presente el presunto padre en el despacho del funcionario encargado de llevar el registro civil y enterado del contenido del folio de registro de nacimiento y de la hoja adicional en la que conste la atribución de paternidad, habrá de manifestar si reconoce a la persona allí indicada como hijo natural suyo o rechaza tal imputación.\n", "Si el compareciente acepta la paternidad, se procederá a extender la diligencia de reconocimiento en el folio en que se inscribió el nacimiento, con su firma y la del funcionario.\n", "En caso de rechazo de la atribución de paternidad, en la hoja adicional se extenderá un acta, con las mismas firmas.\n"]}, "dot_comma_sep": ["Artículo 57.", "Cuando el registro de nacimiento de un hijo natural no fuere suscrito por el presunto padre, bien como denunciante, bien como testigo, el encargado de llevar el registro civil procederá a entregar a los interesados boleta de citación de la persona indicada como padre en la hoja complementaria del folio de registro.", "Las autoridades de policía y el Defensor de Menores prestarán su colaboración para que el supuesto padre sea citado y comparezca a la oficina de registro del estado civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 59.", "content": ["Artículo 59. Cuando no se indique el nombre de la madre o del padre del inscrito o el de ambos progenitores; cuando transcurridos treinta días a partir de la inscripción no haya comparecido el supuesto padre; y en el caso de que éste no acepte la imputación, el funcionario encargado de llevar el registro del estado civil informará lo acontecido al competente defensor de menores, a quien enviará el ejemplar de copia de la hoja adicional del folio de registro, dejando en el original constancia de la remisión.\n"]}, "dot_comma_sep": ["Artículo 58.", "Presente el presunto padre en el despacho del funcionario encargado de llevar el registro civil y enterado del contenido del folio de registro de nacimiento y de la hoja adicional en la que conste la atribución de paternidad, habrá de manifestar si reconoce a la persona allí indicada como hijo natural suyo o rechaza tal imputación.", "Si el compareciente acepta la paternidad, se procederá a extender la diligencia de reconocimiento en el folio en que se inscribió el nacimiento, con su firma y la del funcionario.", "En caso de rechazo de la atribución de paternidad, en la hoja adicional se extenderá un acta, con las mismas firmas."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 60.", "content": ["Artículo 60. Definida legalmente la paternidad o la maternidad natural, o ambas, por reconocimiento o decisión judicial en firme y no sometida a revisión, el funcionario encargado de llevar el registro del estado civil que tenga el registro de nacimiento del hijo, procederá a corregirla y a extender una nueva acta con reproducción fiel de los hechos consignados en la primitiva, debidamente modificados, como corresponda a la nueva situación. Los dos folios llevarán anotaciones de recíproca referencia.\n"]}, "dot_comma_sep": ["Artículo 59.", "Cuando no se indique el nombre de la madre o del padre del inscrito o el de ambos progenitores; cuando transcurridos treinta días a partir de la inscripción no haya comparecido el supuesto padre; y en el caso de que éste no acepte la imputación, el funcionario encargado de llevar el registro del estado civil informará lo acontecido al competente defensor de menores, a quien enviará el ejemplar de copia de la hoja adicional del folio de registro, dejando en el original constancia de la remisión."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000067", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 61.", "content": ["Artículo 61. Cuando se trate de la inscripción del nacimiento de un menor hijo de padres desconocidos, de cuyo registro no se tenga noticia, el funcionario del estado civil procederá a inscribirlo, a solicitud del defensor de menores con competencia en el lugar, mencionando los datos que aquel le suministre, previa comprobación sumaria de la edad, y oriundez del inscrito y de la ausencia de registro.\n"]}, "dot_comma_sep": ["Artículo 60.", "Definida legalmente la paternidad o la maternidad natural, o ambas, por reconocimiento o decisión judicial en firme y no sometida a revisión, el funcionario encargado de llevar el registro del estado civil que tenga el registro de nacimiento del hijo, procederá a corregirla y a extender una nueva acta con reproducción fiel de los hechos consignados en la primitiva, debidamente modificados, como corresponda a la nueva situación.", "Los dos folios llevarán anotaciones de recíproca referencia."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000068", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 62.", "content": ["Artículo 62. Si por el recién nacido expósito, o por otro motivo se ignore el apellido de los padres, el funcionario encargado del registro llenará la falta, asignándole uno usual en Colombia.\n"]}, "dot_comma_sep": ["Artículo 61.", "Cuando se trate de la inscripción del nacimiento de un menor hijo de padres desconocidos, de cuyo registro no se tenga noticia, el funcionario del estado civil procederá a inscribirlo, a solicitud del defensor de menores con competencia en el lugar, mencionando los datos que aquel le suministre, previa comprobación sumaria de la edad, y oriundez del inscrito y de la ausencia de registro."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000069", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 63.", "content": ["Artículo 63. Cuando la persona cuyo nacimiento pretende inscribirse sea mayor de siete años, a la inscripción deberá proceder constancia de que aquél no ha sido registrado, expedida por la oficina central.\n"]}, "dot_comma_sep": ["Artículo 62.", "Si por el recién nacido expósito, o por otro motivo se ignore el apellido de los padres, el funcionario encargado del registro llenará la falta, asignándole uno usual en Colombia."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000070", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 64.", "content": ["Artículo 64. El funcionario que inscriba un nacimiento enviará sendas copias del folio de registro, de oficio o a solicitud del interesado, a la oficina central, y a las oficinas que tengan los folios de registro de nacimiento de los padres, para la nota de referencia.\n", "Ver Parágrafo del art. 14, Decreto Nacional 2158 de 1970. \n"]}, "dot_comma_sep": ["Artículo 63.", "Cuando la persona cuyo nacimiento pretende inscribirse sea mayor de siete años, a la inscripción deberá proceder constancia de que aquél no ha sido registrado, expedida por la oficina central."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000071", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 65.", "content": ["Artículo 65. Hecha la inscripción de un nacimiento, la oficina central indicará el código o complejo numeral que corresponde al folio dentro del orden de sucesión nacional, con el que marcará el ejemplar de su archivo y del que dará noticia a la oficina local para que lo estampe en el suyo.\n", "La oficina central dispondrá la cancelación de la inscripción, cuando compruebe que la persona objeto de ella ya se encontraba registrada.\n"]}, "dot_comma_sep": ["Artículo 64.", "El funcionario que inscriba un nacimiento enviará sendas copias del folio de registro, de oficio o a solicitud del interesado, a la oficina central, y a las oficinas que tengan los folios de registro de nacimiento de los padres, para la nota de referencia.", "Ver Parágrafo del art.", "14, Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000600000072", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 66.", "content": ["Artículo 66. Cumplida la inscripción de un hecho o acto atinente al estado civil o la capacidad de las personas, en el correspondiente folio del registro de nacimiento, el funcionario que la ejecutó dará cuenta de ella, así como de los documentos en que se fundó, a la oficina central, para que esta proceda a hacer la anotación del caso en el ejemplar de su archivo.\n"]}, "dot_comma_sep": ["Artículo 65.", "Hecha la inscripción de un nacimiento, la oficina central indicará el código o complejo numeral que corresponde al folio dentro del orden de sucesión nacional, con el que marcará el ejemplar de su archivo y del que dará noticia a la oficina local para que lo estampe en el suyo.", "La oficina central dispondrá la cancelación de la inscripción, cuando compruebe que la persona objeto de ella ya se encontraba registrada."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000073", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 67.", "content": ["Artículo 67. Los matrimonios que se celebren dentro del país se inscribirán en la oficina correspondiente al lugar de su celebración, dentro de los treinta días siguientes a ésta.\n", "Los matrimonios celebrados en el extranjero, entre dos colombianos por nacimiento, entre un colombiano por nacimiento y un extranjero, entre dos colombianos por adopción, o entre un colombiano por nacimiento y uno por adopción se inscribirán, en la primera oficina encargada del registro del estado civil en la capital de la república.\n"]}, "dot_comma_sep": ["Artículo 66.", "Cumplida la inscripción de un hecho o acto atinente al estado civil o la capacidad de las personas, en el correspondiente folio del registro de nacimiento, el funcionario que la ejecutó dará cuenta de ella, así como de los documentos en que se fundó, a la oficina central, para que esta proceda a hacer la anotación del caso en el ejemplar de su archivo."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000074", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 68.", "content": ["Artículo 68. El matrimonio podrá inscribirse a solicitud de cualquier persona. En todo caso no se procederá al registro sino con vista en copia fidedigna de la respectiva acta de la partida parroquial, en cuanto a los matrimonios católicos, o de la escritura de protocolización de las diligencias judiciales o administrativas correspondientes, en el caso de matrimonio civil.\n", "Tales copias se archivarán y legajarán en orden sucesivo, numérico y cronológico, con anotación del folio de registro de matrimonios que respaldan.\n", "Inciso adicionado por el art. 2°, Ley 25 de 1992. <El texto adicionado es el siguiente> Las actas de matrimonio expedidas por las autoridades religiosas deberán inscribirse en la oficina de registro del estado civil correspondiente al lugar de su celebración.\n", "Inciso adicionado por el art. 2°, Ley 25 de 1992. <El texto adicionado es el siguiente> Al acta de inscripción deberá anexarse certificación auténtica acerca de la competencia del ministro religioso que ofició el matrimonio.\n"]}, "dot_comma_sep": ["Artículo 67.", "Los matrimonios que se celebren dentro del país se inscribirán en la oficina correspondiente al lugar de su celebración, dentro de los treinta días siguientes a ésta.", "Los matrimonios celebrados en el extranjero, entre dos colombianos por nacimiento, entre un colombiano por nacimiento y un extranjero, entre dos colombianos por adopción, o entre un colombiano por nacimiento y uno por adopción se inscribirán, en la primera oficina encargada del registro del estado civil en la capital de la república."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000075", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 69.", "content": ["Artículo 69. El registro de matrimonio deberá expresar:\n", "1. El lugar y la fecha de su celebración.\n", "2. Nombre, estado civil, domicilio e identidad de los contrayentes y código del folio de registro de su nacimiento y el lugar de su inscripción.\n", "3. Nombre de los padres de los contrayentes.\n", "4. Funcionario o sacerdote que celebró el matrimonio.\n", "5. Nombre, identidad y folio de registro de nacimiento de los hijos de los contrayentes legitimados por el matrimonio.\n", "6. Fecha, notaría y lugar de otorgamiento de la escritura por la cual los contrayentes pactaron capitulaciones matrimoniales.\n"]}, "dot_comma_sep": ["Artículo 68.", "El matrimonio podrá inscribirse a solicitud de cualquier persona.", "En todo caso no se procederá al registro sino con vista en copia fidedigna de la respectiva acta de la partida parroquial, en cuanto a los matrimonios católicos, o de la escritura de protocolización de las diligencias judiciales o administrativas correspondientes, en el caso de matrimonio civil.", "Tales copias se archivarán y legajarán en orden sucesivo, numérico y cronológico, con anotación del folio de registro de matrimonios que respaldan.", "Inciso adicionado por el art.", "2°", ", Ley 25 de 1992.°", "<El texto adicionado es el siguiente> Las actas de matrimonio expedidas por las autoridades religiosas deberán inscribirse en la oficina de registro del estado civil correspondiente al lugar de su celebración.", "Inciso adicionado por el art.", "2°", ", Ley 25 de 1992.°", "<El texto adicionado es el siguiente> Al acta de inscripción deberá anexarse certificación auténtica acerca de la competencia del ministro religioso que ofició el matrimonio."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000076", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 70.", "content": ["Artículo 70. Son requisitos esenciales del registro de matrimonio: el nombre de los contrayentes, la fecha, el lugar, el despacho, parroquia o sacerdote que lo celebro, y la constancia de la presencia de copia auténtica del acta parroquial o de la escritura de protocolización de las diligencias judiciales o administrativas correspondientes a la celebración.\n"]}, "dot_comma_sep": ["Artículo 69.", "El registro de matrimonio deberá expresar:\n.", "1.", "El lugar y la fecha de su celebración.", "2.", "Nombre, estado civil, domicilio e identidad de los contrayentes y código del folio de registro de su nacimiento y el lugar de su inscripción.", "3.", "Nombre de los padres de los contrayentes.", "4.", "Funcionario o sacerdote que celebró el matrimonio.", "5.", "Nombre, identidad y folio de registro de nacimiento de los hijos de los contrayentes legitimados por el matrimonio.", "6.", "Fecha, notaría y lugar de otorgamiento de la escritura por la cual los contrayentes pactaron capitulaciones matrimoniales."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000077", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 71.", "content": ["Artículo 71. El funcionario del estado civil que inscriba un matrimonio, de oficio o a solicitud de interesado, enviará sendas copias del folio a las oficinas locales donde se hallen los registros de nacimiento de los cónyuges y de los hijos legitimados, y a la oficina central.\n", "Ver Parágrafo del art. 14, Decreto Nacional 2158 de 1970. \n"]}, "dot_comma_sep": ["Artículo 70.", "Son requisitos esenciales del registro de matrimonio: el nombre de los contrayentes, la fecha, el lugar, el despacho, parroquia o sacerdote que lo celebro, y la constancia de la presencia de copia auténtica del acta parroquial o de la escritura de protocolización de las diligencias judiciales o administrativas correspondientes a la celebración."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000700000078", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 72.", "content": ["Artículo 72. En el folio de registro de matrimonios se inscribirán las providencias que declaren la nulidad del matrimonio o del divorcio, o decreten la separación de cuerpos o la de bienes entre los cónyuges, en vista de copia auténtica de ellas, que se conservará en el archivo de la oficina.\n", "El funcionario del registro del estado civil que inscriba una de tales providencias enviará, de oficio, o a solicitud de parte, sendas copias de la inscripción a la oficina central y a aquéllas que tengan el folio del registro del nacimiento de los cónyuges.\n"]}, "dot_comma_sep": ["Artículo 71.", "El funcionario del estado civil que inscriba un matrimonio, de oficio o a solicitud de interesado, enviará sendas copias del folio a las oficinas locales donde se hallen los registros de nacimiento de los cónyuges y de los hijos legitimados, y a la oficina central.", "Ver Parágrafo del art.", "14, Decreto Nacional 2158 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000079", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 73.", "content": ["Artículo 73. El denuncio de defunción deberá formularse dentro de los dos días siguientes al momento en que se tuvo noticia del hecho, en la oficina de registro del estado civil correspondiente al lugar donde ocurrió la muerte, o se encontró el cadáver.\n"]}, "dot_comma_sep": ["Artículo 72.", "En el folio de registro de matrimonios se inscribirán las providencias que declaren la nulidad del matrimonio o del divorcio, o decreten la separación de cuerpos o la de bienes entre los cónyuges, en vista de copia auténtica de ellas, que se conservará en el archivo de la oficina.", "El funcionario del registro del estado civil que inscriba una de tales providencias enviará, de oficio, o a solicitud de parte, sendas copias de la inscripción a la oficina central y a aquéllas que tengan el folio del registro del nacimiento de los cónyuges."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000080", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 74.", "content": ["Artículo 74. Están en el deber de denunciar la defunción: el cónyuge sobreviviente, los parientes más próximos del occiso, las personas que habiten en la casa en que ocurrió el fallecimiento, el médico que haya asistido al difunto en su última enfermedad, y la funeraria que atienda a su sepultura.\n", "Si la defunción ocurre en cuartel, convento, hospital, clínica, asilo, cárcel o establecimiento público o privado, el deber de denunciarla recaerá también sobre el director o administrador del mismo.\n", "También debe formular el denuncio correspondiente la autoridad de policía que encuentre un cadáver de persona desconocida o que no sea reclamado.\n"]}, "dot_comma_sep": ["Artículo 73.", "El denuncio de defunción deberá formularse dentro de los dos días siguientes al momento en que se tuvo noticia del hecho, en la oficina de registro del estado civil correspondiente al lugar donde ocurrió la muerte, o se encontró el cadáver."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000081", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. Modificado por el art. 1°, Decreto Nacional 1536 de 1989. <El nuevo texto es el siguiente> Transcurridos dos (2) días desde la defunción sin que se haya inscrito, a su registro se procederá solo mediante orden impartida por el inspector de policía, previa solicitud escrita del interesado en la que se explicarán las causas del retardo.\n", "El funcionario administrativo impartirá la orden de inscripción y en todo caso calificará las causas del retardo y si considera que éste se debe a dolo o malicia, impondrá al responsable, mediante resolución motivada, multa de cincuenta ($ 50.00) a mil ($ 1.000.00) pesos, sin perjuicio de la acción penal a que hubiere lugar.\n", "En los municipios en que es competente el alcalde para llevar el registro del estado civil, corresponde a este funcionario adelantar el trámite a que se refiere el presente artículo.  \n", "El texto original era el siguiente: \n"]}, "dot_comma_sep": ["Artículo 74.", "Están en el deber de denunciar la defunción: el cónyuge sobreviviente, los parientes más próximos del occiso, las personas que habiten en la casa en que ocurrió el fallecimiento, el médico que haya asistido al difunto en su última enfermedad, y la funeraria que atienda a su sepultura.", "Si la defunción ocurre en cuartel, convento, hospital, clínica, asilo, cárcel o establecimiento público o privado, el deber de denunciarla recaerá también sobre el director o administrador del mismo.", "También debe formular el denuncio correspondiente la autoridad de policía que encuentre un cadáver de persona desconocida o que no sea reclamado."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000082", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 75.", "content": ["Artículo 75. Transcurridos dos días desde la defunción sin que se haya inscrito, a su registro se procederá sólo mediante orden judicial impartida luego de trámite incidental.\n", "El juez calificará las causas del retardo en la inscripción y si considera que se debe a dolo o malicia, aplicará al responsable multa de cincuenta a mil pesos, sin perjuicio de la acción penal a que hubiere lugar.\n"]}, "dot_comma_sep": ["Artículo 75.", "Modificado por el art.", "1°", ", Decreto Nacional 1536 de 1989.°", "<El nuevo texto es el siguiente> Transcurridos dos (2) días desde la defunción sin que se haya inscrito, a su registro se procederá solo mediante orden impartida por el inspector de policía, previa solicitud escrita del interesado en la que se explicarán las causas del retardo.", "El funcionario administrativo impartirá la orden de inscripción y en todo caso calificará las causas del retardo y si considera que éste se debe a dolo o malicia, impondrá al responsable, mediante resolución motivada, multa de cincuenta ($ 50.", "00) a mil ($ 1.", "000.", "00) pesos, sin perjuicio de la acción penal a que hubiere lugar.", "En los municipios en que es competente el alcalde para llevar el registro del estado civil, corresponde a este funcionario adelantar el trámite a que se refiere el presente artículo.", " \n.", "El texto original era el siguiente: "]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000083", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 76.", "content": ["Artículo 76. La defunción se acreditará ante el funcionario del registro del estado civil, mediante certificado médico, expedido bajo juramento, que se entenderá prestado por el solo hecho de la firma. Tan sólo en caso de no haber médico en la localidad se podrá demostrar mediante declaración de dos testigos hábiles.\n", "El certificado se expedirá gratuitamente por el médico que atendió al difunto en su última enfermedad; a falta de él, por el médico forense; y en defecto de ambos, por el médico de sanidad.\n", "En subsidio de todos ellos, certificarán la muerte, en su orden, cualquier médico que desempeñe en el lugar un cargo oficial relacionado con su profesión y todo profesional médico, ambos a solicitud del funcionario encargado del registro.\n"]}, "dot_comma_sep": ["Artículo 75.", "Transcurridos dos días desde la defunción sin que se haya inscrito, a su registro se procederá sólo mediante orden judicial impartida luego de trámite incidental.", "El juez calificará las causas del retardo en la inscripción y si considera que se debe a dolo o malicia, aplicará al responsable multa de cincuenta a mil pesos, sin perjuicio de la acción penal a que hubiere lugar."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000084", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 77.", "content": ["Artículo 77. En el registro de defunciones se inscribirán:\n", "1. Las que ocurran en el territorio del país.\n", "2. Las defunciones de colombianos por nacimiento o por adopción, y las de extranjeros residentes en el país, ocurridas fuera de éste, cuando así lo solicite interesado que acredite el hecho.\n", "El registro se cumplirá entonces en la primera oficina encargada del registro en la capital de la república.\n", "3. Las sentencias judiciales ejecutoriadas que declaren la presunción de muerte por desaparecimiento.\n"]}, "dot_comma_sep": ["Artículo 76.", "La defunción se acreditará ante el funcionario del registro del estado civil, mediante certificado médico, expedido bajo juramento, que se entenderá prestado por el solo hecho de la firma.", "Tan sólo en caso de no haber médico en la localidad se podrá demostrar mediante declaración de dos testigos hábiles.", "El certificado se expedirá gratuitamente por el médico que atendió al difunto en su última enfermedad; a falta de él, por el médico forense; y en defecto de ambos, por el médico de sanidad.", "En subsidio de todos ellos, certificarán la muerte, en su orden, cualquier médico que desempeñe en el lugar un cargo oficial relacionado con su profesión y todo profesional médico, ambos a solicitud del funcionario encargado del registro."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000085", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 78.", "content": ["Artículo 78. No se inscribirá en el registro de defunciones el fallecimiento de criatura nacida muerta.\n", "El funcionario del estado civil que tuviere notificación del hecho, lo comunicará a las autoridades de higiene, con expresión de los mismos datos que se exigen para la inscripción del deceso, a fin de que ellas otorguen permiso de inhumación.\n"]}, "dot_comma_sep": ["Artículo 77.", "En el registro de defunciones se inscribirán:\n.", "1.", "Las que ocurran en el territorio del país.", "2.", "Las defunciones de colombianos por nacimiento o por adopción, y las de extranjeros residentes en el país, ocurridas fuera de éste, cuando así lo solicite interesado que acredite el hecho.", "El registro se cumplirá entonces en la primera oficina encargada del registro en la capital de la república.", "3.", "Las sentencias judiciales ejecutoriadas que declaren la presunción de muerte por desaparecimiento."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000086", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 79.", "content": ["Artículo 79. Si la muerte fue violenta, su registro estará precedido de autorización judicial. También se requiere esa decisión en el evento de una defunción cierta, cuando no se encuentre o no exista el cadáver.\n"]}, "dot_comma_sep": ["Artículo 78.", "No se inscribirá en el registro de defunciones el fallecimiento de criatura nacida muerta.", "El funcionario del estado civil que tuviere notificación del hecho, lo comunicará a las autoridades de higiene, con expresión de los mismos datos que se exigen para la inscripción del deceso, a fin de que ellas otorguen permiso de inhumación."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000087", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 80.", "content": ["Artículo 80. El registro de defunción expresará:\n", "1. La fecha y el lugar del deceso, con indicación de la hora en que ocurrió.\n", "2. Nombre, nacionalidad, sexo y estado civil del difunto, con expresión del folio del registro de su nacimiento.\n", "3. Nombre del cónyuge, cuando fuere del caso.\n", "4. Número de la cédula de ciudadanía o tarjeta de identidad del occiso y lugar de su expedición.\n", "5. Causa o causas del deceso y nombre y número de la licencia del médico que lo certificó.\n", "Son requisitos esenciales de la inscripción: la fecha del fallecimiento, el nombre y sexo del occiso.\n"]}, "dot_comma_sep": ["Artículo 79.", "Si la muerte fue violenta, su registro estará precedido de autorización judicial.", "También se requiere esa decisión en el evento de una defunción cierta, cuando no se encuentre o no exista el cadáver."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000088", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 81.", "content": ["Artículo 81. Las sentencias ejecutoriadas que declaren la muerte presunta por desaparecimiento se inscribirán en folio del registro de defunciones, con anotación de los datos que expresen, y de ellas se dejará copia en el archivo de la oficina.\n", "El registro a que dé lugar el hallazgo de restos humanos consignará los datos que suministre el denunciante.\n"]}, "dot_comma_sep": ["Artículo 80.", "El registro de defunción expresará:\n.", "1.", "La fecha y el lugar del deceso, con indicación de la hora en que ocurrió.", "2.", "Nombre, nacionalidad, sexo y estado civil del difunto, con expresión del folio del registro de su nacimiento.", "3.", "Nombre del cónyuge, cuando fuere del caso.", "4.", "Número de la cédula de ciudadanía o tarjeta de identidad del occiso y lugar de su expedición.", "5.", "Causa o causas del deceso y nombre y número de la licencia del médico que lo certificó.", "Son requisitos esenciales de la inscripción: la fecha del fallecimiento, el nombre y sexo del occiso."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000089", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 82.", "content": ["Artículo 82. Cuando se denuncie la defunción de una persona menor de un año, el registrador indagará si el nacimiento está inscrito, y si concluye negativamente, practicará también el registro de aquél, si fuere competente para ello o dará aviso al funcionario que lo sea, para que éste haga la inscripción.\n"]}, "dot_comma_sep": ["Artículo 81.", "Las sentencias ejecutoriadas que declaren la muerte presunta por desaparecimiento se inscribirán en folio del registro de defunciones, con anotación de los datos que expresen, y de ellas se dejará copia en el archivo de la oficina.", "El registro a que dé lugar el hallazgo de restos humanos consignará los datos que suministre el denunciante."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000090", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 83.", "content": ["Artículo 83. Cuando ocurrieren defunciones en días y horas que no sean de despacho para el público, y por este motivo no fuere posible extender inmediatamente la inscripción del caso en el registro del estado civil, podrá hacerse la inhumación, pero los administradores de los cementerios quedan obligados a tomar todos los datos necesarios para que en las primeras horas hábiles del día siguiente se extienda la inscripción por el funcionario que deba autorizarla.\n"]}, "dot_comma_sep": ["Artículo 82.", "Cuando se denuncie la defunción de una persona menor de un año, el registrador indagará si el nacimiento está inscrito, y si concluye negativamente, practicará también el registro de aquél, si fuere competente para ello o dará aviso al funcionario que lo sea, para que éste haga la inscripción."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000091", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 84.", "content": ["Artículo 84. Hecha la inscripción, el funcionario expedirá constancia de ella con destino a las autoridades de higiene, a fin de que se autorice la inhumación, que no podrá efectuarse antes de las diez horas ni después de las cuarenta y ocho de ocurrido el fallecimiento.\n", "Para la sepultura en cementerios ubicados en municipios distintos de aquél en que ha ocurrido la defunción, se requiere permiso de la respectiva autoridad sanitaria, salvo que se trate de municipios pertenecientes a un mismo distrito administrativo.\n"]}, "dot_comma_sep": ["Artículo 83.", "Cuando ocurrieren defunciones en días y horas que no sean de despacho para el público, y por este motivo no fuere posible extender inmediatamente la inscripción del caso en el registro del estado civil, podrá hacerse la inhumación, pero los administradores de los cementerios quedan obligados a tomar todos los datos necesarios para que en las primeras horas hábiles del día siguiente se extienda la inscripción por el funcionario que deba autorizarla."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000092", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 85.", "content": ["Artículo 85. Las inhumaciones solamente podrán hacerse en los cementerios municipales y en los privados debidamente autorizados.\n", "Los municipios y las personas que tengan cementerios autorizados deben designar los funcionarios indispensables para su administración y la vigilancia de las inhumaciones que en ellos se hagan.\n"]}, "dot_comma_sep": ["Artículo 84.", "Hecha la inscripción, el funcionario expedirá constancia de ella con destino a las autoridades de higiene, a fin de que se autorice la inhumación, que no podrá efectuarse antes de las diez horas ni después de las cuarenta y ocho de ocurrido el fallecimiento.", "Para la sepultura en cementerios ubicados en municipios distintos de aquél en que ha ocurrido la defunción, se requiere permiso de la respectiva autoridad sanitaria, salvo que se trate de municipios pertenecientes a un mismo distrito administrativo."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000093", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 86.", "content": ["Artículo 86. Todo cementerio llevará un registro en que se anotará, respecto de cada inhumación: el nombre y sexo del difunto, y el código del folio del registro de defunción. Los funcionarios del registro del estado civil y los encargados de la vigilancia de ellos, velarán por el cumplimiento de esta inscripción.\n"]}, "dot_comma_sep": ["Artículo 85.", "Las inhumaciones solamente podrán hacerse en los cementerios municipales y en los privados debidamente autorizados.", "Los municipios y las personas que tengan cementerios autorizados deben designar los funcionarios indispensables para su administración y la vigilancia de las inhumaciones que en ellos se hagan."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000800000094", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 87.", "content": ["Artículo 87. En caso de epidemia u otras calamidades públicas, la inhumación se ejecutará de acuerdo con las instrucciones que para ello imparta la competente autoridad.\n"]}, "dot_comma_sep": ["Artículo 86.", "Todo cementerio llevará un registro en que se anotará, respecto de cada inhumación: el nombre y sexo del difunto, y el código del folio del registro de defunción.", "Los funcionarios del registro del estado civil y los encargados de la vigilancia de ellos, velarán por el cumplimiento de esta inscripción."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000095", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 88.", "content": ["Artículo 88. Los errores en que se haya incurrido al realizar una inscripción, se corregirán subrayando y encerrando entre paréntesis las palabras, frases o cifras que deban suprimirse o insertando en el sitio pertinente y entre líneas las que deban agregarse, y salvando al final lo corregido, reproduciéndolo entre comillas e indicando si vale o no vale lo suprimido o agregado. Podrá hacerse la corrección enmendando lo escrito o borrándolo y sustituyéndolo, y así se indicará en la salvedad que se haga. Las salvedades serán firmadas por el funcionario encargado del registro del estado civil. Sin dichos requisitos no valdrán las correcciones y se tendrán por verdaderas las expresiones originales.\n"]}, "dot_comma_sep": ["Artículo 87.", "En caso de epidemia u otras calamidades públicas, la inhumación se ejecutará de acuerdo con las instrucciones que para ello imparta la competente autoridad."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000096", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 89.", "content": ["Artículo 89. Modificado por el art. 2°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> Las inscripciones del estado civil, una vez autorizadas, solamente podrán ser alteradas en virtud de decisión judicial en firme, o por disposición de los interesados, en los casos del modo y con las formalidades establecidas en este Decreto.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 88.", "Los errores en que se haya incurrido al realizar una inscripción, se corregirán subrayando y encerrando entre paréntesis las palabras, frases o cifras que deban suprimirse o insertando en el sitio pertinente y entre líneas las que deban agregarse, y salvando al final lo corregido, reproduciéndolo entre comillas e indicando si vale o no vale lo suprimido o agregado.", "Podrá hacerse la corrección enmendando lo escrito o borrándolo y sustituyéndolo, y así se indicará en la salvedad que se haga.", "Las salvedades serán firmadas por el funcionario encargado del registro del estado civil.", "Sin dichos requisitos no valdrán las correcciones y se tendrán por verdaderas las expresiones originales."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000097", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 89.", "content": ["Artículo 89. Las inscripciones del estado civil, una vez autorizadas, no podrán ser alteradas sino en virtud de decisión judicial en firme, y excepcionalmente, por disposición de los interesados o de la oficina central, en los casos, del modo y con las formalidades dispuestos en el presente estatuto.\n"]}, "dot_comma_sep": ["Artículo 89.", "Modificado por el art.", "2°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> Las inscripciones del estado civil, una vez autorizadas, solamente podrán ser alteradas en virtud de decisión judicial en firme, o por disposición de los interesados, en los casos del modo y con las formalidades establecidas en este Decreto.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000098", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 90.", "content": ["Artículo 90. Modificado por el art. 3°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> Sólo podrán solicitar la rectificación o corrección de un registro o suscribir la respectiva escritura pública, las personas a las cuales se refiere éste, por sí o por medio de sus representantes legales o sus herederos.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 89.", "Las inscripciones del estado civil, una vez autorizadas, no podrán ser alteradas sino en virtud de decisión judicial en firme, y excepcionalmente, por disposición de los interesados o de la oficina central, en los casos, del modo y con las formalidades dispuestos en el presente estatuto."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000099", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 90.", "content": ["Artículo 90. Solamente podrán pedir rectificación de un registro las personas a las cuales se refiere éste, por sí o por medio de sus representantes legales, y sus herederos.\n"]}, "dot_comma_sep": ["Artículo 90.", "Modificado por el art.", "3°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> Sólo podrán solicitar la rectificación o corrección de un registro o suscribir la respectiva escritura pública, las personas a las cuales se refiere éste, por sí o por medio de sus representantes legales o sus herederos.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000100", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 91.", "content": ["Artículo 91. Modificado por el art. 4°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> Una vez realizada la inscripción del estado civil, el funcionario encargado del registro, a solicitud escrita del interesado, corregirá los errores mecanográficos, ortográficos y aquellos que se establezcan con la comparación del documento antecedente o con la sola lectura del folio, mediante la apertura de uno nuevo donde se consignarán los datos correctos. Los folios llevarán notas de recíproca referencia.\n", "Los errores en la inscripción, diferentes a los señalados en el inciso anterior, se corregirán por escritura pública en la que expresará el otorgante las razones de la corrección y protocolizará los documentos que la fundamenten. Una vez autorizada la escritura, se procederá a la sustitución del folio correspondiente. En el nuevo se consignarán los datos correctos y en los dos se colocarán notas de referencia recíproca.\n", "Las correcciones a que se refiere el presente artículo se efectuarán con el fin de ajustar la inscripción a la realidad y no para alterar el estado civil.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 90.", "Solamente podrán pedir rectificación de un registro las personas a las cuales se refiere éste, por sí o por medio de sus representantes legales, y sus herederos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000101", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 91.", "content": ["Artículo 91. Cuando en una inscripción se haya cometido algún error que no hubiere sido salvado antes de su firma por los interesados, los testigos y el funcionario que la autoriza, aquellos podrán ocurrir al Notario competente, para otorgar ante él escritura pública, con indicación del folio de registro de referencia, del error y de la manera como se enmienda, y protocolización de los documentos en que se funde la corrección, siempre que la corrección no conlleve cambio del estado civil o de sus elementos esenciales.\n", "El Notario procederá a tomar nota de la corrección en el acta o folio que estuvieren a su cargo, o a dar aviso al encargado del registro del estado civil en donde se encuentre el acta o folio corregidos, en el evento contrario, para que, en ambos casos, con anotación de la escritura aquí prevenida, se haga la alteración correspondiente y se abra un nuevo folio, adosado al anterior, con recíprocas referencias con éste.\n"]}, "dot_comma_sep": ["Artículo 91.", "Modificado por el art.", "4°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> Una vez realizada la inscripción del estado civil, el funcionario encargado del registro, a solicitud escrita del interesado, corregirá los errores mecanográficos, ortográficos y aquellos que se establezcan con la comparación del documento antecedente o con la sola lectura del folio, mediante la apertura de uno nuevo donde se consignarán los datos correctos.", "Los folios llevarán notas de recíproca referencia.", "Los errores en la inscripción, diferentes a los señalados en el inciso anterior, se corregirán por escritura pública en la que expresará el otorgante las razones de la corrección y protocolizará los documentos que la fundamenten.", "Una vez autorizada la escritura, se procederá a la sustitución del folio correspondiente.", "En el nuevo se consignarán los datos correctos y en los dos se colocarán notas de referencia recíproca.", "Las correcciones a que se refiere el presente artículo se efectuarán con el fin de ajustar la inscripción a la realidad y no para alterar el estado civil.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000102", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 92.", "content": ["Artículo 92. Derogado por el art. 8°, Decreto Nacional 999 de 1988. \n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 91.", "Cuando en una inscripción se haya cometido algún error que no hubiere sido salvado antes de su firma por los interesados, los testigos y el funcionario que la autoriza, aquellos podrán ocurrir al Notario competente, para otorgar ante él escritura pública, con indicación del folio de registro de referencia, del error y de la manera como se enmienda, y protocolización de los documentos en que se funde la corrección, siempre que la corrección no conlleve cambio del estado civil o de sus elementos esenciales.", "El Notario procederá a tomar nota de la corrección en el acta o folio que estuvieren a su cargo, o a dar aviso al encargado del registro del estado civil en donde se encuentre el acta o folio corregidos, en el evento contrario, para que, en ambos casos, con anotación de la escritura aquí prevenida, se haga la alteración correspondiente y se abra un nuevo folio, adosado al anterior, con recíprocas referencias con éste."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000103", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 92.", "content": ["Artículo 92. La oficina central, de oficio, o a solicitud de parte, podrá ordenar, mediante resolución motivada, la corrección de errores u omisiones en que se haya incurrido en una inscripción, para ajustarla a la realidad, siempre que aparezcan de manifiesto con la sola lectura de la correspondiente anotación, de los antecedentes que le dieron origen o de los instrumentos que la fundamentan o complementan, y que la corrección no conlleve alteración del estado civil o de sus elementos esenciales. \n"]}, "dot_comma_sep": ["Artículo 92.", "Derogado por el art.", "8°", ", Decreto Nacional 999 de 1988.°", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000104", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 93.", "content": ["Artículo 93. Modificado por el art. 5°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> Las correcciones de las inscripciones en el registro del estado civil, realizadas por el funcionario encargado o dispuestas por los interesados en escritura pública, surtirán efectos, sin perjuicio de las decisiones judiciales que sobre ellas recayeren y tendrán el valor y el alcance que en ley les corresponda.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 92.", "La oficina central, de oficio, o a solicitud de parte, podrá ordenar, mediante resolución motivada, la corrección de errores u omisiones en que se haya incurrido en una inscripción, para ajustarla a la realidad, siempre que aparezcan de manifiesto con la sola lectura de la correspondiente anotación, de los antecedentes que le dieron origen o de los instrumentos que la fundamentan o complementan, y que la corrección no conlleve alteración del estado civil o de sus elementos esenciales."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000105", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 93.", "content": ["Artículo 93. Las correcciones de las inscripciones el Registro del Estado Civil ordenadas por la oficina central o dispuestas por los interesados en escritura pública, surtirán efectos, sin perjuicio de las decisiones judiciales que sobre ellas recayeren, y tendrán el valor y el alcance que en Ley les corresponda.\n"]}, "dot_comma_sep": ["Artículo 93.", "Modificado por el art.", "5°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> Las correcciones de las inscripciones en el registro del estado civil, realizadas por el funcionario encargado o dispuestas por los interesados en escritura pública, surtirán efectos, sin perjuicio de las decisiones judiciales que sobre ellas recayeren y tendrán el valor y el alcance que en ley les corresponda.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000106", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 94.", "content": ["Artículo 94. Modificado por el art. 6°, Decreto Nacional 999 de 1988. <El nuevo texto es el siguiente> El propio inscrito podrá disponer, por una sola vez, mediante escritura pública, la modificación del registro, para sustituir, rectificar, corregir o adicionar su nombre, todo con el fin de fijar su identidad personal.\n", "La mujer casada podrá proceder, por medio de escritura pública, a adicionar o suprimir el apellido del marido precedido de la preposición \"de\", en los casos en que ella lo hubiere adoptado o hubiere sido establecido por la ley. \n", "El instrumento a que se refiere el presente artículo deberá inscribirse en el correspondiente registro civil del interesado, para lo cual se procederá a la apertura de un nuevo folio. El original y el sustituto llevarán notas de recíproca referencia.\n", "NOTA: La expresión subrayada en el inciso primero \"por una sola vez\" se declara CONDICIONALMENTE EXEQUIBLE por la Corte Constitucional mediante Sentencia C-114 de 22 de febrero de 2017, \"en el entendido de que tal restricción no será aplicable en aquellos eventos en que exista una justificación constitucional, clara y suficiente, de conformidad con los criterios establecidos en la parte motiva de esta sentencia\".\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 93.", "Las correcciones de las inscripciones el Registro del Estado Civil ordenadas por la oficina central o dispuestas por los interesados en escritura pública, surtirán efectos, sin perjuicio de las decisiones judiciales que sobre ellas recayeren, y tendrán el valor y el alcance que en Ley les corresponda."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000107", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 94.", "content": ["Artículo 94. El propio inscrito podrá pedir al Juez civil competente la modificación de un registro, para sustituir los nombres propios extravagantes o ridículos que le hayan sido asignados, o para adicionarla con la inclusión de los nombres, apellidos o seudónimos que hayan venido usando o que disponga usar en el futuro, o con la supresión de alguno o algunos de aquéllos, todo con el fin de fijar su identidad personal.\n", "A la solicitud se le dará trámite incidental y la providencia que ordene la alteración de registros deberá inscribirse en todos los afectados.\n"]}, "dot_comma_sep": ["Artículo 94.", "Modificado por el art.", "6°", ", Decreto Nacional 999 de 1988.°", "<El nuevo texto es el siguiente> El propio inscrito podrá disponer, por una sola vez, mediante escritura pública, la modificación del registro, para sustituir, rectificar, corregir o adicionar su nombre, todo con el fin de fijar su identidad personal.", "La mujer casada podrá proceder, por medio de escritura pública, a adicionar o suprimir el apellido del marido precedido de la preposición \"de\", en los casos en que ella lo hubiere adoptado o hubiere sido establecido por la ley.", "El instrumento a que se refiere el presente artículo deberá inscribirse en el correspondiente registro civil del interesado, para lo cual se procederá a la apertura de un nuevo folio.", "El original y el sustituto llevarán notas de recíproca referencia.", "NOTA: La expresión subrayada en el inciso primero \"por una sola vez\" se declara CONDICIONALMENTE EXEQUIBLE por la Corte Constitucional mediante Sentencia C-114 de 22 de febrero de 2017, \"en el entendido de que tal restricción no será aplicable en aquellos eventos en que exista una justificación constitucional, clara y suficiente, de conformidad con los criterios establecidos en la parte motiva de esta sentencia\".", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000108", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 95.", "content": ["Artículo 95. Toda modificación de una inscripción en el registro del estado civil que envuelva un cambio de estado, necesita de escritura pública o decisión judicial firme que la ordena o exija, según la ley.\n"]}, "dot_comma_sep": ["Artículo 94.", "El propio inscrito podrá pedir al Juez civil competente la modificación de un registro, para sustituir los nombres propios extravagantes o ridículos que le hayan sido asignados, o para adicionarla con la inclusión de los nombres, apellidos o seudónimos que hayan venido usando o que disponga usar en el futuro, o con la supresión de alguno o algunos de aquéllos, todo con el fin de fijar su identidad personal.", "A la solicitud se le dará trámite incidental y la providencia que ordene la alteración de registros deberá inscribirse en todos los afectados."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000109", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 96.", "content": ["Artículo 96. Las decisiones judiciales que ordenen la alteración o cancelación de un registro se inscribirán en los folios correspondientes, y de ellas se tomarán las notas de referencia que sean del caso y se dará aviso a los funcionarios que tengan registros complementarios.\n"]}, "dot_comma_sep": ["Artículo 95.", "Toda modificación de una inscripción en el registro del estado civil que envuelva un cambio de estado, necesita de escritura pública o decisión judicial firme que la ordena o exija, según la ley."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000110", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 97.", "content": ["Artículo 97. Toda corrección, alteración o cancelación de una inscripción en el registro del Estado Civil, deberá indicar la declaración, escritura o providencia en que se funda y llevará su fecha y la firma del o de los interesados y del funcionario que la autoriza.\n"]}, "dot_comma_sep": ["Artículo 96.", "Las decisiones judiciales que ordenen la alteración o cancelación de un registro se inscribirán en los folios correspondientes, y de ellas se tomarán las notas de referencia que sean del caso y se dará aviso a los funcionarios que tengan registros complementarios."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000111", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 98.", "content": ["Artículo 98. Los folios, libros y tarjetas de registro o índices, que se deterioren, serán archivados y sustituidos por una reproducción exacta de ellos, con anotación del hecho y su oportunidad, bajo la firma del correspondiente funcionario del registro del Estado Civil.\n"]}, "dot_comma_sep": ["Artículo 97.", "Toda corrección, alteración o cancelación de una inscripción en el registro del Estado Civil, deberá indicar la declaración, escritura o providencia en que se funda y llevará su fecha y la firma del o de los interesados y del funcionario que la autoriza."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000112", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 99.", "content": ["Artículo 99. Los folios, libros y actas del registro del estado civil que se extraviaren, destruyeren o desfiguraren, serán reconstruidos con base en el ejemplar duplicado, y a falta de éste, con fundamento en su reproducción fotográfica o en copia auténtica del mismo, y en defecto de ellas, acudiendo a los restos de aquellos y a los documentos que reposan en el archivo, o a documentos fidedignos que suministren los interesados.\n", "La reconstrucción será ordenada y practicada por la oficina central, previa comprobación sumaria de la falta, y plena de la conformidad de las copias o de la pertenencia y autenticidad de los otros documentos.\n"]}, "dot_comma_sep": ["Artículo 98.", "Los folios, libros y tarjetas de registro o índices, que se deterioren, serán archivados y sustituidos por una reproducción exacta de ellos, con anotación del hecho y su oportunidad, bajo la firma del correspondiente funcionario del registro del Estado Civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00000900000113", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 100.", "content": ["Artículo 100. Si con los elementos de juicio que se aporten y recojan no fuere posible la reconstrucción del documento de registro, el interesado podrá obtener que se practique una nueva inscripción, con los mismos requisitos prescritos para el registro inicial.\n"]}, "dot_comma_sep": ["Artículo 99.", "Los folios, libros y actas del registro del estado civil que se extraviaren, destruyeren o desfiguraren, serán reconstruidos con base en el ejemplar duplicado, y a falta de éste, con fundamento en su reproducción fotográfica o en copia auténtica del mismo, y en defecto de ellas, acudiendo a los restos de aquellos y a los documentos que reposan en el archivo, o a documentos fidedignos que suministren los interesados.", "La reconstrucción será ordenada y practicada por la oficina central, previa comprobación sumaria de la falta, y plena de la conformidad de las copias o de la pertenencia y autenticidad de los otros documentos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000114", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 101.", "content": ["Artículo 101. El estado civil debe constar en el registro del estado civil.\n", "El registro es público, y sus libros y tarjetas, así como las copias y certificaciones que con base en ello se expidan, son instrumentos públicos.\n"]}, "dot_comma_sep": ["Artículo 100.", "Si con los elementos de juicio que se aporten y recojan no fuere posible la reconstrucción del documento de registro, el interesado podrá obtener que se practique una nueva inscripción, con los mismos requisitos prescritos para el registro inicial."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000115", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 102.", "content": ["Artículo 102. La inscripción en el registro del Estado Civil será valida siempre que se haga con el lleno de los requisitos de ley.\n", "También serán validas las inscripciones hechas en país extranjero, si se han llenado las formalidades del respectivo país, o si se han extendido ante un agente consular de Colombia, observando las disposiciones de la ley nacional.\n"]}, "dot_comma_sep": ["Artículo 101.", "El estado civil debe constar en el registro del estado civil.", "El registro es público, y sus libros y tarjetas, así como las copias y certificaciones que con base en ello se expidan, son instrumentos públicos."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000116", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 103.", "content": ["Artículo 103. Se presume la autenticidad y pureza de las inscripciones hechas en debida forma en el registro del estado civil. No obstante, podrán rechazarse, probando la falta de identidad personal, esto es, el hecho de no ser una misma la persona a que se refieren la inscripción a los documentos en que ésta se fundó y la persona a quien se pretende aplicar.\n"]}, "dot_comma_sep": ["Artículo 102.", "La inscripción en el registro del Estado Civil será valida siempre que se haga con el lleno de los requisitos de ley.", "También serán validas las inscripciones hechas en país extranjero, si se han llenado las formalidades del respectivo país, o si se han extendido ante un agente consular de Colombia, observando las disposiciones de la ley nacional."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000117", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 104.", "content": ["Artículo 104. Desde el punto de vista formal son nulas las inscripciones:\n", "1. Cuando el funcionario actúe fuera de los límites territoriales de su competencia.\n", "2. Cuando los comparecientes no hayan prestado aprobación al texto de la inscripción.\n", "\n", "\n", "\n", "3. Cuando no aparezca la fecha y el lugar de la autorización o la denominación legal del funcionario.\n", "\n", "\n", "\n", "4. Cuando no aparezca debidamente establecida la identificación de los otorgantes o testigos, o la firma de aquellos o éstos.\n", "\n", "\n", "\n", "5. Cuando no existan los documentos necesarios como presupuestos de la inscripción o de la alteración o cancelación de ésta.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 103.", "Se presume la autenticidad y pureza de las inscripciones hechas en debida forma en el registro del estado civil.", "No obstante, podrán rechazarse, probando la falta de identidad personal, esto es, el hecho de no ser una misma la persona a que se refieren la inscripción a los documentos en que ésta se fundó y la persona a quien se pretende aplicar."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000118", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 105.", "content": ["Artículo 105. Los hechos y actos relacionados con el estado civil de las personas ocurridos con posterioridad a la vigencia de la Ley 92 de 1933, se probarán con copia de la correspondiente partida o folio, o con certificados expedidos con base en los mismos.\n", "\n", "\n", "En caso de pérdida o destrucción de ellos, los hechos, y actos se probarán con las actas o los folios reconstruidos o con el folio resultante de la nueva inscripción conforme a lo dispuesto en el artículo 100.\n", "\n", "\n", "Inciso tercero modificado por el art. 9°, Decreto Nacional 2158 de 1970. <El nuevo texto es el siguiente> Y en caso de falta de dichas partidas o de los folios, el funcionario competente del estado civil, previa comprobación sumaria de aquella, procederá a las inscripciones que correspondan abriendo los folios, con fundamento, en su orden: en instrumentos públicos o en copias de partidas de origen religioso, o en decisión judicial basada, ya sea en declaraciones de testigos presenciales de los hechos o actos constitutivos de estado civil de que se trate, o ya sea en la notoria posesión de ese estado civil.\n", "\n", "\n", "\n", "El texto original del Inciso 3° era el siguiente:\n", "\n", "\n", "\n", "Y en caso de falta de dichas partidas o de los folios, el funcionario competente del estado civil, previa comprobación sumaria de aquella procederá a las inscripciones que correspondan, abriendo los folios, con fundamento, en su orden: en instrumentos públicos o en copias de partidas de origen religioso, o en decisión judicial basada en declaraciones de testigos presenciales de los hechos o actos constitutivos de estado civil de que se trate, o en la notoria posesión de ese estado civil.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 104.", "Desde el punto de vista formal son nulas las inscripciones:\n.", "1.", "Cuando el funcionario actúe fuera de los límites territoriales de su competencia.", "2.", "Cuando los comparecientes no hayan prestado aprobación al texto de la inscripción.", "3.", "Cuando no aparezca la fecha y el lugar de la autorización o la denominación legal del funcionario.", "4.", "Cuando no aparezca debidamente establecida la identificación de los otorgantes o testigos, o la firma de aquellos o éstos.", "5.", "Cuando no existan los documentos necesarios como presupuestos de la inscripción o de la alteración o cancelación de ésta."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000119", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 106.", "content": ["Artículo 106. Ninguno de los hechos, actos y providencias relativos al estado civil y la capacidad de las personas, sujetos a registro, hace fe en proceso ni ante ninguna autoridad, empleado a funcionario público, si no ha sido inscrito o registrado en la respectiva oficina, conforme a lo dispuesto en la presente ordenación, salvo en cuanto a los hechos para cuya demostración no se requiera legalmente la formalidad del registro.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 105.", "Los hechos y actos relacionados con el estado civil de las personas ocurridos con posterioridad a la vigencia de la Ley 92 de 1933, se probarán con copia de la correspondiente partida o folio, o con certificados expedidos con base en los mismos.", "En caso de pérdida o destrucción de ellos, los hechos, y actos se probarán con las actas o los folios reconstruidos o con el folio resultante de la nueva inscripción conforme a lo dispuesto en el artículo 100.", "Inciso tercero modificado por el art.", "9°", ", Decreto Nacional 2158 de 1970.°", "<El nuevo texto es el siguiente> Y en caso de falta de dichas partidas o de los folios, el funcionario competente del estado civil, previa comprobación sumaria de aquella, procederá a las inscripciones que correspondan abriendo los folios, con fundamento, en su orden: en instrumentos públicos o en copias de partidas de origen religioso, o en decisión judicial basada, ya sea en declaraciones de testigos presenciales de los hechos o actos constitutivos de estado civil de que se trate, o ya sea en la notoria posesión de ese estado civil.", "El texto original del Inciso 3°", " era el siguiente:°", "Y en caso de falta de dichas partidas o de los folios, el funcionario competente del estado civil, previa comprobación sumaria de aquella procederá a las inscripciones que correspondan, abriendo los folios, con fundamento, en su orden: en instrumentos públicos o en copias de partidas de origen religioso, o en decisión judicial basada en declaraciones de testigos presenciales de los hechos o actos constitutivos de estado civil de que se trate, o en la notoria posesión de ese estado civil."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000120", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 107.", "content": ["Artículo 107. Por regla general ningún hecho, acto o providencia relativos al estado civil o la capacidad de las personas y sujeto a registro, surtirá efecto respecto de terceros, sino desde la fecha del registro o inscripción.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 106.", "Ninguno de los hechos, actos y providencias relativos al estado civil y la capacidad de las personas, sujetos a registro, hace fe en proceso ni ante ninguna autoridad, empleado a funcionario público, si no ha sido inscrito o registrado en la respectiva oficina, conforme a lo dispuesto en la presente ordenación, salvo en cuanto a los hechos para cuya demostración no se requiera legalmente la formalidad del registro."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000121", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 108.", "content": ["Artículo 108. Los funcionarios encargados de llevar el registro del estado civil de las personas deberán suministrar los datos e informes propios del servicio y con fines estadísticos vitales, y de salud pública, a las autoridades de vigilancia registral, de estadística y de salud, en los términos, oportunidades y formularios que se establezcan por aquéllas.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 107.", "Por regla general ningún hecho, acto o providencia relativos al estado civil o la capacidad de las personas y sujeto a registro, surtirá efecto respecto de terceros, sino desde la fecha del registro o inscripción."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001000000122", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 109.", "content": ["Artículo 109. La Registraduría Nacional del Estado Civil expedirá tarjetas de identidad a las personas que hayan cumplido siete años de edad, y la renovará a quienes hayan cumplido catorce.\n", "\n", "\n", "Tales tarjetas indicarán el nombre del interesado, el lugar y la fecha de nacimiento, lo mismo que el código del folio de registro de nacimiento y de la oficina donde se sentó.\n", "\n", "\n", "El Gobierno, al reglamentar esta ordenación, dispondrá el formato y calidad de las tarjetas, sus distintivos, y su exigibilidad.\n", "\n", "\n", "\n", "COPIAS Y CERTIFICADOS\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 108.", "Los funcionarios encargados de llevar el registro del estado civil de las personas deberán suministrar los datos e informes propios del servicio y con fines estadísticos vitales, y de salud pública, a las autoridades de vigilancia registral, de estadística y de salud, en los términos, oportunidades y formularios que se establezcan por aquéllas."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000123", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 110.", "content": ["Artículo 110. Los funcionarios encargados de llevar el registro del estado civil y la oficina central podrán expedir copias y certificados de las actas y folios que reposen en sus archivos.\n", "\n", "\n", "\n", "No se podrán expedir copias de certificados.\n", "\n", "\n", "\n", "Los certificados contendrán cuando menos, los datos esenciales de toda inscripción y los de aquella de cuya prueba se trate.\n", "\n", "\n", "Tanto las copias como los certificados se expedirán en papel competente y bajo la firma del funcionario que los autoriza.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 109.", "La Registraduría Nacional del Estado Civil expedirá tarjetas de identidad a las personas que hayan cumplido siete años de edad, y la renovará a quienes hayan cumplido catorce.", "Tales tarjetas indicarán el nombre del interesado, el lugar y la fecha de nacimiento, lo mismo que el código del folio de registro de nacimiento y de la oficina donde se sentó.", "El Gobierno, al reglamentar esta ordenación, dispondrá el formato y calidad de las tarjetas, sus distintivos, y su exigibilidad."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000124", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 111.", "content": ["Artículo 111. La inscripción en el Registro del Estado Civil es gratuita.\n", "\n", "\n", "\n", "El Gobierno señalará periódicamente la tarifa de los certificados y copias de las partidas, actas y folios del registro del estado civil, consultando las necesidades del servicio y la conveniencia pública.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 110.", "Los funcionarios encargados de llevar el registro del estado civil y la oficina central podrán expedir copias y certificados de las actas y folios que reposen en sus archivos.", "No se podrán expedir copias de certificados.", "Los certificados contendrán cuando menos, los datos esenciales de toda inscripción y los de aquella de cuya prueba se trate.", "Tanto las copias como los certificados se expedirán en papel competente y bajo la firma del funcionario que los autoriza."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000125", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 112.", "content": ["Artículo 112. Las copias de acta o folio de registro de nacimiento de un hijo natural y los certificados que con base en ellos se expidan, omitirán el nombre del presunto padre, mientras no sobrevenga reconocimiento o declaración judicial de paternidad en firme y no sometida a revisión, y en fuerza de ellos se corrija la inscripción inicial.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 111.", "La inscripción en el Registro del Estado Civil es gratuita.", "El Gobierno señalará periódicamente la tarifa de los certificados y copias de las partidas, actas y folios del registro del estado civil, consultando las necesidades del servicio y la conveniencia pública."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000126", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 113.", "content": ["Artículo 113. En las copias y certificados que se expidan de una partida o de un folio corregidos, se expresará el número, fecha y notaría de la escritura respectiva, o de la resolución de la oficina central, o de la providencia judicial que la haya ordenado.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 112.", "Las copias de acta o folio de registro de nacimiento de un hijo natural y los certificados que con base en ellos se expidan, omitirán el nombre del presunto padre, mientras no sobrevenga reconocimiento o declaración judicial de paternidad en firme y no sometida a revisión, y en fuerza de ellos se corrija la inscripción inicial."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000127", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 114.", "content": ["Artículo 114. Los funcionarios encargados del registro del estado civil y la oficina central podrán expedir copias de las partidas, actas y folios que reposen en su archivo, bien mediante la transcripción literal de su contenido, bien con su reproducción mecánica.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 113.", "En las copias y certificados que se expidan de una partida o de un folio corregidos, se expresará el número, fecha y notaría de la escritura respectiva, o de la resolución de la oficina central, o de la providencia judicial que la haya ordenado."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000128", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 115.", "content": ["Artículo 115. Las copias y los certificados de las actas, partidas y folios del registro de nacimiento se reducirán a la expresión del nombre, el sexo y el lugar y la fecha del nacimiento.\n", "\n", "\n", "\n", "Las copias y certificados que consignen el nombre de los progenitores y la calidad de la filiación, solamente podrán expedirse en los casos en que sea necesario demostrar el parentesco y con esa sola finalidad, previa indicación del propósito y bajo recibo, con identificación del interesado.\n", "\n", "\n", "La expedición y la detentación injustificada de copias o certificados de folios de registro de nacimiento con expresión de los datos específicos mencionados en el artículo 52, y la divulgación de su contenido sin motivo legítimo, se considerarán atentados contra el derecho a la intimidad y serán sancionados como contravenciones en los términos de los artículos 53 a 56 del Decreto Ley 1118 de 1970.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 114.", "Los funcionarios encargados del registro del estado civil y la oficina central podrán expedir copias de las partidas, actas y folios que reposen en su archivo, bien mediante la transcripción literal de su contenido, bien con su reproducción mecánica."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000129", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 116.", "content": ["Artículo 116. No se podrá exigir prueba de la filiación de una persona sino en los casos en que sea indispensable la demostración del parentesco, para fines personales o patrimoniales, en proceso o fuera de él.\n", "\n", "\n", "La exigencia de dicha prueba en casos o con propósitos diferentes será considerada como atentado contra el derecho a la intimidad y sancionada como contravención, en los términos de los artículos 53 a 56 del Decreto Ley 1118 de 1970.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 115.", "Las copias y los certificados de las actas, partidas y folios del registro de nacimiento se reducirán a la expresión del nombre, el sexo y el lugar y la fecha del nacimiento.", "Las copias y certificados que consignen el nombre de los progenitores y la calidad de la filiación, solamente podrán expedirse en los casos en que sea necesario demostrar el parentesco y con esa sola finalidad, previa indicación del propósito y bajo recibo, con identificación del interesado.", "La expedición y la detentación injustificada de copias o certificados de folios de registro de nacimiento con expresión de los datos específicos mencionados en el artículo 52, y la divulgación de su contenido sin motivo legítimo, se considerarán atentados contra el derecho a la intimidad y serán sancionados como contravenciones en los términos de los artículos 53 a 56 del Decreto Ley 1118 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001100000130", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 117.", "content": ["Artículo 117. Tanto para la expedición de tarjetas de identidad, como para la cédula de ciudadanía, se expedirán certificados de nacimiento o copias del folio o partida, circunscritos a los datos de la sección genérica.\n", "\n", "\n", "\n", "FUNCIONARIOS ENCARGADOS DE LLEVAR EL REGISTRO\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 116.", "No se podrá exigir prueba de la filiación de una persona sino en los casos en que sea indispensable la demostración del parentesco, para fines personales o patrimoniales, en proceso o fuera de él.", "La exigencia de dicha prueba en casos o con propósitos diferentes será considerada como atentado contra el derecho a la intimidad y sancionada como contravención, en los términos de los artículos 53 a 56 del Decreto Ley 1118 de 1970."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000131", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 118.", "content": ["Artículo 118. Modificado por el art. 77, Ley 962 de 2005. <El nuevo texto es el siguiente> Son encargados de llevar el registro del estado civil de las personas:\n", "\n", "\n", "\n", "1. Dentro del territorio nacional, los notarios, y en los municipios que no sean sede de notaría, los registradores municipales del estado civil de las personas, o en su defecto, los alcaldes municipales.\n", "\n", "\n", "\n", "La Superintendencia de notariado y Registro podrá autorizar, excepcional y fundadamente, a los delegados de los registradores municipales del estado civil y a los corregidores e inspectores de policía para llevar el registro del estado civil.\n", "\n", "\n", "\n", "2. En el exterior, los funcionarios consulares de la República.\n", "\n", "\n", "\n", "Otras Modificaciones: Artículo 10, Decreto Nacional 2158 de 1970. \n", "\n", "\n", "\n", "El texto original era el siguiente:\n", "\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 117.", "Tanto para la expedición de tarjetas de identidad, como para la cédula de ciudadanía, se expedirán certificados de nacimiento o copias del folio o partida, circunscritos a los datos de la sección genérica."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000132", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 118.", "content": ["Artículo 118. Son encargados de llevar el registro del estado civil de las personas:\n", "\n", "1. Dentro del territorio nacional, los notarios, y en los municipios que no sean sede de Notaría, el alcalde municipal.\n", "\n", "La oficina central podrá autorizar, excepcional y fundadamente, a los corregidores e inspectores de policía para llevar el registro del estado civil.\n", "\n", "2. En el exterior, los funcionarios consulares de la República.\n", "\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 118.", "Modificado por el art.", "77, Ley 962 de 2005.", "<El nuevo texto es el siguiente> Son encargados de llevar el registro del estado civil de las personas:\n.", "1.", "Dentro del territorio nacional, los notarios, y en los municipios que no sean sede de notaría, los registradores municipales del estado civil de las personas, o en su defecto, los alcaldes municipales.", "La Superintendencia de notariado y Registro podrá autorizar, excepcional y fundadamente, a los delegados de los registradores municipales del estado civil y a los corregidores e inspectores de policía para llevar el registro del estado civil.", "2.", "En el exterior, los funcionarios consulares de la República.", "Otras Modificaciones: Artículo 10, Decreto Nacional 2158 de 1970.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000133", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 119.", "content": ["Artículo 119. El funcionario encargado de llevar el registro del estado civil de las personas no puede autorizar inscripciones de hechos, o providencias que se refieran a su cónyuge o parientes dentro del cuarto grado de consanguinidad, segundo de afinidad y primero civil, o en casos en que tenga interés directo. Para tales inscripciones será reemplazado por su sustituto legal.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 118.", "Son encargados de llevar el registro del estado civil de las personas:\n.", "1.", "Dentro del territorio nacional, los notarios, y en los municipios que no sean sede de Notaría, el alcalde municipal.", "La oficina central podrá autorizar, excepcional y fundadamente, a los corregidores e inspectores de policía para llevar el registro del estado civil.", "2.", "En el exterior, los funcionarios consulares de la República."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000134", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 120.", "content": ["Artículo 120. La Superintendencia de notariado y Registro proveerá a los funcionarios encargados de llevar el registro del estado civil de las personas de los folios, tarjetas, ficheros, carpetas, archivadores y muebles necesarios para la prestación del servicio.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 119.", "El funcionario encargado de llevar el registro del estado civil de las personas no puede autorizar inscripciones de hechos, o providencias que se refieran a su cónyuge o parientes dentro del cuarto grado de consanguinidad, segundo de afinidad y primero civil, o en casos en que tenga interés directo.", "Para tales inscripciones será reemplazado por su sustituto legal."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000135", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 121.", "content": ["Artículo 121. Modificado por el art. 11, Decreto Nacional 2158 de 1970. <El nuevo texto es el siguiente> La Superintendencia de notariado y Registro ejercerá vigilancia sobre el registro del estado civil de las personas y sobre los funcionarios encargados de llevarlo en cuanto a tal labor se refiere, y les prestará directamente o en cooperación con la registraduría Nacional del Estado Civil, la asistencia técnica que precisaren.\n", "\n", "\n", "Parágrafo. Igualmente la Superintendencia, conforme a la reglamentación que expida el Gobierno, ejercerá vigilancia sobre las funciones que el Servicio Nacional de Inscripción ejerza en relación con el registro del estado civil de las personas.\n", "\n", "\n", "\n", "El texto original era el siguiente:\n", "\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 120.", "La Superintendencia de notariado y Registro proveerá a los funcionarios encargados de llevar el registro del estado civil de las personas de los folios, tarjetas, ficheros, carpetas, archivadores y muebles necesarios para la prestación del servicio."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000136", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Articulo 121.", "content": ["Articulo 121. La Superintendencia de Notariado y Registro ejercerá vigilancia sobre el Registro del Estado Civil de las personas y sobre los funcionarios encargados de llevarlo en cuanto a tal labor se refiere, y les prestará asistencia técnica y legal.\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 121.", "Modificado por el art.", "11, Decreto Nacional 2158 de 1970.", "<El nuevo texto es el siguiente> La Superintendencia de notariado y Registro ejercerá vigilancia sobre el registro del estado civil de las personas y sobre los funcionarios encargados de llevarlo en cuanto a tal labor se refiere, y les prestará directamente o en cooperación con la registraduría Nacional del Estado Civil, la asistencia técnica que precisaren.", "Parágrafo.", "Igualmente la Superintendencia, conforme a la reglamentación que expida el Gobierno, ejercerá vigilancia sobre las funciones que el Servicio Nacional de Inscripción ejerza en relación con el registro del estado civil de las personas.", "El texto original era el siguiente:"]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001200000137", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 122.", "content": ["Artículo 122. Asígnase al Ministerio de Justicia, por medio de la Superintendencia de notariado y Registro las funciones atribuidas en esta ordenación a la oficina central de registro del estado civil; pero el presidente de la república, en ejercicio de sus facultades constitucionales, podrá asignarlas a otro ministerio o a un departamento administrativo.\n", "\n", "\n", "\n", "VIGENCIA DEL ORDENAMIENTO \n", "\n", "\n", "\n"]}, "dot_comma_sep": ["Articulo 121.", "La Superintendencia de Notariado y Registro ejercerá vigilancia sobre el Registro del Estado Civil de las personas y sobre los funcionarios encargados de llevarlo en cuanto a tal labor se refiere, y les prestará asistencia técnica y legal."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001300000138", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 123.", "content": ["Artículo 123. Deróganse los artículos 346 a 395 del Título 20 del libro 1o. del Código Civil, la ley 92 de 1938, los decretos 1003 de 1939, 160 y 1135 y el capítulo 1, artículos 1 a 13 del decreto 398 de 1969, así como las demás disposiciones relacionadas con el registro del estado civil de las personas que resulten contrarias a este ordenamiento.\n", "\n", "\n", "\n"]}, "dot_comma_sep": ["Artículo 122.", "Asígnase al Ministerio de Justicia, por medio de la Superintendencia de notariado y Registro las funciones atribuidas en esta ordenación a la oficina central de registro del estado civil; pero el presidente de la república, en ejercicio de sus facultades constitucionales, podrá asignarlas a otro ministerio o a un departamento administrativo."]}, {"index": "registro-civil", "legal_source": "Estatuto del Registro del Estado Civil de las personas\n", "id": "registro-civil00001300000139", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "TÍTULO XIII\n", "name": "\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 124.", "content": ["Artículo 124. Este decreto regirá desde su promulgación, pero el gobierno tomará todas las medidas preparatorias necesarias para asegurar el correcto funcionamiento del registro del estado civil, con arreglo al nuevo sistema, en forma paulatina.\n", "\n", "\n", "PUBLÍQUESE Y CÚMPLASE.\n", "\n", "\n", "\n", "CARLOS LLERAS RESTREPO\n", "\n", "\n", "\n", "Ministro de Justicia\n", "\n", "\n", "\n", "FERNANDO HINESTROSA\n", "\n", " "]}, "dot_comma_sep": ["Artículo 123.", "Deróganse los artículos 346 a 395 del Título 20 del libro 1o.", "del Código Civil, la ley 92 de 1938, los decretos 1003 de 1939, 160 y 1135 y el capítulo 1, artículos 1 a 13 del decreto 398 de 1969, así como las demás disposiciones relacionadas con el registro del estado civil de las personas que resulten contrarias a este ordenamiento."]}]