[{"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000001000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 1º", "content": ["Artículo 1º.- De los servicios domiciliarios. Para los efectos del presente Decreto se entenderá por servicios públicos domiciliarios los de acueducto, alcantarillado, energía eléctrica, telefonía local y telefonía de larga distancia nacional e internacional, recolección, transporte y disposición final de desechos sólidos y gas natural domiciliario.\n"]}, "dot_comma_sep": ["Artículo 1º.", "- De los servicios domiciliarios.", "Para los efectos del presente Decreto se entenderá por servicios públicos domiciliarios los de acueducto, alcantarillado, energía eléctrica, telefonía local y telefonía de larga distancia nacional e internacional, recolección, transporte y disposición final de desechos sólidos y gas natural domiciliario."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000001000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 2º", "content": ["Artículo 2º.- De las definiciones. Para la aplicación del presente Decreto se tendrán en cuenta las definiciones establecidas para los diferentes servicios domiciliarios en los siguientes Decretos: 189 de 1988 (teléfonos), 196 de 1989 (aseo), 951 de 1989 (acueducto y alcantarillado), 1555 de 1990 (energía eléctrica) y 700 de 1990 (gas).\n"]}, "dot_comma_sep": ["Artículo 2º.", "- De las definiciones.", "Para la aplicación del presente Decreto se tendrán en cuenta las definiciones establecidas para los diferentes servicios domiciliarios en los siguientes Decretos: 189 de 1988 (teléfonos), 196 de 1989 (aseo), 951 de 1989 (acueducto y alcantarillado), 1555 de 1990 (energía eléctrica) y 700 de 1990 (gas)."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 3º", "content": ["Artículo 3º.- Del derecho a los servicios públicos domiciliarios. Toda persona o grupo de personas tienen derecho a solicitar y obtener los servicios públicos domiciliarios. Bastará la prueba de la habitación de personas para ser titular del derecho. La prueba de la habitación podrá efectuarse mediante cualesquiera de los medios previstos en el artículo 175 del Código de Procedimiento Civil.\n", "Las empresas de servicios públicos a las que se refiere el inciso anterior, sólo podrán negar las solicitudes de servicios por razones de carácter técnico y/o por no encontrarse dentro del programa de inversiones de la empresa, el cual deberá estar acorde con el plan de desarrollo del municipio o distrito respectivo.\n", "En todo caso, las empresas de servicios públicos domiciliarios atenderán preferiblemente las solicitudes de los ocupantes de viviendas de interés social, mediante la conexión efectiva del servicio o la legalización del mismo.\n"]}, "dot_comma_sep": ["Artículo 3º.", "- Del derecho a los servicios públicos domiciliarios.", "Toda persona o grupo de personas tienen derecho a solicitar y obtener los servicios públicos domiciliarios.", "Bastará la prueba de la habitación de personas para ser titular del derecho.", "La prueba de la habitación podrá efectuarse mediante cualesquiera de los medios previstos en el artículo 175 del Código de Procedimiento Civil.", "Las empresas de servicios públicos a las que se refiere el inciso anterior, sólo podrán negar las solicitudes de servicios por razones de carácter técnico y/o por no encontrarse dentro del programa de inversiones de la empresa, el cual deberá estar acorde con el plan de desarrollo del municipio o distrito respectivo.", "En todo caso, las empresas de servicios públicos domiciliarios atenderán preferiblemente las solicitudes de los ocupantes de viviendas de interés social, mediante la conexión efectiva del servicio o la legalización del mismo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 4º", "content": ["Artículo 4º.- Del derecho a la prestación de los servicios. El derecho a la prestación de los servicios quedará condicionado al pago de las tarifas de conexión a que hubiere lugar y a la posibilidad técnica de la prestación del mismo.\n"]}, "dot_comma_sep": ["Artículo 4º.", "- Del derecho a la prestación de los servicios.", "El derecho a la prestación de los servicios quedará condicionado al pago de las tarifas de conexión a que hubiere lugar y a la posibilidad técnica de la prestación del mismo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 5º", "content": ["Artículo 5º.- De los requisitos para la prestación de los servicios. Las empresas o autoridades que presten los servicios públicos domiciliarios de acueducto, alcantarillado, energía eléctrica, gas natural domiciliario, recolección, transporte y disposición final de desechos sólidos y teléfonos, no podrán exigir requisitos adicionales al de la prueba de la habitación de personas para la prestación del respectivo servicio. En particular se abstendrán de exigir los documentos que prueben la titularidad del dominio sobre el inmueble.\n"]}, "dot_comma_sep": ["Artículo 5º.", "- De los requisitos para la prestación de los servicios.", "Las empresas o autoridades que presten los servicios públicos domiciliarios de acueducto, alcantarillado, energía eléctrica, gas natural domiciliario, recolección, transporte y disposición final de desechos sólidos y teléfonos, no podrán exigir requisitos adicionales al de la prueba de la habitación de personas para la prestación del respectivo servicio.", "En particular se abstendrán de exigir los documentos que prueben la titularidad del dominio sobre el inmueble."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 6º", "content": ["Artículo 6º.- De la legalización del suministro de servicios. Las empresas de servicios públicos domiciliarios deberán desarrollar programas tendientes a la legalización del suministro de los servicios públicos para las comunidades que así lo requieran, de conformidad con lo establecido en el artículo 43 de la Ley 9 de 1989.\n", "Las entidades encargadas de prestar los servicios públicos domiciliarios deberán proveer soluciones a fin de garantizar el suministro de tales servicios a los asentamientos subnormales.\n"]}, "dot_comma_sep": ["Artículo 6º.", "- De la legalización del suministro de servicios.", "Las empresas de servicios públicos domiciliarios deberán desarrollar programas tendientes a la legalización del suministro de los servicios públicos para las comunidades que así lo requieran, de conformidad con lo establecido en el artículo 43 de la Ley 9 de 1989.", "Las entidades encargadas de prestar los servicios públicos domiciliarios deberán proveer soluciones a fin de garantizar el suministro de tales servicios a los asentamientos subnormales."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 7º", "content": ["Artículo 7º.- De los planes y programas de inversión de las empresas de servicios públicos domiciliarios. Con el objeto de garantizar la preferencia de servicios públicos para los ocupantes de vivienda de interés social, las empresas, dentro de sus presupuestos de inversión anuales deberán incluir planes y programas de desarrollo que den preferencia a la satisfacción de demanda de servicios públicos para las viviendas de interés social, dentro del marco del plan de desarrollo municipal o distrital.\n"]}, "dot_comma_sep": ["Artículo 7º.", "- De los planes y programas de inversión de las empresas de servicios públicos domiciliarios.", "Con el objeto de garantizar la preferencia de servicios públicos para los ocupantes de vivienda de interés social, las empresas, dentro de sus presupuestos de inversión anuales deberán incluir planes y programas de desarrollo que den preferencia a la satisfacción de demanda de servicios públicos para las viviendas de interés social, dentro del marco del plan de desarrollo municipal o distrital."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 8º", "content": ["Artículo 8º.- De los servicios públicos y controversias sobre la titularidad del dominio. Las entidades no podrán suspender el procedimiento de conexión a los servicios públicos domiciliarios por razones de carácter legal relacionadas con disputas sobre la propiedad del inmueble o predio.\n", "En el evento de que una persona distinta del solicitante de la conexión sea declarada titular del dominio sobre el predio beneficiario del servicio, las relaciones jurídicas emanadas de la solicitud de conexión del servicio se trasladarán a dicho titular del dominio.\n"]}, "dot_comma_sep": ["Artículo 8º.", "- De los servicios públicos y controversias sobre la titularidad del dominio.", "Las entidades no podrán suspender el procedimiento de conexión a los servicios públicos domiciliarios por razones de carácter legal relacionadas con disputas sobre la propiedad del inmueble o predio.", "En el evento de que una persona distinta del solicitante de la conexión sea declarada titular del dominio sobre el predio beneficiario del servicio, las relaciones jurídicas emanadas de la solicitud de conexión del servicio se trasladarán a dicho titular del dominio."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 9º", "content": ["Artículo 9º.- De los medidores o contadores individuales. Los medidores o contadores individuales, con excepción de los teléfonos, serán pagados por los suscriptores y por tanto de su propiedad. Estos podrán ser suministrados tanto por las empresas como por los suscriptores. En este último caso los medidores serán de las características y especificaciones técnicas previamente establecidas y publicadas por las empresas.\n", "Los suscriptores entregaran los medidores o contadores a las empresas para su calibración, postura de sellos, instalación, lectura, revisión, mantenimiento, desinstalación y reposición por garantía y hubieren sido suministrados por las empresas. Será requisito necesario para la aprobación de licencia de construcción, la previsión en los planos de las redes internas y elementos necesarios para que se pueda instalar medidor o contador individual para cada unidad o subdivisión de la edificación o urbanización. Las empresas no podrán suministrar servicios públicos domiciliario a aquellos inmuebles que contravengan lo anterior. Esta prohibición no se extenderá a las construcciones ya levantadas, con o sin licencia de construcción.\n"]}, "dot_comma_sep": ["Artículo 9º.", "- De los medidores o contadores individuales.", "Los medidores o contadores individuales, con excepción de los teléfonos, serán pagados por los suscriptores y por tanto de su propiedad.", "Estos podrán ser suministrados tanto por las empresas como por los suscriptores.", "En este último caso los medidores serán de las características y especificaciones técnicas previamente establecidas y publicadas por las empresas.", "Los suscriptores entregaran los medidores o contadores a las empresas para su calibración, postura de sellos, instalación, lectura, revisión, mantenimiento, desinstalación y reposición por garantía y hubieren sido suministrados por las empresas.", "Será requisito necesario para la aprobación de licencia de construcción, la previsión en los planos de las redes internas y elementos necesarios para que se pueda instalar medidor o contador individual para cada unidad o subdivisión de la edificación o urbanización.", "Las empresas no podrán suministrar servicios públicos domiciliario a aquellos inmuebles que contravengan lo anterior.", "Esta prohibición no se extenderá a las construcciones ya levantadas, con o sin licencia de construcción."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000002000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 10º", "content": ["Artículo 10º.- De la propiedad de las conexiones domiciliarias. La propiedad de las redes, equipos y elementos que integran una acometida externa será de quien los hubiere pagado. Las empresas no podrán disponer de las conexiones cuando fueren de propiedad de los suscriptores. En particular, las empresas no podrán adicionar otros suscriptores a las acometidas externas que no sean de su propiedad sin el consentimiento expreso de los titulares y mediando en reembolso proporcional de los costos en que hubieren incurrido los suscriptores propietarios de las acometidas. En ningún caso podrá desmejorarse la calidad del servicio como resultado de la adición anterior.\n"]}, "dot_comma_sep": ["Artículo 10º.", "- De la propiedad de las conexiones domiciliarias.", "La propiedad de las redes, equipos y elementos que integran una acometida externa será de quien los hubiere pagado.", "Las empresas no podrán disponer de las conexiones cuando fueren de propiedad de los suscriptores.", "En particular, las empresas no podrán adicionar otros suscriptores a las acometidas externas que no sean de su propiedad sin el consentimiento expreso de los titulares y mediando en reembolso proporcional de los costos en que hubieren incurrido los suscriptores propietarios de las acometidas.", "En ningún caso podrá desmejorarse la calidad del servicio como resultado de la adición anterior."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 11º", "content": ["Artículo 11º.- De los requisitos de las cuentas de cobro o recibo. Las cuentas de cobro de los servicios públicos domiciliarios deberán reflejar el estado de cuenta del suscriptor y/o usuario y contendrán como mínimo la siguiente información:\n", "Nombre de la empresa responsable de la prestación del servicio;\n", "Nombre del suscriptor y dirección del envío de la cuenta de cobro;\n", "Estracto socio-economico y clase de uso del servicio;\n", "Periodo por el cual se cobra el servicio y consumo por dicho periodo;\n", "Lectura anterior del contador o medidor de consumo, si existiere;\n", "Lectura actual del contador o medidor de consumo, si existiere;\n", "Causa de la falta de lectura en caso de cobro de consumo promedio;\n", "Valor y fecha de pago oportuno\n", "Valor del recargo de reconexión y reinstalación;\n", "En toda cuenta de cobro de servicios públicos domiciliarios deberá aparecer en forma visible el consumo en unidades físicas del servicio de las ultimas seis (6) facturaciones cuando se trate de facturaciones mensuales, y de las ultimas tres (3) facturaciones, cuando se trate de facturaciones bimestrales; en defecto de lo anterior, deberá aparecer el promedio de consumo en unidades correspondientes al servicios de los últimos seis (6) meses;\n", "Valor del cargo fijo correspondiente. Ver la Sentencia de la Corte Constitucional C-41 de 2003\n", "Parágrafo 1º.- Para los servicios de recolección, transporte y disposición final de desechos sólidos deberá indicarse la frecuencia en la prestación de este servicio.\n", "Parágrafo 2º.- En caso que en una cuenta de cobro se facture más de un servicio público domiciliario, deberán cumplirse los requisitos anteriores, respecto de cada uno de ellos.\n"]}, "dot_comma_sep": ["Artículo 11º.", "- De los requisitos de las cuentas de cobro o recibo.", "Las cuentas de cobro de los servicios públicos domiciliarios deberán reflejar el estado de cuenta del suscriptor y/o usuario y contendrán como mínimo la siguiente información:\n.", "Nombre de la empresa responsable de la prestación del servicio;", "Nombre del suscriptor y dirección del envío de la cuenta de cobro;", "Estracto socio-economico y clase de uso del servicio;", "Periodo por el cual se cobra el servicio y consumo por dicho periodo;", "Lectura anterior del contador o medidor de consumo, si existiere;", "Lectura actual del contador o medidor de consumo, si existiere;", "Causa de la falta de lectura en caso de cobro de consumo promedio;", "Valor y fecha de pago oportuno", "Valor del recargo de reconexión y reinstalación;", "En toda cuenta de cobro de servicios públicos domiciliarios deberá aparecer en forma visible el consumo en unidades físicas del servicio de las ultimas seis (6) facturaciones cuando se trate de facturaciones mensuales, y de las ultimas tres (3) facturaciones, cuando se trate de facturaciones bimestrales; en defecto de lo anterior, deberá aparecer el promedio de consumo en unidades correspondientes al servicios de los últimos seis (6) meses;", "Valor del cargo fijo correspondiente.", "Ver la Sentencia de la Corte Constitucional C-41 de 2003\n.", "Parágrafo 1º.", "- Para los servicios de recolección, transporte y disposición final de desechos sólidos deberá indicarse la frecuencia en la prestación de este servicio.", "Parágrafo 2º.", "- En caso que en una cuenta de cobro se facture más de un servicio público domiciliario, deberán cumplirse los requisitos anteriores, respecto de cada uno de ellos."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 12º", "content": ["Artículo 12º.- De la obligatoriedad de la entrega de cobro o recibo oportunamente. Todo suscriptor y/o usuario tiene derecho a recibir oportunamente la cuanta de cobro o recibo de obligación a su cargo y la empresa la obligación de entregar oportunamente el recibo correspondiente.\n", "Las empresas deberán entregar las cuentas de cobro a los suscriptores y/o usuario por lo menos con cinco (5) días de antelación a la fecha de pago oportuno señalada en el recibo, para la cual deberán exigirse, las garantías necesarias para su cumplimiento.\n", "De no encontrarse el suscriptor y/o usuario, el funcionario deberá dejar en el sitio de acceso del inmueble o en la unidad residencial, el respectivo recibo o cuenta de cobro.\n", "En las localidades, zonas o lugares donde no se puedan despachar las cuentas de cobro directamente al inmueble del suscriptor y/o usuario, la entidad deberá informales con anticipación para que la reclamen en los lugares destinados para el efecto.\n", "En caso de no recibirse, perderse o extraviarse la cuenta de cobro, el suscriptor y/o usuario deberá solicitar un duplicado. El hecho de no recibir la cuenta de cobro no libera al suscriptor y/o usuario de la obligación de atender su pago, salvo que la empresa no haya efectuado la facturación en forma oportuna o no haya enviado las cuentas de cobro oportunamente al suscriptor y/o usuario.\n"]}, "dot_comma_sep": ["Artículo 12º.", "- De la obligatoriedad de la entrega de cobro o recibo oportunamente.", "Todo suscriptor y/o usuario tiene derecho a recibir oportunamente la cuanta de cobro o recibo de obligación a su cargo y la empresa la obligación de entregar oportunamente el recibo correspondiente.", "Las empresas deberán entregar las cuentas de cobro a los suscriptores y/o usuario por lo menos con cinco (5) días de antelación a la fecha de pago oportuno señalada en el recibo, para la cual deberán exigirse, las garantías necesarias para su cumplimiento.", "De no encontrarse el suscriptor y/o usuario, el funcionario deberá dejar en el sitio de acceso del inmueble o en la unidad residencial, el respectivo recibo o cuenta de cobro.", "En las localidades, zonas o lugares donde no se puedan despachar las cuentas de cobro directamente al inmueble del suscriptor y/o usuario, la entidad deberá informales con anticipación para que la reclamen en los lugares destinados para el efecto.", "En caso de no recibirse, perderse o extraviarse la cuenta de cobro, el suscriptor y/o usuario deberá solicitar un duplicado.", "El hecho de no recibir la cuenta de cobro no libera al suscriptor y/o usuario de la obligación de atender su pago, salvo que la empresa no haya efectuado la facturación en forma oportuna o no haya enviado las cuentas de cobro oportunamente al suscriptor y/o usuario."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 13º", "content": ["Artículo 13º.- Del control de entrega de las cuentas de cobro. Las empresas de servicios públicos domiciliarios deberán desarrollar sistemas de control mediante pruebas selectivas o procedimientos similares con el fin de constatar que las entregas de cuentas de cobro se están efectuando dentro de los términos del artículo anterior. El incumplimiento del procedimiento establecido será causal de mala conducta del funcionario responsable.\n"]}, "dot_comma_sep": ["Artículo 13º.", "- Del control de entrega de las cuentas de cobro.", "Las empresas de servicios públicos domiciliarios deberán desarrollar sistemas de control mediante pruebas selectivas o procedimientos similares con el fin de constatar que las entregas de cuentas de cobro se están efectuando dentro de los términos del artículo anterior.", "El incumplimiento del procedimiento establecido será causal de mala conducta del funcionario responsable."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 14º", "content": ["Artículo 14º.- Del envío de la cuenta de cobro de una empresa por intermedio de otra. Las empresas de servicios públicos domiciliarios podrán confiarle a otras empresas de servicios públicos el envío de las cuentas de cobro, en desarrollo de acuerdos institucionales.\n"]}, "dot_comma_sep": ["Artículo 14º.", "- Del envío de la cuenta de cobro de una empresa por intermedio de otra.", "Las empresas de servicios públicos domiciliarios podrán confiarle a otras empresas de servicios públicos el envío de las cuentas de cobro, en desarrollo de acuerdos institucionales."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 15º", "content": ["Artículo 15º.- De la conservación de la copia de las cuentas de cobro. Las empresas están obligadas a guardar en memoria de las cuentas de cobro, durante los seis (6) meses siguientes, contados a partir de la fecha máxima prevista para el pago oportuno.\n"]}, "dot_comma_sep": ["Artículo 15º.", "- De la conservación de la copia de las cuentas de cobro.", "Las empresas están obligadas a guardar en memoria de las cuentas de cobro, durante los seis (6) meses siguientes, contados a partir de la fecha máxima prevista para el pago oportuno."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 16º", "content": ["Artículo 16º.- De la determinación del consumo. Cuando exista medidor, el consumo se determinará por la diferencia entre la lectura actual del medidor y la lectura anterior, siempre y cuando el medidor este funcionando correctamente. El consumo así determinado será la base parcial de liquidación de la cuenta de cobro.\n"]}, "dot_comma_sep": ["Artículo 16º.", "- De la determinación del consumo.", "Cuando exista medidor, el consumo se determinará por la diferencia entre la lectura actual del medidor y la lectura anterior, siempre y cuando el medidor este funcionando correctamente.", "El consumo así determinado será la base parcial de liquidación de la cuenta de cobro."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 17º", "content": ["Artículo 17º.- Del consumo no registrado. Las empresas de servicios públicos domiciliarios no podrán cobrar valores no facturados por error u omisión en la facturación, excepto en los casos en que se compruebe fraude o adulteración.\n"]}, "dot_comma_sep": ["Artículo 17º.", "- Del consumo no registrado.", "Las empresas de servicios públicos domiciliarios no podrán cobrar valores no facturados por error u omisión en la facturación, excepto en los casos en que se compruebe fraude o adulteración."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 18º", "content": ["Artículo 18º.- Del derecho a cobro individual. Todo suscriptor tiene derecho a que le facturen la prestación de los servicios públicos domiciliarios por el valor correspondiente a su consumo individual. Las empresas están obligadas a instalar medidores o contadores individuales cuando la acometida interna sea apta para la medición individual, de acuerdo con las normas que cada empresa establezca. El costo de los medidores o contadores correrá por cuenta del urbanizador, del constructor, o del suscriptor, según el caso.\n", "Para el caso de inquilinato y de asentamientos calificados como subnormales de acuerdo con los parámetros de evaluación de zonas subnormales, y que cuenten con medición colectiva, la instalación de medidores individuales se producirá cuando la mayoría absoluta de los usuarios y/o suscriptores así lo soliciten, previo cumplimiento de las condiciones técnicas, caso en el cual cada suscriptor pagara el consumo individual más el cargo fijo correspondiente.\n"]}, "dot_comma_sep": ["Artículo 18º.", "- Del derecho a cobro individual.", "Todo suscriptor tiene derecho a que le facturen la prestación de los servicios públicos domiciliarios por el valor correspondiente a su consumo individual.", "Las empresas están obligadas a instalar medidores o contadores individuales cuando la acometida interna sea apta para la medición individual, de acuerdo con las normas que cada empresa establezca.", "El costo de los medidores o contadores correrá por cuenta del urbanizador, del constructor, o del suscriptor, según el caso.", "Para el caso de inquilinato y de asentamientos calificados como subnormales de acuerdo con los parámetros de evaluación de zonas subnormales, y que cuenten con medición colectiva, la instalación de medidores individuales se producirá cuando la mayoría absoluta de los usuarios y/o suscriptores así lo soliciten, previo cumplimiento de las condiciones técnicas, caso en el cual cada suscriptor pagara el consumo individual más el cargo fijo correspondiente."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 19º", "content": ["Artículo 19º.- De las cuentas de cobro para inquilinatos. Cuando solo exista un medidor o contador, cada inquilino tendrá derecho a ser facturado por su consumo de servicios públicos domiciliarios así: El consumo total se dividirá por el numero de unidades familiares independientes que lo componen, con el propósito de encontrar el consumo familiar promedio, el cual se liquidara con las tarifas vigentes para el consumo individual. A la anterior se le adicionara el valor que resulte al dividir el cargo fijo por el número de unidades familiares.\n"]}, "dot_comma_sep": ["Artículo 19º.", "- De las cuentas de cobro para inquilinatos.", "Cuando solo exista un medidor o contador, cada inquilino tendrá derecho a ser facturado por su consumo de servicios públicos domiciliarios así: El consumo total se dividirá por el numero de unidades familiares independientes que lo componen, con el propósito de encontrar el consumo familiar promedio, el cual se liquidara con las tarifas vigentes para el consumo individual.", "A la anterior se le adicionara el valor que resulte al dividir el cargo fijo por el número de unidades familiares."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 20º", "content": ["Artículo 20º.- De los consumos de multiusuarios. Cuando sólo exista un medidor o contador, las cuentas de cobro de consumo de servicio públicos domiciliarios, de edificios multifamiliares de apartamentos, urbanizaciones, condominios, parcelaciones, conjuntos cerrados, edificios de oficinas y todos los demás mutiusuarios distintos de los inquilinatos y asentamientos subnormales, serán liquidados así: el consumo total se dividirá por el número de unidades independientes que lo componen, con el propósito de encontrara el consumo unitario promedio, el cual se liquidara en con base en las tarifas vigentes para el consumo individual. A lo anterior se le adicionará un cargo fijo para cada unidad.\n", "En el caso de las copropiedades el consumo unitario se calculará con base en los coeficientes previstos en el respectivo reglamento de propiedad horizontal.\n", "Si no existiere medidor o contador individual por causa imputable a la respectiva empresa, al valor del consumo individual de cada usuario se adicionará el valor que resulte de dividir un cargo fijo por el número de unidades.\n"]}, "dot_comma_sep": ["Artículo 20º.", "- De los consumos de multiusuarios.", "Cuando sólo exista un medidor o contador, las cuentas de cobro de consumo de servicio públicos domiciliarios, de edificios multifamiliares de apartamentos, urbanizaciones, condominios, parcelaciones, conjuntos cerrados, edificios de oficinas y todos los demás mutiusuarios distintos de los inquilinatos y asentamientos subnormales, serán liquidados así: el consumo total se dividirá por el número de unidades independientes que lo componen, con el propósito de encontrara el consumo unitario promedio, el cual se liquidara en con base en las tarifas vigentes para el consumo individual.", "A lo anterior se le adicionará un cargo fijo para cada unidad.", "En el caso de las copropiedades el consumo unitario se calculará con base en los coeficientes previstos en el respectivo reglamento de propiedad horizontal.", "Si no existiere medidor o contador individual por causa imputable a la respectiva empresa, al valor del consumo individual de cada usuario se adicionará el valor que resulte de dividir un cargo fijo por el número de unidades."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 21º", "content": ["Artículo 21º.- Del lugar y forma de pago de las cuentas de cobro. Las cuentas de cobro podrán pagarse en dinero en efectivo, o mediante cheque, en las dependencias de la respectiva empresa o en una entidad financiera autorizada para tal efecto. Así mismo, las cuentas de cobro podrán pagarse mediante otras operaciones financieras debidamente autorizadas.\n", "Las empresas de servicios públicos domiciliarios deberán desarrollar convenios con las entidades bancarias y corporaciones de ahorro y vivienda, para facilita el pago de las cuentas de cobro sin requerir poseer cuenta corriente o de ahorros a nombre del suscriptor y/o usuario.\n", "Las empresas de servicios públicos domiciliarios deberán garantizar a través de sus propias oficinas, o de los convenios realizados con entidades financieras, un amplio horario de atención al público para el pago de las cuentas de cobro, con el fin de facilitar la oportuna cancelación por parte de los suscriptores y/o usuarios que cumplan con un horario de trabajo.\n", "Cuando se realice el pago de una cuenta de cobro, la empresa o la entidad donde realice el pago, deberá colocar sello de cancelación y/o timbre de registradora, para que éste sea válido.\n"]}, "dot_comma_sep": ["Artículo 21º.", "- Del lugar y forma de pago de las cuentas de cobro.", "Las cuentas de cobro podrán pagarse en dinero en efectivo, o mediante cheque, en las dependencias de la respectiva empresa o en una entidad financiera autorizada para tal efecto.", "Así mismo, las cuentas de cobro podrán pagarse mediante otras operaciones financieras debidamente autorizadas.", "Las empresas de servicios públicos domiciliarios deberán desarrollar convenios con las entidades bancarias y corporaciones de ahorro y vivienda, para facilita el pago de las cuentas de cobro sin requerir poseer cuenta corriente o de ahorros a nombre del suscriptor y/o usuario.", "Las empresas de servicios públicos domiciliarios deberán garantizar a través de sus propias oficinas, o de los convenios realizados con entidades financieras, un amplio horario de atención al público para el pago de las cuentas de cobro, con el fin de facilitar la oportuna cancelación por parte de los suscriptores y/o usuarios que cumplan con un horario de trabajo.", "Cuando se realice el pago de una cuenta de cobro, la empresa o la entidad donde realice el pago, deberá colocar sello de cancelación y/o timbre de registradora, para que éste sea válido."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 22º", "content": ["Artículo 22º.- De la identificación del funcionario. Cuando el medidor o contador esté ubicado dentro del inmueble, el suscriptor y/o usuario deberá permitir y facilitar la lectura de los contadores y medidores previa identificación del funcionario respectivo con su cédula de ciudadanía y carné con fotografía reciente.\n", "El suscriptor y/o usuario podrá solicitar el traslado del contador o medidor a la parte externa del predio. El costo del traslado correrá por cuenta del suscriptor y/o usuario.\n"]}, "dot_comma_sep": ["Artículo 22º.", "- De la identificación del funcionario.", "Cuando el medidor o contador esté ubicado dentro del inmueble, el suscriptor y/o usuario deberá permitir y facilitar la lectura de los contadores y medidores previa identificación del funcionario respectivo con su cédula de ciudadanía y carné con fotografía reciente.", "El suscriptor y/o usuario podrá solicitar el traslado del contador o medidor a la parte externa del predio.", "El costo del traslado correrá por cuenta del suscriptor y/o usuario."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 23º", "content": ["Artículo 23º.- De la copia de la lectura. Los suscriptores y/o usuarios tendrán derecho a que las empresas de servicios públicos domiciliarios ordenen al funcionario que efectúa la lectura entregar constancia del resultado de la misma indicando la fecha. Cuando la entrega de esta constancia no se pudiere efectuar personalmente, el funcionario la deberá dejar en el sitio de acceso al inmueble o unidad residencial.\n"]}, "dot_comma_sep": ["Artículo 23º.", "- De la copia de la lectura.", "Los suscriptores y/o usuarios tendrán derecho a que las empresas de servicios públicos domiciliarios ordenen al funcionario que efectúa la lectura entregar constancia del resultado de la misma indicando la fecha.", "Cuando la entrega de esta constancia no se pudiere efectuar personalmente, el funcionario la deberá dejar en el sitio de acceso al inmueble o unidad residencial."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 24º", "content": ["Artículo 24º.- De cuándo hay lugar a la facturación con base en el promedio del consumo. La empresa estimará y facturará el consumo en los siguientes casos:\n", "Desperfectos en el medidor que impidan el registro adecuado del consumo;\n", "Retiro provisional del medidor, siempre y cuando el inmueble continúe con el servicio;\n", "Inaccesibilidad al medidor;\n", "Filtraciones y/o fugas imperceptibles en las instalaciones internas del inmueble detectadas por la entidad;\n", "Cuando en una lectura el contador muestre cifras inferiores a las que aparecían en la lectura anterior, salvo que se recomiende el ciclo numérico del medidor;\n", "Razones de conveniencia derivadas del proceso de revisión previa de que trata el artículo 40 del presente Decreto.\n"]}, "dot_comma_sep": ["Artículo 24º.", "- De cuándo hay lugar a la facturación con base en el promedio del consumo.", "La empresa estimará y facturará el consumo en los siguientes casos:\n.", "Desperfectos en el medidor que impidan el registro adecuado del consumo;", "Retiro provisional del medidor, siempre y cuando el inmueble continúe con el servicio;", "Inaccesibilidad al medidor;", "Filtraciones y/o fugas imperceptibles en las instalaciones internas del inmueble detectadas por la entidad;", "Cuando en una lectura el contador muestre cifras inferiores a las que aparecían en la lectura anterior, salvo que se recomiende el ciclo numérico del medidor;", "Razones de conveniencia derivadas del proceso de revisión previa de que trata el artículo 40 del presente Decreto."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 25º", "content": ["Artículo 25º.- Del promedio del consumo. Para efectos del promedio del consumo cuando sea necesario, la empresa deberá tomar el valor promedio de los últimos seis (6) períodos de consumo normal si la facturación se realiza mensualmente, o de las últimas tres (3) facturaciones cuando éstas se realicen bimestralmente.\n", "Salvo fuerza mayor, no se podrá facturar a un inmueble con base en el promedio de su consumo por más de dos (2) períodos si la facturación se realiza bimestralmente, y cuatro (4) períodos si esta es mensual.\n"]}, "dot_comma_sep": ["Artículo 25º.", "- Del promedio del consumo.", "Para efectos del promedio del consumo cuando sea necesario, la empresa deberá tomar el valor promedio de los últimos seis (6) períodos de consumo normal si la facturación se realiza mensualmente, o de las últimas tres (3) facturaciones cuando éstas se realicen bimestralmente.", "Salvo fuerza mayor, no se podrá facturar a un inmueble con base en el promedio de su consumo por más de dos (2) períodos si la facturación se realiza bimestralmente, y cuatro (4) períodos si esta es mensual."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 26º", "content": ["Artículo 26º.- De la inaccesibilidad al medidor. Si la lectura no fuere posible por no tener acceso a los contadores o medidores, se hará constar dicha circunstancia en el documento respectivo, el cual se dejará en el sitio de acceso al inmueble o unidad residencial, caso en el cual la empresa podrá hacer un promedio del consumo de los últimos seis (6) meses.\n"]}, "dot_comma_sep": ["Artículo 26º.", "- De la inaccesibilidad al medidor.", "Si la lectura no fuere posible por no tener acceso a los contadores o medidores, se hará constar dicha circunstancia en el documento respectivo, el cual se dejará en el sitio de acceso al inmueble o unidad residencial, caso en el cual la empresa podrá hacer un promedio del consumo de los últimos seis (6) meses."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 27º", "content": ["Artículo 27º.- De los ajustes por promedio del consumo. Cuando a un suscriptor y/o usuario se le hubiere facturado con base en los consumos promediados por imposibilidad de leer el medidor, salvo el caso en el que éste no funcione, se realizará un ajuste a la facturación una vez se realice la lectura, según el siguiente procedimiento: El consumo se dividirá por el número de períodos de las lecturas transcurridas a fin de determinar el consumo real por periodo de lectura: dichos consumos se liquidarán con las tarifas correspondientes a cada período, y las diferencias resultantes con relación a los valores cobrados en dichos meses, se abonarán o se cargarán al usuario según sea el caso.\n"]}, "dot_comma_sep": ["Artículo 27º.", "- De los ajustes por promedio del consumo.", "Cuando a un suscriptor y/o usuario se le hubiere facturado con base en los consumos promediados por imposibilidad de leer el medidor, salvo el caso en el que éste no funcione, se realizará un ajuste a la facturación una vez se realice la lectura, según el siguiente procedimiento: El consumo se dividirá por el número de períodos de las lecturas transcurridas a fin de determinar el consumo real por periodo de lectura: dichos consumos se liquidarán con las tarifas correspondientes a cada período, y las diferencias resultantes con relación a los valores cobrados en dichos meses, se abonarán o se cargarán al usuario según sea el caso."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 28º", "content": ["Artículo 28º.- De la instalación y revisión periódica de contadores. Corresponde a las empresas la instalación de los contadores o medidores, así como revisarlos cuando lo estimen conveniente para dar cuenta de alteraciones, interferencias, deterioros, mala calidad o rotura de sellos. Esta revisión también podrá ser solicitada por el suscriptor y/o usuario y en tal caso las empresas estarán obligadas a efectuarlo.\n", "El costo de reparación o de reposición de las acometidas y medidores o contadores, será por cuanta del suscriptor y/o usuario una vez expire el período de garantía dado por la entidad que suministra dichos elementos, período que no podrá ser inferior a tres (3) años. Cuando haya necesidad de reponer el medidor o las acometidas se deberán usar elementos nuevos.\n", "En caso de pérdida o destrucción del medidor, o daño de la acometida por bandalismo, el costo de la reposición será en todo caso por cuenta del suscriptor y/o usuario.\n", "Está prohibido al suscriptor y/o usuario operar o trasladar los registros de corte o violar los sellos que la entidad coloque en los medidores.\n"]}, "dot_comma_sep": ["Artículo 28º.", "- De la instalación y revisión periódica de contadores.", "Corresponde a las empresas la instalación de los contadores o medidores, así como revisarlos cuando lo estimen conveniente para dar cuenta de alteraciones, interferencias, deterioros, mala calidad o rotura de sellos.", "Esta revisión también podrá ser solicitada por el suscriptor y/o usuario y en tal caso las empresas estarán obligadas a efectuarlo.", "El costo de reparación o de reposición de las acometidas y medidores o contadores, será por cuanta del suscriptor y/o usuario una vez expire el período de garantía dado por la entidad que suministra dichos elementos, período que no podrá ser inferior a tres (3) años.", "Cuando haya necesidad de reponer el medidor o las acometidas se deberán usar elementos nuevos.", "En caso de pérdida o destrucción del medidor, o daño de la acometida por bandalismo, el costo de la reposición será en todo caso por cuenta del suscriptor y/o usuario.", "Está prohibido al suscriptor y/o usuario operar o trasladar los registros de corte o violar los sellos que la entidad coloque en los medidores."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 29º", "content": ["Artículo 29º.- De la revisión de instalaciones y contadores. Cuando las empresas requieran revisar las instalaciones internas de los predios o realizar visitas técnicas de revisión e instalación o retiro de contadores, el funcionario que practique la visita debe identificarse con la cédula y el carné de la empresa.\n"]}, "dot_comma_sep": ["Artículo 29º.", "- De la revisión de instalaciones y contadores.", "Cuando las empresas requieran revisar las instalaciones internas de los predios o realizar visitas técnicas de revisión e instalación o retiro de contadores, el funcionario que practique la visita debe identificarse con la cédula y el carné de la empresa."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 30º", "content": ["Artículo 30º.- Del retiro provisional del equipo de medida. La empresa podrá retirar el equipo de medida a fin de verificar su correcto funcionamiento y cambiarlo o exigir su cambio si es necesario.\n", "En caso de retiro del contador la empresa procurará instalar otro con carácter provisional mientras se efectúa la revisión o reparación. El plazo máximo para efectuar dicha revisión o reparación será de seis (6) meses.\n"]}, "dot_comma_sep": ["Artículo 30º.", "- Del retiro provisional del equipo de medida.", "La empresa podrá retirar el equipo de medida a fin de verificar su correcto funcionamiento y cambiarlo o exigir su cambio si es necesario.", "En caso de retiro del contador la empresa procurará instalar otro con carácter provisional mientras se efectúa la revisión o reparación.", "El plazo máximo para efectuar dicha revisión o reparación será de seis (6) meses."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 31º", "content": ["Artículo 31º.- De la asesoría técnica. En los casos de revisión, retiro provisional del equipo de medida, cambio del mismo y visitas técnicas, el suscriptor y/o usuario tiene derecho a solicitar la asesoría y/o participación de un técnico particular o de cualquier persona para que sirva de testigo en el proceso de revisión de los equipos de medida e instalaciones internas, de lo cual se levantará un acta firmada por el funcionario de la empresa, el suscriptor y/o usuario y el técnico particular si lo hubiere.\n", "No obstante, si transcurrido un plazo máximo de un cuarto (1/4) de hora sin hacerse presente se hará la revisión sin su presencia y en todo caso se levantará el acta de que trata el inciso anterior.\n"]}, "dot_comma_sep": ["Artículo 31º.", "- De la asesoría técnica.", "En los casos de revisión, retiro provisional del equipo de medida, cambio del mismo y visitas técnicas, el suscriptor y/o usuario tiene derecho a solicitar la asesoría y/o participación de un técnico particular o de cualquier persona para que sirva de testigo en el proceso de revisión de los equipos de medida e instalaciones internas, de lo cual se levantará un acta firmada por el funcionario de la empresa, el suscriptor y/o usuario y el técnico particular si lo hubiere.", "No obstante, si transcurrido un plazo máximo de un cuarto (1/4) de hora sin hacerse presente se hará la revisión sin su presencia y en todo caso se levantará el acta de que trata el inciso anterior."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 32º", "content": ["Artículo 32º.- De las causales de suspensión. Las empresas deberán proceder a suspender el servicio cuando el suscriptor y/o usuario se halle incurso en cualesquiera de las siguientes causales:\n", "Falta de pago oportuno, salvo que exista reclamación o recurso interpuesto;\n", "Reparaciones técnicas, mantenimientos periódicos y racionamientos por razones de fuerza mayor, que afecten un municipio o sector del mismo, previa expedición de un acto administrativo debidamente publicado en diarios y emisoras con cobertura en el municipio o zona afectada, y a través de los cuales la empresa debe informar a la comunidad los términos de la suspensión del servicio. Esta publicación deberá hacerse con por lo menos veinticuatro (24) horas de anticipación a la suspensión.\n", "Por inestabilidad del inmueble o del terreno, previo acto administrativo debidamente notificado al suscriptor y/o usuario. En caso de urgencia bastará la simple comunicación a cualquier persona que ocupe el inmueble.\n", "Hacer conexiones fraudulentas o sin autorización de la empresa;\n", "Dar al servicio público domiciliario un uso distrito al declarado convenido con la empresas;\n", "Proporcionar un servicio público domiciliario a otro inmueble o usuario distinto al beneficiario del servicio;\n", "Realizar modificaciones en las acometidas o hacer conexiones externas, sin autorización previa de la empresa;\n", "Aumentar, sin autorización de la empresa, los diámetros de las acometidas, la carga, la capacidad instalada y/o el número de derivaciones telefónicas;\n", "Adulterar las conexiones o aparatos de medición o de control, alterar el normal funcionamiento de éstos;\n", "Dañar o retirar el equipo de medida: retirar, romper o adulterar cualquiera de los sellos instalados en los equipos de medidas, protección, control o gabinete, o que los existentes no correspondan con los instalados por la empresa;\n", "Cancelar facturas con cheques que no sean pagados por el banco respectivo, salvo que exista causa justificada de no pago, sin perjuicio las acciones legales pertinentes, o cuando se cancele el servicio con la cuentas de cobro adulteradas;\n", "Interferir en la utilización, operación o mantenimiento de las líneas, redes y demás equipos necesarios para suministrar el servicio publico domiciliario, sean de propiedad de la empresa o de los suscriptores;\n", "Impedir a los funcionarios, autorizados por las empresas y debidamente identificados, la inspección de las instalaciones internas, tipo de medida o de lectura de los contadores;\n", "No permitir el traslado del equipo de medición, la reparación o cambio justificado del mismo, cuando sea necesario para garantizar la correcta medición;\n", "ñ) No ejecutar dentro del plazo fijado, la adecuación de las instalaciones internas alas normas vigentes de la empresa por razones técnicas o de seguridad en el suministro del servicio;\n", "Conectar equipos sin la autorización de la empresa a las acometidas externas;\n", "Efectuar sin autorización de la empresa una reconexión cuando el servicio se encuentre suspendido;\n", "Incumplimiento de las normas ambientales vigentes en el municipio;\n", "Cuando se parcele, urbanice o construya sin licencias requeridas por el municipio, o cuando éstas hayan caducado o en contravención a lo preceptuado en ellas, salvo cuando exista prueba de habitación permanente de personas en el predio;\n", "Cuando se use o destine un inmueble a un fin distinto al previsto en la respectiva licencia o patente de funcionamiento, o para quienes usen un inmueble careciendo de ésta, estando obligados a obtenerla, salvo cuando exista pruebas de la habitación permanente de personas en el predio;\n", "Cuando lo solicite el suscriptor, salvo cuando el inmueble se encuentre habitado por un tercero, en cuyo caso se requerirá el consentimiento expreso y escrito de dicho terreno.\n"]}, "dot_comma_sep": ["Artículo 32º.", "- De las causales de suspensión.", "Las empresas deberán proceder a suspender el servicio cuando el suscriptor y/o usuario se halle incurso en cualesquiera de las siguientes causales:\n.", "Falta de pago oportuno, salvo que exista reclamación o recurso interpuesto;", "Reparaciones técnicas, mantenimientos periódicos y racionamientos por razones de fuerza mayor, que afecten un municipio o sector del mismo, previa expedición de un acto administrativo debidamente publicado en diarios y emisoras con cobertura en el municipio o zona afectada, y a través de los cuales la empresa debe informar a la comunidad los términos de la suspensión del servicio.", "Esta publicación deberá hacerse con por lo menos veinticuatro (24) horas de anticipación a la suspensión.", "Por inestabilidad del inmueble o del terreno, previo acto administrativo debidamente notificado al suscriptor y/o usuario.", "En caso de urgencia bastará la simple comunicación a cualquier persona que ocupe el inmueble.", "Hacer conexiones fraudulentas o sin autorización de la empresa;", "Dar al servicio público domiciliario un uso distrito al declarado convenido con la empresas;", "Proporcionar un servicio público domiciliario a otro inmueble o usuario distinto al beneficiario del servicio;", "Realizar modificaciones en las acometidas o hacer conexiones externas, sin autorización previa de la empresa;", "Aumentar, sin autorización de la empresa, los diámetros de las acometidas, la carga, la capacidad instalada y/o el número de derivaciones telefónicas;", "Adulterar las conexiones o aparatos de medición o de control, alterar el normal funcionamiento de éstos;", "Dañar o retirar el equipo de medida: retirar, romper o adulterar cualquiera de los sellos instalados en los equipos de medidas, protección, control o gabinete, o que los existentes no correspondan con los instalados por la empresa;", "Cancelar facturas con cheques que no sean pagados por el banco respectivo, salvo que exista causa justificada de no pago, sin perjuicio las acciones legales pertinentes, o cuando se cancele el servicio con la cuentas de cobro adulteradas;", "Interferir en la utilización, operación o mantenimiento de las líneas, redes y demás equipos necesarios para suministrar el servicio publico domiciliario, sean de propiedad de la empresa o de los suscriptores;", "Impedir a los funcionarios, autorizados por las empresas y debidamente identificados, la inspección de las instalaciones internas, tipo de medida o de lectura de los contadores;", "No permitir el traslado del equipo de medición, la reparación o cambio justificado del mismo, cuando sea necesario para garantizar la correcta medición;", "ñ) No ejecutar dentro del plazo fijado, la adecuación de las instalaciones internas alas normas vigentes de la empresa por razones técnicas o de seguridad en el suministro del servicio;", "Conectar equipos sin la autorización de la empresa a las acometidas externas;", "Efectuar sin autorización de la empresa una reconexión cuando el servicio se encuentre suspendido;", "Incumplimiento de las normas ambientales vigentes en el municipio;", "Cuando se parcele, urbanice o construya sin licencias requeridas por el municipio, o cuando éstas hayan caducado o en contravención a lo preceptuado en ellas, salvo cuando exista prueba de habitación permanente de personas en el predio;", "Cuando se use o destine un inmueble a un fin distinto al previsto en la respectiva licencia o patente de funcionamiento, o para quienes usen un inmueble careciendo de ésta, estando obligados a obtenerla, salvo cuando exista pruebas de la habitación permanente de personas en el predio;", "Cuando lo solicite el suscriptor, salvo cuando el inmueble se encuentre habitado por un tercero, en cuyo caso se requerirá el consentimiento expreso y escrito de dicho terreno."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 33º", "content": ["Artículo 33º.- Del restablecimiento del servicio en caso de suspensión. Para restablecer el suministro del servicio, es necesario que se elimine la causa que originó la suspensión, se cancelen las tarifas de reconexión y reinstalación, así como los demás pagos a que hubiere lugar.\n", "La reanudación del servicio deberá realizarse a más tardar dentro de los dos (2) días hábiles siguientes al pago, so pena de perder la empresa en favor del suscriptor y/o usuario el valor de la sanción por reconexión, el cual se deberá abonar a la cuenta de cobro inmediatamente posterior.\n", "El no cumplimiento de la reconexión en el término aquí establecido hará incurrir al funcionario responsable en causal de mala conducta.\n", "En todo caso, no podrá cobrarse suma alguna por concepto de reconexión, cuando el servicio no hubiere sido efectivamente suspendido.\n"]}, "dot_comma_sep": ["Artículo 33º.", "- Del restablecimiento del servicio en caso de suspensión.", "Para restablecer el suministro del servicio, es necesario que se elimine la causa que originó la suspensión, se cancelen las tarifas de reconexión y reinstalación, así como los demás pagos a que hubiere lugar.", "La reanudación del servicio deberá realizarse a más tardar dentro de los dos (2) días hábiles siguientes al pago, so pena de perder la empresa en favor del suscriptor y/o usuario el valor de la sanción por reconexión, el cual se deberá abonar a la cuenta de cobro inmediatamente posterior.", "El no cumplimiento de la reconexión en el término aquí establecido hará incurrir al funcionario responsable en causal de mala conducta.", "En todo caso, no podrá cobrarse suma alguna por concepto de reconexión, cuando el servicio no hubiere sido efectivamente suspendido."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 34º", "content": ["Artículo 34º.- Del acta de reconexión. Las empresas de servicios públicos domiciliarios dejarán constancia escrita de la fecha en que hubieren efectuado la reconexión, la que entregarán en copia al suscriptor y/o usuario y de ser posible la entrega personal la dejarán en el lugar de acceso al inmueble, de la unidad residencial.\n"]}, "dot_comma_sep": ["Artículo 34º.", "- Del acta de reconexión.", "Las empresas de servicios públicos domiciliarios dejarán constancia escrita de la fecha en que hubieren efectuado la reconexión, la que entregarán en copia al suscriptor y/o usuario y de ser posible la entrega personal la dejarán en el lugar de acceso al inmueble, de la unidad residencial."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 35º", "content": ["Artículo 35º.- De las causales de corte del servicio. La empresa debe proceder al corte del servicio por una cualesquiera de las siguientes causales:\n", "Suspensión del servicio por un período continuo superior a seis (6) meses, excepto cuando la suspensión haya sido solicitada por el suscriptor, y/o cuando la suspensión obedezca a causas provocadas por la empresa;\n", "Reconexión del servicio no autorizada, por más de dos (2) veces consecutivas, sin que se haya eliminado la causa que dio origen a la suspensión;\n", "Incurrir por más de dos (2) veces en la adulteración de las conexiones, aparatos de medición, equipos de control y sellos, o alteraciones que impidan el funcionamiento normal de los mismos;\n", "Cuando lo solicite el suscriptor, salvo cuando el inmueble se encuentre habitado por un tercero, en cuyo caso se requerirá el consentimiento expreso y escrito de dicho tercero.\n"]}, "dot_comma_sep": ["Artículo 35º.", "- De las causales de corte del servicio.", "La empresa debe proceder al corte del servicio por una cualesquiera de las siguientes causales:\n.", "Suspensión del servicio por un período continuo superior a seis (6) meses, excepto cuando la suspensión haya sido solicitada por el suscriptor, y/o cuando la suspensión obedezca a causas provocadas por la empresa;", "Reconexión del servicio no autorizada, por más de dos (2) veces consecutivas, sin que se haya eliminado la causa que dio origen a la suspensión;", "Incurrir por más de dos (2) veces en la adulteración de las conexiones, aparatos de medición, equipos de control y sellos, o alteraciones que impidan el funcionamiento normal de los mismos;", "Cuando lo solicite el suscriptor, salvo cuando el inmueble se encuentre habitado por un tercero, en cuyo caso se requerirá el consentimiento expreso y escrito de dicho tercero."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 36º", "content": ["Artículo 36º.- Del restablecimiento del servicio en caso de corte. Para el restablecimiento del servicio, el interesado deberá cumplir con los requisitos para las solicitudes nuevas y pagar las deudas pendientes que a nombre de éste y del respectivo inmueble existan, así como las sanciones pecuniarias, los intereses moratorios de ley y las tarifas de reinstalación.\n"]}, "dot_comma_sep": ["Artículo 36º.", "- Del restablecimiento del servicio en caso de corte.", "Para el restablecimiento del servicio, el interesado deberá cumplir con los requisitos para las solicitudes nuevas y pagar las deudas pendientes que a nombre de éste y del respectivo inmueble existan, así como las sanciones pecuniarias, los intereses moratorios de ley y las tarifas de reinstalación."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 37º", "content": ["Artículo 37º.- De la falla en la prestación del servicio. Cuando el servicio deje de prestarse, sin existir suspensión ni corte del mismo, el suscriptor y/o usuario podrán exigir que la empresa realice las revisiones y reparaciones a que haya lugar para lograr el inmediato restablecimiento del servicio.\n"]}, "dot_comma_sep": ["Artículo 37º.", "- De la falla en la prestación del servicio.", "Cuando el servicio deje de prestarse, sin existir suspensión ni corte del mismo, el suscriptor y/o usuario podrán exigir que la empresa realice las revisiones y reparaciones a que haya lugar para lograr el inmediato restablecimiento del servicio."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 38º", "content": ["Artículo 38º.- Del descuento por falla en la prestación del servicio. En caso que el suscriptor y/o usuario no pueda hacer uso del servicio por causa imputable a la empresa durante un término superior a veinticuatro (24) horas, éste tendrá derecho a un descuento del cargo fijo proporcional al tiempo que persista esta situación, en los términos que establezca la Junta Nacional de Tarifas.\n", "Para los efectos de este artículo y tratándose del servicio de recolección, transporte y disposición final de desechos sólidos las empresas que presten este servicio no podrán cobra por éstos si no los tienen establecidos en forma regular para le barrio o sector del respectivo usuario y/o suscriptor, o si en un mes determinado la frecuencia de recolección es inferior al cincuenta por ciento (50%) de lo establecido para esa zona.\n", "Con el fin de ejercer este derecho el suscriptor y/o usuario deberá presentar su queja en la forma prevista en el artículo 51 del presente Decreto.\n", "La fecha de presentación de la queja servirá como base para que se comience a contar la duración de la falla en la prestación del servicio, restablecido el cual la empresa deberá dejar constancia escrita del hecho a disposición del quejoso en la Oficina de Quejas y Reclamos de la empresa. Dicha oficina remitirá, de oficio, la información sobre la duración de la falla a la dependencia competente para que ésta efectúe los descuentos correspondientes.\n"]}, "dot_comma_sep": ["Artículo 38º.", "- Del descuento por falla en la prestación del servicio.", "En caso que el suscriptor y/o usuario no pueda hacer uso del servicio por causa imputable a la empresa durante un término superior a veinticuatro (24) horas, éste tendrá derecho a un descuento del cargo fijo proporcional al tiempo que persista esta situación, en los términos que establezca la Junta Nacional de Tarifas.", "Para los efectos de este artículo y tratándose del servicio de recolección, transporte y disposición final de desechos sólidos las empresas que presten este servicio no podrán cobra por éstos si no los tienen establecidos en forma regular para le barrio o sector del respectivo usuario y/o suscriptor, o si en un mes determinado la frecuencia de recolección es inferior al cincuenta por ciento (50%) de lo establecido para esa zona.", "Con el fin de ejercer este derecho el suscriptor y/o usuario deberá presentar su queja en la forma prevista en el artículo 51 del presente Decreto.", "La fecha de presentación de la queja servirá como base para que se comience a contar la duración de la falla en la prestación del servicio, restablecido el cual la empresa deberá dejar constancia escrita del hecho a disposición del quejoso en la Oficina de Quejas y Reclamos de la empresa.", "Dicha oficina remitirá, de oficio, la información sobre la duración de la falla a la dependencia competente para que ésta efectúe los descuentos correspondientes."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 39º", "content": ["Artículo 39º.- De los cobros no autorizados. La empresa no podrá cobrar servicios no prestados, tarifas, ni conceptos diferentes a los autorizados por la autoridad competente, ni podrá alterar la estructura tarifaría definida para cada servicio público domiciliario.\n"]}, "dot_comma_sep": ["Artículo 39º.", "- De los cobros no autorizados.", "La empresa no podrá cobrar servicios no prestados, tarifas, ni conceptos diferentes a los autorizados por la autoridad competente, ni podrá alterar la estructura tarifaría definida para cada servicio público domiciliario."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 40º", "content": ["Artículo 40º.- De la revisión previa. Las empresas de servicios públicos domiciliarios deberán estructurar mecanismos eficientes que permitan someter su facturación a un proceso de revisión previa. Para este efecto deberán comparar el consumo registrado con el promedio de consumo de los últimos tres períodos si la facturación es bimestral, o seis períodos si es mensual.\n", "Es obligación de las empresas que prestan los servicios mencionados investigar las razones y corregir los errores de facturación que se presenten, especialmente cuando haya manifiesta diferencia entre el consumo facturado del usuario y/o suscriptor con los promedios anteriores. No se podrá enviar cuenta de cobro al usuario y/o suscriptor si previamente no se ha cumplido la obligación de investigar la causa del alto consumo.\n"]}, "dot_comma_sep": ["Artículo 40º.", "- De la revisión previa.", "Las empresas de servicios públicos domiciliarios deberán estructurar mecanismos eficientes que permitan someter su facturación a un proceso de revisión previa.", "Para este efecto deberán comparar el consumo registrado con el promedio de consumo de los últimos tres períodos si la facturación es bimestral, o seis períodos si es mensual.", "Es obligación de las empresas que prestan los servicios mencionados investigar las razones y corregir los errores de facturación que se presenten, especialmente cuando haya manifiesta diferencia entre el consumo facturado del usuario y/o suscriptor con los promedios anteriores.", "No se podrá enviar cuenta de cobro al usuario y/o suscriptor si previamente no se ha cumplido la obligación de investigar la causa del alto consumo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 41º", "content": ["Artículo 41º.- De la obligación de realizar visitas. La empresa que preste el servicio público domiciliario deberá practicar las visitas y realizar las pruebas técnicas que se requieran, con el fin de constatar en el inmueble y sobre las instalaciones internas del mismo, la causa que originó el aumento del consumo detectado en la revisión previa.\n"]}, "dot_comma_sep": ["Artículo 41º.", "- De la obligación de realizar visitas.", "La empresa que preste el servicio público domiciliario deberá practicar las visitas y realizar las pruebas técnicas que se requieran, con el fin de constatar en el inmueble y sobre las instalaciones internas del mismo, la causa que originó el aumento del consumo detectado en la revisión previa."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 42º", "content": ["Artículo 42º.- Del tratamiento por fugas. Si como consecuencia de las pruebas realizadas se comprueba la existencia de una fuga visible, la entidad informará de ello al usuario y/o suscriptor en la fecha de revisión y le advertirá que dicho consumo le será facturado.\n", "Cuando la fuga fuere imperceptible y haya sido detectada por la entidad, ésta no facturará los consumos originados por esta causa, sino que facturará el consumo promedio de los últimos seis (6) períodos de consumo normal, adicionando el cargo fijo vigente.\n", "La empresa asumirá el valor correspondiente al consumo causado por las fugas imperceptibles durante dos (2) períodos de facturación si ésta es bimestral, o cuatro (4) meses si ésta es mensual. Este plazo se otorga al suscriptor y/o usuario como período de gracia durante el cual debe realizar las diligencias y tomar las medidas tendiente a repara el daño que ha ocasionado la fuga. A partir del vencimiento del plazo, la empresa cobrará la totalidad del consumo registrado.\n"]}, "dot_comma_sep": ["Artículo 42º.", "- Del tratamiento por fugas.", "Si como consecuencia de las pruebas realizadas se comprueba la existencia de una fuga visible, la entidad informará de ello al usuario y/o suscriptor en la fecha de revisión y le advertirá que dicho consumo le será facturado.", "Cuando la fuga fuere imperceptible y haya sido detectada por la entidad, ésta no facturará los consumos originados por esta causa, sino que facturará el consumo promedio de los últimos seis (6) períodos de consumo normal, adicionando el cargo fijo vigente.", "La empresa asumirá el valor correspondiente al consumo causado por las fugas imperceptibles durante dos (2) períodos de facturación si ésta es bimestral, o cuatro (4) meses si ésta es mensual.", "Este plazo se otorga al suscriptor y/o usuario como período de gracia durante el cual debe realizar las diligencias y tomar las medidas tendiente a repara el daño que ha ocasionado la fuga.", "A partir del vencimiento del plazo, la empresa cobrará la totalidad del consumo registrado."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000003000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 43º", "content": ["Artículo 43º.- De la detección de daños. Las empresas de servicios públicos domiciliarios están en la obligación de ayudar a los usuarios y/o suscriptores a detectar el sitio y la causa de la fuga.\n", "Los costos de reparación de la misma, correrán por cuenta del usuario y/o suscriptor, ya sea que lo haga utilizando los servicios de la empresa o de un tercero.\n", "Detectada la fuga por parte de la empresa, ésta procederá a reliquidar la cuanta de cobro de acuerdo a lo previsto en el artículo 42 del presente Decreto.\n"]}, "dot_comma_sep": ["Artículo 43º.", "- De la detección de daños.", "Las empresas de servicios públicos domiciliarios están en la obligación de ayudar a los usuarios y/o suscriptores a detectar el sitio y la causa de la fuga.", "Los costos de reparación de la misma, correrán por cuenta del usuario y/o suscriptor, ya sea que lo haga utilizando los servicios de la empresa o de un tercero.", "Detectada la fuga por parte de la empresa, ésta procederá a reliquidar la cuanta de cobro de acuerdo a lo previsto en el artículo 42 del presente Decreto."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 44º", "content": ["Artículo 44º.- Derecho de reclamación y queja. En desarrollo del derecho de petición en interés particular previsto en el Capítulo III del Título I, Libro I, parte primera del Código Contencioso Administrativo, todo, suscriptor y/o usuario, tendrá derecho a presentar ante las empresas de servicios públicos domiciliarios las quejas y reclamaciones que considere necesarias.\n"]}, "dot_comma_sep": ["Artículo 44º.", "- Derecho de reclamación y queja.", "En desarrollo del derecho de petición en interés particular previsto en el Capítulo III del Título I, Libro I, parte primera del Código Contencioso Administrativo, todo, suscriptor y/o usuario, tendrá derecho a presentar ante las empresas de servicios públicos domiciliarios las quejas y reclamaciones que considere necesarias."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 45º", "content": ["Artículo 45º.- De la queja. La queja es el medio por el cual el usuario o suscriptor pone de manifiesto su inconformidad con la actuación de determinado o determinados funcionarios, o su inconformidad con la forma y condiciones en que se ha prestado el servicio. Cuando se trate de empresas o empleados oficiales, la queja también podrá interponerse ante la Personería Municipal o Distrital, o ante la Procuraduría General de la Nación, según el caso. Ver Fallo del Consejo de Estado 5436 de 1998\n"]}, "dot_comma_sep": ["Artículo 45º.", "- De la queja.", "La queja es el medio por el cual el usuario o suscriptor pone de manifiesto su inconformidad con la actuación de determinado o determinados funcionarios, o su inconformidad con la forma y condiciones en que se ha prestado el servicio.", "Cuando se trate de empresas o empleados oficiales, la queja también podrá interponerse ante la Personería Municipal o Distrital, o ante la Procuraduría General de la Nación, según el caso.", "Ver Fallo del Consejo de Estado 5436 de 1998\n."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 46º", "content": ["Artículo 46º.- De la reclamación. La reclamación es una actuación preliminar mediante la cual la empresa revisa la facturación de los servicios públicos a solicitud del interesado, para tomar una posterior decisión final o definitiva del asunto, en un todo de conformidad con los procedimientos previstos en el Código Contencioso Administrativo y las disposiciones y reglamentarias contenidas en el presente Decreto.\n"]}, "dot_comma_sep": ["Artículo 46º.", "- De la reclamación.", "La reclamación es una actuación preliminar mediante la cual la empresa revisa la facturación de los servicios públicos a solicitud del interesado, para tomar una posterior decisión final o definitiva del asunto, en un todo de conformidad con los procedimientos previstos en el Código Contencioso Administrativo y las disposiciones y reglamentarias contenidas en el presente Decreto."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 47º", "content": ["Artículo 47º.- De las organizaciones populares de vivienda. Sin perjuicio de que las solicitudes y quejas puedan ser presentadas ante las empresas públicas domiciliarias en forma individual o colectiva, o medite apoderado, podrán presentarse también por intermedio de las Organizaciones Populares de Vivienda señaladas en el artículo 62 de la Ley 9 de 1989, con el objeto de coadyuvar al desarrollo de los programas de vivienda por sistemas de autogestión o participación comunitaria. Ver Fallo del Consejo de Estado 5436 de 1998\n"]}, "dot_comma_sep": ["Artículo 47º.", "- De las organizaciones populares de vivienda.", "Sin perjuicio de que las solicitudes y quejas puedan ser presentadas ante las empresas públicas domiciliarias en forma individual o colectiva, o medite apoderado, podrán presentarse también por intermedio de las Organizaciones Populares de Vivienda señaladas en el artículo 62 de la Ley 9 de 1989, con el objeto de coadyuvar al desarrollo de los programas de vivienda por sistemas de autogestión o participación comunitaria.", "Ver Fallo del Consejo de Estado 5436 de 1998\n."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 48º", "content": ["Artículo 48º.- Del pago y de la reclamación. Ninguna empresa de servicios públicos podrá exigir la cancelación de la cuenta de cobro como requisito para atender un reclamo relacionado con la facturación, ni podrá suspender el servicio hasta tanto haya practicado las visitas y pruebas de carácter técnico que se requieran para identificar la causa que originó la reclamación y haya comunicado por escrito al usuario y/o suscriptor el resultado de las mismas y de los recursos de reposición y apelación que hubieren sido interpuestos.\n", "Lo anterior no obstante, el suscriptor y/o usuario deberá pagar las sumas no reclamadas, el promedio del consumo norma de las últimas tres facturaciones si el consumo es bimestral, o el promedio de las últimas seisfacturaciones previas al reclamo, si es mensual.\n", "Si durante el trámite de la reclamación y de los recursos las facturaciones siguientes a la reclamada o recurrida se presentare motivo de inconformidad originado en la misma causal que determinó el primer reclamo o recurso, se acumularán los nuevos reclamos al inicial, con la sola solicitud que en dicho sentido presente el suscriptor, sin que por lo anterior se entiendan prorrogados los términos para decidir establecidos en el presente Decreto. El pago de los servicios correspondientes a los nuevos reclamos se deberá efectuar conforme a las mismas reglas del inciso anterior. Si la causal que origina el nuevo reclamo fuere distinta a la del primero, deberá presentarse un reclamo independiente.\n", "Las empresas sólo podrán suspender el servicio si transcurridos veinte (20) días hábiles desde la fecha en que se le comunicó al suscriptor o usuario el monto que debe cancelar como resultado de la investigación o visita, éste no lo hiciere.\n"]}, "dot_comma_sep": ["Artículo 48º.", "- Del pago y de la reclamación.", "Ninguna empresa de servicios públicos podrá exigir la cancelación de la cuenta de cobro como requisito para atender un reclamo relacionado con la facturación, ni podrá suspender el servicio hasta tanto haya practicado las visitas y pruebas de carácter técnico que se requieran para identificar la causa que originó la reclamación y haya comunicado por escrito al usuario y/o suscriptor el resultado de las mismas y de los recursos de reposición y apelación que hubieren sido interpuestos.", "Lo anterior no obstante, el suscriptor y/o usuario deberá pagar las sumas no reclamadas, el promedio del consumo norma de las últimas tres facturaciones si el consumo es bimestral, o el promedio de las últimas seisfacturaciones previas al reclamo, si es mensual.", "Si durante el trámite de la reclamación y de los recursos las facturaciones siguientes a la reclamada o recurrida se presentare motivo de inconformidad originado en la misma causal que determinó el primer reclamo o recurso, se acumularán los nuevos reclamos al inicial, con la sola solicitud que en dicho sentido presente el suscriptor, sin que por lo anterior se entiendan prorrogados los términos para decidir establecidos en el presente Decreto.", "El pago de los servicios correspondientes a los nuevos reclamos se deberá efectuar conforme a las mismas reglas del inciso anterior.", "Si la causal que origina el nuevo reclamo fuere distinta a la del primero, deberá presentarse un reclamo independiente.", "Las empresas sólo podrán suspender el servicio si transcurridos veinte (20) días hábiles desde la fecha en que se le comunicó al suscriptor o usuario el monto que debe cancelar como resultado de la investigación o visita, éste no lo hiciere."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 49º", "content": ["Artículo 49º.- De las causales de reclamación. Contra las cuentas de cobro procederán las siguientes causales de reclamación:\n", "Las que se funden en la falta de envío oportuno de las cuentas de cobro;\n", "Las que se funden en el envío de las cuentas de cobro con omisión de alguno de los requisitos establecidos en el artículo 12 de este Decreto;\n", "Las que se funden en errores al clasificar el servicio dentro de una categoría distinta a la cual pertenece el uso del inmueble;\n", "Las que se funden en errores aritméticos al elabora la liquidación de las cuentas de cobro;\n", "Las que se funden en errores en cuanto a la estratificación socio-económica del inmueble;\n", "Las que se funden en errores en la determinación del valor de la unida de consumo o en las lecturas de los contadores o de la tarifa básica;\n", "Las que se funden en errores de los consumos estimados;\n", "Las que se funden en el doble cobro del servicio o cuentas de cobro anteriores canceladas total o parcialmente,\n", "Las que se funden en daños de los cantadores o medidores de consumo;\n", "Las que se funden en la violación de las tarifas vigentes;\n", "Las que se funden en la manifiesta diferencia entre el consumo facturado del usuario y/o suscriptor con los promedios anteriores;\n", "Las que se funden en la violación de prohibiciones contenidas en este Decreto;\n", "Las que se funden en servios no prestados;\n", "Las que se funden en las fallas en la prestación del servicio;\n", "Las demás que determine la ley.\n", "Parágrafo.- En una misma reclamación podrán esgrimirse varias causales de reclamación.\n"]}, "dot_comma_sep": ["Artículo 49º.", "- De las causales de reclamación.", "Contra las cuentas de cobro procederán las siguientes causales de reclamación:\n.", "Las que se funden en la falta de envío oportuno de las cuentas de cobro;", "Las que se funden en el envío de las cuentas de cobro con omisión de alguno de los requisitos establecidos en el artículo 12 de este Decreto;", "Las que se funden en errores al clasificar el servicio dentro de una categoría distinta a la cual pertenece el uso del inmueble;", "Las que se funden en errores aritméticos al elabora la liquidación de las cuentas de cobro;", "Las que se funden en errores en cuanto a la estratificación socio-económica del inmueble;", "Las que se funden en errores en la determinación del valor de la unida de consumo o en las lecturas de los contadores o de la tarifa básica;", "Las que se funden en errores de los consumos estimados;", "Las que se funden en el doble cobro del servicio o cuentas de cobro anteriores canceladas total o parcialmente,", "Las que se funden en daños de los cantadores o medidores de consumo;", "Las que se funden en la violación de las tarifas vigentes;", "Las que se funden en la manifiesta diferencia entre el consumo facturado del usuario y/o suscriptor con los promedios anteriores;", "Las que se funden en la violación de prohibiciones contenidas en este Decreto;", "Las que se funden en servios no prestados;", "Las que se funden en las fallas en la prestación del servicio;", "Las demás que determine la ley.", "Parágrafo.", "- En una misma reclamación podrán esgrimirse varias causales de reclamación."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 50º", "content": ["Artículo 50º.- De la Oficina de Quejas y Reclamos. Todas las empresas de servicios públicos domiciliarios dispondrán de una oficina encargada de recibir, atender, tramitar y resolver las quejas y reclamos que presenten sus usuarios y/o suscriptores, creada de conformidad con las normas que regulen su régimen jurídico.\n", "Estas oficinas llevarán una relación detallada de todas las quejas y reclamos presentadas que incluya: el motivo de la queja o reclamo, la fecha en que se presentó, el medio que se utilizó para presentarla, el tiempo que le tomó a la empresa resolver sobre la misma y la respuesta que se dio al suscriptor o usuario. Esta información estará disponible en todo momento para consulta de las personas naturales o jurídicas que lo soliciten, y en particular de la autoridad competente para vigilar y regular la prestación de los servicios públicos domiciliarios, la Superintendencia de Industria y Comercio, la Procuraduría General de la Nación y las personerías municipales y/o distritales.\n"]}, "dot_comma_sep": ["Artículo 50º.", "- De la Oficina de Quejas y Reclamos.", "Todas las empresas de servicios públicos domiciliarios dispondrán de una oficina encargada de recibir, atender, tramitar y resolver las quejas y reclamos que presenten sus usuarios y/o suscriptores, creada de conformidad con las normas que regulen su régimen jurídico.", "Estas oficinas llevarán una relación detallada de todas las quejas y reclamos presentadas que incluya: el motivo de la queja o reclamo, la fecha en que se presentó, el medio que se utilizó para presentarla, el tiempo que le tomó a la empresa resolver sobre la misma y la respuesta que se dio al suscriptor o usuario.", "Esta información estará disponible en todo momento para consulta de las personas naturales o jurídicas que lo soliciten, y en particular de la autoridad competente para vigilar y regular la prestación de los servicios públicos domiciliarios, la Superintendencia de Industria y Comercio, la Procuraduría General de la Nación y las personerías municipales y/o distritales."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 51º", "content": ["Artículo 51º.- Del trámite de las quejas y reclamos. Las quejas y los reclamos podrán presentarse verbalmente o por escrito. Si estos fueren presentados verbalmente, debe efectuarse personalmente por parte del reclamante y el funcionario receptor del mismo estará obligado a expedir y entregar al reclamante una certificación o constancia acerca del contenido del mismo. Si el reclamo hubiese sido presentado en forma escrita, el funcionario receptor deberá fechar, firma y sellar una copia del reclamo, la cual quedará en poder del reclamante.\n", "La presentación de los reclamos, tanto verbales como escritos, presentados personalmente o por conducto de persona autorizada, no requerirá de formalidad adicional alguna ni de autenticaciones ni de apoderado especial.\n", "Todo reclamo presentado por cualquier suscriptor y/o usuario, debe ser tramitado por la respectiva empresa en los términos establecidos en este Decreto, so pena de ser sancionado el respectivo funcionario o funcionarios por negligencia al haber hecho incurrir en mora a la empresa.\n"]}, "dot_comma_sep": ["Artículo 51º.", "- Del trámite de las quejas y reclamos.", "Las quejas y los reclamos podrán presentarse verbalmente o por escrito.", "Si estos fueren presentados verbalmente, debe efectuarse personalmente por parte del reclamante y el funcionario receptor del mismo estará obligado a expedir y entregar al reclamante una certificación o constancia acerca del contenido del mismo.", "Si el reclamo hubiese sido presentado en forma escrita, el funcionario receptor deberá fechar, firma y sellar una copia del reclamo, la cual quedará en poder del reclamante.", "La presentación de los reclamos, tanto verbales como escritos, presentados personalmente o por conducto de persona autorizada, no requerirá de formalidad adicional alguna ni de autenticaciones ni de apoderado especial.", "Todo reclamo presentado por cualquier suscriptor y/o usuario, debe ser tramitado por la respectiva empresa en los términos establecidos en este Decreto, so pena de ser sancionado el respectivo funcionario o funcionarios por negligencia al haber hecho incurrir en mora a la empresa."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 52º", "content": ["Artículo 52º.- Del funcionario competente para resolver. El funcionario competente para resolver las reclamaciones deberá ser un inferior inmediato del Gerente o representante legal de la empresa.\n"]}, "dot_comma_sep": ["Artículo 52º.", "- Del funcionario competente para resolver.", "El funcionario competente para resolver las reclamaciones deberá ser un inferior inmediato del Gerente o representante legal de la empresa."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 53º", "content": ["Artículo 53º.- De los documentos o visitas técnicas en la reclamación. Con la reclamación se podrán aportar toda clase de documentos o pruebas y solicitar las visitas técnicas o revisiones internas por parte de la empresa al inmueble respectivo para verificar los hechos constitutivos del reclamo.\n", "En el caso del servicio de recolección de basuras, las revisiones se efectuarán confrontando el reclamo con la frecuencia del servicio establecida para el sector.\n"]}, "dot_comma_sep": ["Artículo 53º.", "- De los documentos o visitas técnicas en la reclamación.", "Con la reclamación se podrán aportar toda clase de documentos o pruebas y solicitar las visitas técnicas o revisiones internas por parte de la empresa al inmueble respectivo para verificar los hechos constitutivos del reclamo.", "En el caso del servicio de recolección de basuras, las revisiones se efectuarán confrontando el reclamo con la frecuencia del servicio establecida para el sector."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 54º", "content": ["Artículo 54º.- De la asesoría al usuario en la reclamación. Las personerías municipales y/o distritales deberán asesora a los suscriptores y/o usuarios que le soliciten personalmente, en el procedimiento de reclamación, mediante la elaboración de un formato de reclamos o el diligenciamiento del mismo, el señalamiento de los trámites o pasos necesarios, la información adicional requerida para hacer uso del derecho al recamo y la vigilancia de la conducta de los funcionarios de las empresas y del procedimiento llevado a cabo para resolver el reclamo.\n"]}, "dot_comma_sep": ["Artículo 54º.", "- De la asesoría al usuario en la reclamación.", "Las personerías municipales y/o distritales deberán asesora a los suscriptores y/o usuarios que le soliciten personalmente, en el procedimiento de reclamación, mediante la elaboración de un formato de reclamos o el diligenciamiento del mismo, el señalamiento de los trámites o pasos necesarios, la información adicional requerida para hacer uso del derecho al recamo y la vigilancia de la conducta de los funcionarios de las empresas y del procedimiento llevado a cabo para resolver el reclamo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 55º", "content": ["Artículo 55º.- Del término para responder la reclamación. La empresa responderá las reclamaciones dentro del término de quince (15) días hábiles, contados a partir de la fecha de presentación de la reclamación y/o queja.\n"]}, "dot_comma_sep": ["Artículo 55º.", "- Del término para responder la reclamación.", "La empresa responderá las reclamaciones dentro del término de quince (15) días hábiles, contados a partir de la fecha de presentación de la reclamación y/o queja."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 56º", "content": ["Artículo 56º.- De la notificación de la decisión administrativa. La notificación de la decisión sobre una reclamación se efectuará en la forma prevista en los artículos 44 a 47 del Código Contencioso Administrativo.\n"]}, "dot_comma_sep": ["Artículo 56º.", "- De la notificación de la decisión administrativa.", "La notificación de la decisión sobre una reclamación se efectuará en la forma prevista en los artículos 44 a 47 del Código Contencioso Administrativo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 57º", "content": ["Artículo 57º.- De los recursos. Contra la decisión administrativa que resuelva el reclamo procederá el recurso de reposición ante el mismo funcionario que profirió la decisión, y el recurso de apelación ante el Gerente o representante legal.\n", "Estos recursos se interpondrán personalmente o por conducto de apoderado debidamente constituido en la forma prevista en el Código Contencioso Administrativo.\n"]}, "dot_comma_sep": ["Artículo 57º.", "- De los recursos.", "Contra la decisión administrativa que resuelva el reclamo procederá el recurso de reposición ante el mismo funcionario que profirió la decisión, y el recurso de apelación ante el Gerente o representante legal.", "Estos recursos se interpondrán personalmente o por conducto de apoderado debidamente constituido en la forma prevista en el Código Contencioso Administrativo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 58º", "content": ["Artículo 58º.- Del procedimiento ante una decisión negativa en firme. Negada una reclamación sin que se hubieren interpuesto los recursos de reposición y de apelación en forma oportuna, o resueltos éstos desfavorablemente, el suscriptor y/o usuario deberá pagar las sumas facturadas, las cuales serán incluidas en la siguiente facturación junto con los intereses corrientes sobre la suma debida, liquidados desde la fecha en que debió efectuarse el pago, hasta el día en que éste se produzca. Las empresas diseñarán y reglamentarán sistemas de financiación para el pago resultante de reclamaciones y recursos resueltos negativamente.\n"]}, "dot_comma_sep": ["Artículo 58º.", "- Del procedimiento ante una decisión negativa en firme.", "Negada una reclamación sin que se hubieren interpuesto los recursos de reposición y de apelación en forma oportuna, o resueltos éstos desfavorablemente, el suscriptor y/o usuario deberá pagar las sumas facturadas, las cuales serán incluidas en la siguiente facturación junto con los intereses corrientes sobre la suma debida, liquidados desde la fecha en que debió efectuarse el pago, hasta el día en que éste se produzca.", "Las empresas diseñarán y reglamentarán sistemas de financiación para el pago resultante de reclamaciones y recursos resueltos negativamente."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 59º", "content": ["Artículo 59º.- Del procedimiento ante una decisión positiva en firme. Acogida o aceptada total o parcialmente la reclamación y/o los recursos de reposición o apelación, que resulte en un saldo a favor del usuario y/o suscriptor, la empresa deberá abonar en la siguiente facturación el valor correspondiente.\n"]}, "dot_comma_sep": ["Artículo 59º.", "- Del procedimiento ante una decisión positiva en firme.", "Acogida o aceptada total o parcialmente la reclamación y/o los recursos de reposición o apelación, que resulte en un saldo a favor del usuario y/o suscriptor, la empresa deberá abonar en la siguiente facturación el valor correspondiente."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 60º", "content": ["Artículo 60º.- De la aplicación del Código Contencioso Administrativo. Las normas del Código Contencioso Administrativo se aplicarán a las quejas, reclamaciones y recursos previstos en el presente Capítulo.\n"]}, "dot_comma_sep": ["Artículo 60º.", "- De la aplicación del Código Contencioso Administrativo.", "Las normas del Código Contencioso Administrativo se aplicarán a las quejas, reclamaciones y recursos previstos en el presente Capítulo."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000061", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 61º", "content": ["Artículo 61º.- Del Comité de Reclamos. Las empresas de servicios públicos domiciliarios dispondrán de un Comité de Reclamos, creado conforme a las normas que regulen su régimen jurídico, como cuerpo asesor del representante legal de la empresa, integrado por los siguientes miembros que gozarán de voz y voto:\n", "Dos (2) principales y dos (2) suplentes designados por el representante legal de la empresa y quienes deberán ser funcionarios de la misma. Uno de dichos representantes será el Jefe o Director de la Oficina de Quejas y Reclamos, y ejercerá las funciones de Secretario Ejecutivo del Comité.\n", "Dos (2) principales y dos (2) suplentes, que deben ser escogidos por los miembros de la Junta Directiva, de su seno, debiendo recaer la escogencia en aquellos miembros que asisten en representación de los usuarios. Si no los hubiere, la designación recaerá sobre los representantes del concejo del respectivo municipio, y\n", "Un (1) delegado del personero de la localidad.\n"]}, "dot_comma_sep": ["Artículo 61º.", "- Del Comité de Reclamos.", "Las empresas de servicios públicos domiciliarios dispondrán de un Comité de Reclamos, creado conforme a las normas que regulen su régimen jurídico, como cuerpo asesor del representante legal de la empresa, integrado por los siguientes miembros que gozarán de voz y voto:\n.", "Dos (2) principales y dos (2) suplentes designados por el representante legal de la empresa y quienes deberán ser funcionarios de la misma.", "Uno de dichos representantes será el Jefe o Director de la Oficina de Quejas y Reclamos, y ejercerá las funciones de Secretario Ejecutivo del Comité.", "Dos (2) principales y dos (2) suplentes, que deben ser escogidos por los miembros de la Junta Directiva, de su seno, debiendo recaer la escogencia en aquellos miembros que asisten en representación de los usuarios.", "Si no los hubiere, la designación recaerá sobre los representantes del concejo del respectivo municipio, y\n.", "Un (1) delegado del personero de la localidad."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000062", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 62º", "content": ["Artículo 62º.- De las funciones de los comités de reclamos. Serán fundaciones principales de los comités de reclamos las siguientes:\n", "Colaborar y coordinar con las empresas de servicios públicos domiciliarios la tramitación de las reclamaciones individuales, colectivas o generales que se presenten ante la empresa y procurar mediante su intervención una mejor prestación de los servicios;\n", "Velar porque los reclamos sean atendidos en forma eficaz y oportuna;\n", "Ejercer una veeduría permanente sobre las oficinas internas de la empresa, encargadas de atender y resolver los reclamos de los suscriptores y apremiarlas para que cumplan debidamente sus funciones cuando haya lugar a ello;\n", "Proponer a la administración de la empresa, la implantación de normas, sistemas y procedimiento tendiente a lograr una mayor prontitud y eficacia en la atención de los reclamos de los suscriptores y/o usuarios;\n", "Solicitar cuando lo estime necesario, la intervención de la personería;\n", "Asesorar a los suscriptores para la apropiada presentación de sus reclamos;\n", "Emitir concepto al representante legal de la empresa en lo concerniente a las reclamaciones y recursos interpuestos por los suscriptores, usuarios o quejas de las Organizaciones Populares de Vivienda;\n", "Las demás que le asigne la ley.\n"]}, "dot_comma_sep": ["Artículo 62º.", "- De las funciones de los comités de reclamos.", "Serán fundaciones principales de los comités de reclamos las siguientes:\n.", "Colaborar y coordinar con las empresas de servicios públicos domiciliarios la tramitación de las reclamaciones individuales, colectivas o generales que se presenten ante la empresa y procurar mediante su intervención una mejor prestación de los servicios;", "Velar porque los reclamos sean atendidos en forma eficaz y oportuna;", "Ejercer una veeduría permanente sobre las oficinas internas de la empresa, encargadas de atender y resolver los reclamos de los suscriptores y apremiarlas para que cumplan debidamente sus funciones cuando haya lugar a ello;", "Proponer a la administración de la empresa, la implantación de normas, sistemas y procedimiento tendiente a lograr una mayor prontitud y eficacia en la atención de los reclamos de los suscriptores y/o usuarios;", "Solicitar cuando lo estime necesario, la intervención de la personería;", "Asesorar a los suscriptores para la apropiada presentación de sus reclamos;", "Emitir concepto al representante legal de la empresa en lo concerniente a las reclamaciones y recursos interpuestos por los suscriptores, usuarios o quejas de las Organizaciones Populares de Vivienda;", "Las demás que le asigne la ley."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000004000063", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 63º", "content": ["Artículo 63º.- De la reglamentación del funcionamiento de los comités. Las Juntas Directivas de cada una de las empresas a que se refiere este Decreto procederá a reglamentar lo referente al período, a la frecuencia de las sesiones, y demás aspectos sobre el funcionamiento del Comité de Reclamos.\n"]}, "dot_comma_sep": ["Artículo 63º.", "- De la reglamentación del funcionamiento de los comités.", "Las Juntas Directivas de cada una de las empresas a que se refiere este Decreto procederá a reglamentar lo referente al período, a la frecuencia de las sesiones, y demás aspectos sobre el funcionamiento del Comité de Reclamos."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000005000064", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 64º", "content": ["Artículo 64º.- Del reglamento interno de las empresas. Toda empresa que presten servicios públicos domiciliarios debe expedir un reglamento que contenga las normas bajo las cuales preste dichos servicios, en un todo de conformidad con las normas del presente Decreto.\n"]}, "dot_comma_sep": ["Artículo 64º.", "- Del reglamento interno de las empresas.", "Toda empresa que presten servicios públicos domiciliarios debe expedir un reglamento que contenga las normas bajo las cuales preste dichos servicios, en un todo de conformidad con las normas del presente Decreto."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000005000065", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 65º", "content": ["Artículo 65º.- De la publicidad del presente Estatuto. Las empresas de servicios públicos domiciliarios publicarán el presente Estatuto dentro de los seis (6) meses siguientes a la vigencia del presente Decreto.\n"]}, "dot_comma_sep": ["Artículo 65º.", "- De la publicidad del presente Estatuto.", "Las empresas de servicios públicos domiciliarios publicarán el presente Estatuto dentro de los seis (6) meses siguientes a la vigencia del presente Decreto."]}, {"index": "serpudom", "legal_source": "Estatuto Nacional de Usuarios de los Servicios Públicos Domiciliarios.\n", "id": "serpudom00000005000066", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO V\n", "name": "De las disposiciones varias.\n"}, "article": {"name": "Artículo 66º", "content": ["Artículo 66º.- De la vigencia. El presente Decreto regirá a partir de su publicación en el Diario Oficial y deroga todas las disposiciones que le sean contrarias.\n", "PUBLÍQUESE Y CÚMPLASE.\n", "Dado en Santa Fe de Bogotá, D.C., a los 22 días del mes de julio del año 1991.\n", "El Presidente de la República,\n", "CÉSAR GAVIRIA TRUJILLO.\n", "El Ministro de Desarrollo Económico,\n", "ERNESTO SAMPER PIZANO.\n", "El Ministro de Comunicaciones,\n", "ALBERTO CASAS SANTAMARÍA.\n", "El Jefe del Departamento Nacional de Planeación,\n", "ARMANDO MONTENEGRO.\n", " "]}, "dot_comma_sep": ["Artículo 66º.", "- De la vigencia.", "El presente Decreto regirá a partir de su publicación en el Diario Oficial y deroga todas las disposiciones que le sean contrarias.", "PUBLÍQUESE Y CÚMPLASE.", "Dado en Santa Fe de Bogotá, D.", "C.", ", a los 22 días del mes de julio del año 1991.", "El Presidente de la República,", "CÉSAR GAVIRIA TRUJILLO.", "El Ministro de Desarrollo Económico,", "ERNESTO SAMPER PIZANO.", "El Ministro de Comunicaciones,", "ALBERTO CASAS SANTAMARÍA.", "El Jefe del Departamento Nacional de Planeación,", "ARMANDO MONTENEGRO.", ""]}]