[{"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000100000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 1º", "content": ["Artículo 1º.- Objeto. La presente Ley establece criterios y requisitos mínimos para el diseño, construcción y supervisión técnica de edificaciones nuevas, así como de aquellas indispensables para la recuperación de la comunidad con posterioridad a la ocurrencia de un sismo, que puedan verse sometidas a fuerzas sísmicas y otras fuerzas impuestas por la naturaleza o el uso, con el fin de que sean capaces de resistirlas, incrementar su resistencia a los efectos que éstas producen, reducir a un mínimo el riesgo de la pérdida de vidas humanas, y defender en lo posible el patrimonio del Estado y de los ciudadanos.\n", "Además, señala los requisitos de idoneidad para el ejercicio de las profesiones relacionadas con su objeto y define las responsabilidades de quienes las ejercen, así como los parámetros para la adición, modificación y remodelación del sistema estructural de edificaciones construidas antes de la vigencia de la presente Ley.\n", "Parágrafo.- Una edificación diseñada siguiendo los requisitos consagrados en las normas que regulan las construcciones sismo resistentes, debe ser capaz de resistir, además de las fuerzas que le impone su uso, temblores de poca intensidad sin daño, temblores moderados sin daño estructural, pero posiblemente con algún daño en elementos no estructurales y un temblor fuerte con daños a elementos estructurales y no estructurales, pero sin colapso.\n", "El cuidado tanto en el diseño como en la construcción y la supervisión técnica, son fundamentales para la sismo resistencia de estructura y elementos no estructurales.\n"]}, "dot_comma_sep": ["Artículo 1º.", "- Objeto.", "La presente Ley establece criterios y requisitos mínimos para el diseño, construcción y supervisión técnica de edificaciones nuevas, así como de aquellas indispensables para la recuperación de la comunidad con posterioridad a la ocurrencia de un sismo, que puedan verse sometidas a fuerzas sísmicas y otras fuerzas impuestas por la naturaleza o el uso, con el fin de que sean capaces de resistirlas, incrementar su resistencia a los efectos que éstas producen, reducir a un mínimo el riesgo de la pérdida de vidas humanas, y defender en lo posible el patrimonio del Estado y de los ciudadanos.", "Además, señala los requisitos de idoneidad para el ejercicio de las profesiones relacionadas con su objeto y define las responsabilidades de quienes las ejercen, así como los parámetros para la adición, modificación y remodelación del sistema estructural de edificaciones construidas antes de la vigencia de la presente Ley.", "Parágrafo.", "- Una edificación diseñada siguiendo los requisitos consagrados en las normas que regulan las construcciones sismo resistentes, debe ser capaz de resistir, además de las fuerzas que le impone su uso, temblores de poca intensidad sin daño, temblores moderados sin daño estructural, pero posiblemente con algún daño en elementos no estructurales y un temblor fuerte con daños a elementos estructurales y no estructurales, pero sin colapso.", "El cuidado tanto en el diseño como en la construcción y la supervisión técnica, son fundamentales para la sismo resistencia de estructura y elementos no estructurales."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000100000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 2º", "content": ["Artículo 2º.- Modificado por el art. 183, Decreto Nacional 19 de 2012 <El nuevo texto es el siguiente> Alcance. Las construcciones que se adelanten en el territorio de la República deberán sujetarse a las normas establecidas en la presente Ley y en las disposiciones que la reglamenten.\n", "Corresponde a las oficinas o dependencias distritales o municipales encargadas de conceder las licencias de construcción, la exigencia y vigilancia de su cumplimiento. Estas se abstendrán de aprobar los proyectos o planos de construcciones que no cumplan con las normas señaladas en esta Ley o sus reglamentos.\n", "La construcción deberá sujetarse estrictamente al correspondiente proyecto o planos aprobados.\n", "Parágrafo\n", "En todo caso, salvo disposición legal en contrario, las autoridades municipales y distritales no podrán expedir ni exigir el cumplimiento de normas técnicas o de construcción diferentes a las contempladas en esta ley y en las disposiciones que la reglamenten\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 2º.", "- Modificado por el art.", "183, Decreto Nacional 19 de 2012 <El nuevo texto es el siguiente> Alcance.", "Las construcciones que se adelanten en el territorio de la República deberán sujetarse a las normas establecidas en la presente Ley y en las disposiciones que la reglamenten.", "Corresponde a las oficinas o dependencias distritales o municipales encargadas de conceder las licencias de construcción, la exigencia y vigilancia de su cumplimiento.", "Estas se abstendrán de aprobar los proyectos o planos de construcciones que no cumplan con las normas señaladas en esta Ley o sus reglamentos.", "La construcción deberá sujetarse estrictamente al correspondiente proyecto o planos aprobados.", "Parágrafo", "En todo caso, salvo disposición legal en contrario, las autoridades municipales y distritales no podrán expedir ni exigir el cumplimiento de normas técnicas o de construcción diferentes a las contempladas en esta ley y en las disposiciones que la reglamenten", "El texto original era el siguiente:"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000100000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 2º", "content": ["Artículo 2º.- Alcance. Las construcciones que se adelanten en el territorio de la República deberán sujetarse a las normas establecidas en la presente Ley en las disposiciones que reglamenten.\n", "Corresponde a las oficinas o dependencias distritales o municipales encargadas de conceder las licencias de construcción, la exigencia y vigilancia de su cumplimiento. Estas se abstendrán de aprobar los proyectos o planos de construcciones que no cumplan con las normas señaladas en la esta Ley o sus reglamentos.\n", "La construcción deberá sujetarse estrictamente al correspondiente proyecto o planos aprobados.\n"]}, "dot_comma_sep": ["Artículo 2º.", "- Alcance.", "Las construcciones que se adelanten en el territorio de la República deberán sujetarse a las normas establecidas en la presente Ley en las disposiciones que reglamenten.", "Corresponde a las oficinas o dependencias distritales o municipales encargadas de conceder las licencias de construcción, la exigencia y vigilancia de su cumplimiento.", "Estas se abstendrán de aprobar los proyectos o planos de construcciones que no cumplan con las normas señaladas en la esta Ley o sus reglamentos.", "La construcción deberá sujetarse estrictamente al correspondiente proyecto o planos aprobados."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000100000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 3º", "content": ["Artículo 3º.- Excepciones. Las disposiciones de esta ley y sus reglamentos no comprenden el diseño y construcción de estructuras especiales tales como puentes, torres de transmisión, torres y equipos industriales, muelles, estructuras hidráulicas y todas aquellas estructuras cuyo comportamiento dinámico difiera del de edificaciones convencionales, o no estén cubiertas dentro de las limitaciones de cada uno de los materiales estructurales prescritos.\n"]}, "dot_comma_sep": ["Artículo 3º.", "- Excepciones.", "Las disposiciones de esta ley y sus reglamentos no comprenden el diseño y construcción de estructuras especiales tales como puentes, torres de transmisión, torres y equipos industriales, muelles, estructuras hidráulicas y todas aquellas estructuras cuyo comportamiento dinámico difiera del de edificaciones convencionales, o no estén cubiertas dentro de las limitaciones de cada uno de los materiales estructurales prescritos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000200000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 4º", "content": ["Artículo 4º.- Definiciones. Para los efectos de esta Ley se entiende por:\n", "1. Acabados o elementos no estructurales. Partes y componentes de una edificación que no pertenecen a la estructura o a su cimentación.\n", "2. Amenaza sísmica. Es el valor esperado de futuras acciones sísmicas en el sitio de interés y se cuantifica en términos de una aceleración horizontal del terreno esperada, que tiene una probabilidad de excedencia dada en un lapso de tiempo predeterminado.\n", "3. Amplificación de la onda sísmica. Aumento en la amplitud de las ondas sísmicas, producido por su paso desde la roca hasta la superficie del terreno, a través de los estratos del suelo.\n", "4. Capacidad de disipación de energía. Es la capacidad que tiene un sistema estructural, un elemento estructural o una sección de un elemento estructural, de trabajar dentro del rango inelástico de respuesta sin perder su resistencia.\n", "5. Carga muerta. Es la carga vertical debida al peso de todos los elementos permanentes, ya sean estructurales o no estructurales.\n", "6. Carga viva. Es la carga debida al uso de la estructura, sin incluir la carga muerta. Fuerza de viento o sismo.\n", "7. Casa. Edificación unifamiliar destinada a vivienda.\n", "8. Construcción sismo resistente. Es el tipo de construcción que cumple con el objeto de esta Ley, a través de un diseño y una construcción que se ajusta a los parámetros establecidos en ella y sus reglamentos.\n", "9. Modificado por el art. 1, Ley 1229 de 2008 <El nuevo texto es el siguiente> Constructor. Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, bajo cuya responsabilidad se adelanta la construcción de una edificación.\n", "El texto original era el siguiente: \n", " 9. Constructor. Es el profesional, ingeniero civil o arquitecto, bajo cuya responsabilidad se adelanta la construcción de una edificación.\n", "10. Deriva de piso. Es la diferencia entre los desplazamientos horizontales de los niveles entre los cuales está comprendido el piso.\n", "11. Diseñador arquitectónico. Es el arquitecto bajo cuya responsabilidad se realizan el diseño y los planos arquitectónicos de la edificación y quien los firma o rotula.\n", "12. Diseñador de los elementos no estructurales. Es el profesional, facultado para ese fin, bajo cuya responsabilidad se realizan el diseño y los planos de los elementos no estructurales de la edificación y quien los firma o rotula.\n", "13. Diseñador estructural. Es el ingeniero civil, facultado para ese fin, bajo cuya responsabilidad se realizan el diseño y los planos estructurales de la edificación, y quien los firma o rotula.\n", "14. Edificación. Es una construcción cuyo uso primordial es la habitación u ocupación por seres humanos.\n", "15. Edificaciones de atención a la comunidad. Son las edificaciones necesarias para atender emergencia, preservar la salud y la seguridad de las personas, tales como: cuarteles de bomberos, policía y fuerzas militares, instalaciones de salud, sedes de organismos operativos de emergencia, etc.\n", "16. Edificaciones indispensables. Son aquellas edificaciones de atención a la comunidad que deben funcionar durante y después de un sismo, cuya operación no puede ser trasladada rápidamente a un lugar alterno, tales como hospitales de niveles de complejidad 2 y 3 y centrales de operación y control de líneas vitales.\n", "17. Elemento o miembro estructural. Componente del sistema estructural de la edificación.\n", "18. Estructura. Es un ensamblaje de elementos, diseñado para soportar las cargas gravitacionales y resistir las fuerzas horizontales.\n", "19. Fuerzas sísmicas. Son los efectos inerciales causados por la aceleración del sismo, expresados como fuerzas para ser utilizadas en el análisis y diseño de la estructura.\n", "20. Desempeños de los elementos no estructurales. Se denominan desempeño el comportamiento de los elementos no estructurales de la edificación ante la ocurrencia de un sismo que la afecte.\n", "21. Grupo de uso. Clasificación de las edificaciones según su importancia para la atención y recuperación de las personas que habitan en una región que puede ser afectada por un sismo o cualquier tipo de desastre.\n", "22. Ingeniero geotecnista. Es el ingeniero civil, quien firma el estudio geotécnico y bajo cuya responsabilidad se realizan los estudios geotécnicos o de suelos, por medio de los cuales se fijan los parámetros de diseño de la cimentación, los efectos de ampliación de la onda sísmica causados por el tipo y estratificación del suelo subyacente a la edificación, y la definición de los parámetros del suelo que se deben utilizar en la evaluación de los efectos de interacción suelo-estructura.\n", "23. Interacción suelo-estructura. Es el efecto que tienen en la respuesta estática y dinámica de la estructura las propiedades del suelo que da apoyo a la edificación, sumado a las propiedades de rigidez de la cimentación y de la estructura.\n", "24. Modificado por el art. 2, Ley 1229 de 2008 <El nuevo texto es el siguiente>  Interventor. Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e Ingeniería, que representa al propietario durante la construcción de la edificación, bajo cuya responsabilidad se verifica que esta se adelante de acuerdo con todas las reglamentaciones correspondientes, siguiendo los planos, diseños y especificaciones realizados por los diseñadores.\n", "El texto original era el siguiente:\n", "24. Interventor. Es el profesional, ingeniero civil o arquitecto, que representa al propietario durante la construcción de la edificación, bajo cuya responsabilidad se verifica que ésta se adelante de acuerdo con todas las reglamentaciones correspondientes, siguiendo los planos, diseños y especificaciones realizados por los diseñadores.\n", "25. Licencia de construcción. Acto administrativo por medio del cual se concede, a solicitud del interesado, la autorización para adelantar la construcción de una edificación.\n", "26. Líneas vitales. Infraestructura básica de redes. Tuberías o elementos conectados o continuos, que permite la movilización de energía eléctrica, agua, combustibles, información y el transporte de personas y productos, esencial para realizar con eficiencia y calidad las actividades de la sociedad.\n", "27. Licuación. Respuesta de los suelos sometidos a vibraciones, en el cual éstos se comportan como un fluido denso y no como una masa de suelo húmeda.\n", "28. Microzonificación sísmica. División de una región o de un área urbana en zonas más pequeñas, que presentan un cierto, grado de similitud en la forma como se ven afectadas por los movimientos sísmicos, dadas las características de los estratos de suelo subyacente.\n", "29. Movimiento telúrico. Movimiento de la corteza terrestre.\n", "30. Perfil de suelo. Son los diferentes estratos de suelo existentes debajo del sitio de la edificación.\n", "31. Propietario. Es la persona, natural o jurídica, dueña del predio, a nombre de la cual se expide la licencia de construcción y quien contrata los diferentes profesionales que intervienen en el diseño, la construcción y la supervisión técnica de la estructura de la edificación y de los elementos no estructurales contemplados por esta ley y sus reglamentos.\n", "32. Revisor de los diseños. Es el ingeniero civil diferente del diseñador e independiente laboralmente de él, que tiene la responsabilidad de revisar los diseños estructurales y estudios geotécnicos; o el arquitecto o ingeniero civil o mecánico que revisa los diseños de elementos no estructurales, para constatar que la edificación propuesta cumple con los requisitos exigidos por esta ley y sus reglamentos.\n", "33. Sello seco registrado. Marca realzada que queda colocada sobre un plano de construcción y que reemplaza la firma del diseñador responsable de los diseños expresados en él. La marca que produce debe contener el nombre del profesional, su profesión y el número de la matrícula profesional. \"La Comisión Asesora para el Régimen de Construcciones Sismo Resistentes\" determinará la entidad a cargo del registro.\n", "34. Sismo, temblor o terremoto. Vibraciones de la corteza terrestre inducidas por el paso de ondas sísmicas provenientes de un lugar o zona donde han ocurrido movimientos súbitos de la corteza terrestre.\n", "35. Sismo de diseño. Es la caracterización de los movimientos sísmicos mínimos que deben utilizarse en la realización del diseño sismo resistente.\n", "36. Sistema de resistencia sísmica. Es aquella parte de la estructura que según el diseño, aporta la resistencia requerida para soportar los movimientos sísmicos de diseño.\n", "37. Solicitaciones. Son las fuerzas u otras acciones que afectan la estructura debido al peso propio de la misma, de los elementos no estructurales, de sus ocupantes y sus posesiones, de efectos ambientales tales como el viento o el sismo, de los asentamientos diferenciales, y de los cambios dimensionales causados por vibraciones en la temperatura o efectos geológicos de los materiales. En general, corresponden a todo lo que pueda afectar la estructura.\n", "38. Supervisión técnica. Se entiende por supervisión técnica la verificación de la sujeción de la construcción de la estructura de la edificación a los planos, diseños y especificaciones realizadas por el diseñador estructural. Así mismo, que los elementos no estructurales se construyan siguiendo los planos, diseños y especificaciones realizadas por el diseñador de los elementos no estructurales, de acuerdo con el grado de desempeño sísmico requerido.\n", "La supervisión técnica puede ser realizada por el interventor, cuando a voluntad del propietario se contrate una interventoría de la construcción.\n", "39. Supervisión técnica continua. Es aquélla en la cual todas las labores de construcción se supervisan de una manera permanente.\n", "40. Supervisión técnica itinerante. Es aquella en la cual el supervisor técnico visita la obra con la frecuencia necesaria para verificar que la construcción se está adelantando adecuadamente.\n", "41. Modificado por el art. 3, Ley 1299 de 2008 <El nuevo texto es el siguiente> Supervisor técnico. Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, bajo cuya responsabilidad se realiza la supervisión técnica. Parte de las labores de supervisión puede ser delegada por el supervisor en personal técnico auxiliar, el cual trabajará bajo su dirección y su responsabilidad. La Supervisión técnica puede ser realizada por el mismo profesional que efectúa la interventoría.\n", "El texto original era el siguiente:\n", "41. Supervisor técnico. Es el profesional, ingeniero civil o arquitecto, bajo cuya responsabilidad se realiza la supervisión técnica. Parte de las labores de supervisión puede ser delegada por el supervisor en persona técnico auxiliar, el cual trabajará bajo su dirección y su responsabilidad. La supervisión técnica puede ser realizada por el mismo profesional que efectúa la interventoría.\n", "42. Vulnerabilidad. Es la cuantificación del potencial del mal comportamiento de una edificación con respecto a una solicitud.\n", "43. Zona de amenaza sísmica. Son regiones del país donde la amenaza sísmica varia con respecto a otras.\n", "Parágrafo 1°.- Adicionado por el art. 4, Ley 1299 de 2008 <El texto adicionado es el siguiente> Entiéndase por profesional en construcción en arquitectura e ingeniería, al profesional de nivel universitario cuya formación académica le habilita para:\n", "a) Construir o materializar la construcción de todo tipo de proyecto civil o arquitectónico, tales como construcción de edificaciones, viviendas, vías, pavimentos, puentes, aeropuertos, acueductos, alcantarillados, oleoductos, gasoductos, poliductos, etc., que hayan sido previamente diseñados o calculados por arquitectos o ingenieros respectivamente;\n", "b) Gestionar, planear, organizar, ejecutar, administrar y controlar (inspección, dirección de obra y/o interventoría), los diferentes procesos constructivos de los proyectos de obra civil o arquitectónica, utilizando las nuevas tecnologías y aplicando las normas constructivas vigentes, siempre y cuando el proyecto haya sido previamente calculado y diseñado por ingenieros civiles o arquitectos respectivamente;\n", "c) Producir materiales para la construcción e investigar sobre nuevos sistemas constructivos, innovar tanto las técnicas como los procesos constructivos e implementar en el proceso constructivo normas y procesos ambientales;\n", "d) Implementar, coordinar y asignar tareas derivadas de planes de mantenimiento constructivo preventivo y correctivo;\n", "e) Celebrar contratos públicos o privados cuyo, objeto sea la materialización, gestión, planeación, organización, administración o control de proyectos arquitectónicos o civiles, tales como Construcción de edificaciones, viviendas, vías, pavimentos, puentes, aeropuertos, acueductos, alcantarillados, oleoductos, gasoductos, poliductos, etc. y, en general, contratos que tengan que ver con la construcción de todo tipo de proyectos que hayan sido previamente diseñados o calculados por arquitectos o ingenieros respectivamente;\n", "f) Gerencia de proyectos de construcción, programación de obras y proyectos, y elaboración y control de presupuestos de construcción;\n", "g) Asesor sobre todo lo referente a la materialización de obras civiles o arquitectónicas;\n", "h) Realizar estudios, trámites y expedición de licencias de urbanismo y construcción de proyectos que hayan sido previamente calculados y diseñados por ingenieros civiles o arquitectos respectivamente;\n", "i) Desempeñar la docencia en el área de la construcción;\n", "j) Elaboración de avalúos y peritazgos en materia de construcción a las edificaciones;\n", "k) La demás que se ejerzan dentro del campo de la profesión del constructor.\n", "Parágrafo 2°.- Adicionado por el art. 4, Ley 1299 de 2008 <El texto adicionado es el siguiente> A partir de la entrada en vigencia de la presente ley, las facultades en \"profesionales de la construcción en arquitectura e ingeniería\"; deberán cumplir con la misma intensidad horaria en sismo resistencia que la establecida para la carrera profesional de Ingeniería Civil; esto con el fin de que sus egresados profesionales puedan cumplir con las actividades previstas en la Ley 400 de 1997.\n"]}, "dot_comma_sep": ["Artículo 4º.", "- Definiciones.", "Para los efectos de esta Ley se entiende por:\n.", "1.", "Acabados o elementos no estructurales.", "Partes y componentes de una edificación que no pertenecen a la estructura o a su cimentación.", "2.", "Amenaza sísmica.", "Es el valor esperado de futuras acciones sísmicas en el sitio de interés y se cuantifica en términos de una aceleración horizontal del terreno esperada, que tiene una probabilidad de excedencia dada en un lapso de tiempo predeterminado.", "3.", "Amplificación de la onda sísmica.", "Aumento en la amplitud de las ondas sísmicas, producido por su paso desde la roca hasta la superficie del terreno, a través de los estratos del suelo.", "4.", "Capacidad de disipación de energía.", "Es la capacidad que tiene un sistema estructural, un elemento estructural o una sección de un elemento estructural, de trabajar dentro del rango inelástico de respuesta sin perder su resistencia.", "5.", "Carga muerta.", "Es la carga vertical debida al peso de todos los elementos permanentes, ya sean estructurales o no estructurales.", "6.", "Carga viva.", "Es la carga debida al uso de la estructura, sin incluir la carga muerta.", "Fuerza de viento o sismo.", "7.", "Casa.", "Edificación unifamiliar destinada a vivienda.", "8.", "Construcción sismo resistente.", "Es el tipo de construcción que cumple con el objeto de esta Ley, a través de un diseño y una construcción que se ajusta a los parámetros establecidos en ella y sus reglamentos.", "9.", "Modificado por el art.", "1, Ley 1229 de 2008 <El nuevo texto es el siguiente> Constructor.", "Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, bajo cuya responsabilidad se adelanta la construcción de una edificación.", "El texto original era el siguiente: ", "9.", "Constructor.", "Es el profesional, ingeniero civil o arquitecto, bajo cuya responsabilidad se adelanta la construcción de una edificación.", "10.", "Deriva de piso.", "Es la diferencia entre los desplazamientos horizontales de los niveles entre los cuales está comprendido el piso.", "11.", "Diseñador arquitectónico.", "Es el arquitecto bajo cuya responsabilidad se realizan el diseño y los planos arquitectónicos de la edificación y quien los firma o rotula.", "12.", "Diseñador de los elementos no estructurales.", "Es el profesional, facultado para ese fin, bajo cuya responsabilidad se realizan el diseño y los planos de los elementos no estructurales de la edificación y quien los firma o rotula.", "13.", "Diseñador estructural.", "Es el ingeniero civil, facultado para ese fin, bajo cuya responsabilidad se realizan el diseño y los planos estructurales de la edificación, y quien los firma o rotula.", "14.", "Edificación.", "Es una construcción cuyo uso primordial es la habitación u ocupación por seres humanos.", "15.", "Edificaciones de atención a la comunidad.", "Son las edificaciones necesarias para atender emergencia, preservar la salud y la seguridad de las personas, tales como: cuarteles de bomberos, policía y fuerzas militares, instalaciones de salud, sedes de organismos operativos de emergencia, etc.", "16.", "Edificaciones indispensables.", "Son aquellas edificaciones de atención a la comunidad que deben funcionar durante y después de un sismo, cuya operación no puede ser trasladada rápidamente a un lugar alterno, tales como hospitales de niveles de complejidad 2 y 3 y centrales de operación y control de líneas vitales.", "17.", "Elemento o miembro estructural.", "Componente del sistema estructural de la edificación.", "18.", "Estructura.", "Es un ensamblaje de elementos, diseñado para soportar las cargas gravitacionales y resistir las fuerzas horizontales.", "19.", "Fuerzas sísmicas.", "Son los efectos inerciales causados por la aceleración del sismo, expresados como fuerzas para ser utilizadas en el análisis y diseño de la estructura.", "20.", "Desempeños de los elementos no estructurales.", "Se denominan desempeño el comportamiento de los elementos no estructurales de la edificación ante la ocurrencia de un sismo que la afecte.", "21.", "Grupo de uso.", "Clasificación de las edificaciones según su importancia para la atención y recuperación de las personas que habitan en una región que puede ser afectada por un sismo o cualquier tipo de desastre.", "22.", "Ingeniero geotecnista.", "Es el ingeniero civil, quien firma el estudio geotécnico y bajo cuya responsabilidad se realizan los estudios geotécnicos o de suelos, por medio de los cuales se fijan los parámetros de diseño de la cimentación, los efectos de ampliación de la onda sísmica causados por el tipo y estratificación del suelo subyacente a la edificación, y la definición de los parámetros del suelo que se deben utilizar en la evaluación de los efectos de interacción suelo-estructura.", "23.", "Interacción suelo-estructura.", "Es el efecto que tienen en la respuesta estática y dinámica de la estructura las propiedades del suelo que da apoyo a la edificación, sumado a las propiedades de rigidez de la cimentación y de la estructura.", "24.", "Modificado por el art.", "2, Ley 1229 de 2008 <El nuevo texto es el siguiente>  Interventor.", "Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e Ingeniería, que representa al propietario durante la construcción de la edificación, bajo cuya responsabilidad se verifica que esta se adelante de acuerdo con todas las reglamentaciones correspondientes, siguiendo los planos, diseños y especificaciones realizados por los diseñadores.", "El texto original era el siguiente:", "24.", "Interventor.", "Es el profesional, ingeniero civil o arquitecto, que representa al propietario durante la construcción de la edificación, bajo cuya responsabilidad se verifica que ésta se adelante de acuerdo con todas las reglamentaciones correspondientes, siguiendo los planos, diseños y especificaciones realizados por los diseñadores.", "25.", "Licencia de construcción.", "Acto administrativo por medio del cual se concede, a solicitud del interesado, la autorización para adelantar la construcción de una edificación.", "26.", "Líneas vitales.", "Infraestructura básica de redes.", "Tuberías o elementos conectados o continuos, que permite la movilización de energía eléctrica, agua, combustibles, información y el transporte de personas y productos, esencial para realizar con eficiencia y calidad las actividades de la sociedad.", "27.", "Licuación.", "Respuesta de los suelos sometidos a vibraciones, en el cual éstos se comportan como un fluido denso y no como una masa de suelo húmeda.", "28.", "Microzonificación sísmica.", "División de una región o de un área urbana en zonas más pequeñas, que presentan un cierto, grado de similitud en la forma como se ven afectadas por los movimientos sísmicos, dadas las características de los estratos de suelo subyacente.", "29.", "Movimiento telúrico.", "Movimiento de la corteza terrestre.", "30.", "Perfil de suelo.", "Son los diferentes estratos de suelo existentes debajo del sitio de la edificación.", "31.", "Propietario.", "Es la persona, natural o jurídica, dueña del predio, a nombre de la cual se expide la licencia de construcción y quien contrata los diferentes profesionales que intervienen en el diseño, la construcción y la supervisión técnica de la estructura de la edificación y de los elementos no estructurales contemplados por esta ley y sus reglamentos.", "32.", "Revisor de los diseños.", "Es el ingeniero civil diferente del diseñador e independiente laboralmente de él, que tiene la responsabilidad de revisar los diseños estructurales y estudios geotécnicos; o el arquitecto o ingeniero civil o mecánico que revisa los diseños de elementos no estructurales, para constatar que la edificación propuesta cumple con los requisitos exigidos por esta ley y sus reglamentos.", "33.", "Sello seco registrado.", "Marca realzada que queda colocada sobre un plano de construcción y que reemplaza la firma del diseñador responsable de los diseños expresados en él.", "La marca que produce debe contener el nombre del profesional, su profesión y el número de la matrícula profesional.", "\"La Comisión Asesora para el Régimen de Construcciones Sismo Resistentes\" determinará la entidad a cargo del registro.", "34.", "Sismo, temblor o terremoto.", "Vibraciones de la corteza terrestre inducidas por el paso de ondas sísmicas provenientes de un lugar o zona donde han ocurrido movimientos súbitos de la corteza terrestre.", "35.", "Sismo de diseño.", "Es la caracterización de los movimientos sísmicos mínimos que deben utilizarse en la realización del diseño sismo resistente.", "36.", "Sistema de resistencia sísmica.", "Es aquella parte de la estructura que según el diseño, aporta la resistencia requerida para soportar los movimientos sísmicos de diseño.", "37.", "Solicitaciones.", "Son las fuerzas u otras acciones que afectan la estructura debido al peso propio de la misma, de los elementos no estructurales, de sus ocupantes y sus posesiones, de efectos ambientales tales como el viento o el sismo, de los asentamientos diferenciales, y de los cambios dimensionales causados por vibraciones en la temperatura o efectos geológicos de los materiales.", "En general, corresponden a todo lo que pueda afectar la estructura.", "38.", "Supervisión técnica.", "Se entiende por supervisión técnica la verificación de la sujeción de la construcción de la estructura de la edificación a los planos, diseños y especificaciones realizadas por el diseñador estructural.", "Así mismo, que los elementos no estructurales se construyan siguiendo los planos, diseños y especificaciones realizadas por el diseñador de los elementos no estructurales, de acuerdo con el grado de desempeño sísmico requerido.", "La supervisión técnica puede ser realizada por el interventor, cuando a voluntad del propietario se contrate una interventoría de la construcción.", "39.", "Supervisión técnica continua.", "Es aquélla en la cual todas las labores de construcción se supervisan de una manera permanente.", "40.", "Supervisión técnica itinerante.", "Es aquella en la cual el supervisor técnico visita la obra con la frecuencia necesaria para verificar que la construcción se está adelantando adecuadamente.", "41.", "Modificado por el art.", "3, Ley 1299 de 2008 <El nuevo texto es el siguiente> Supervisor técnico.", "Es el profesional, ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, bajo cuya responsabilidad se realiza la supervisión técnica.", "El texto original era el siguiente:", "41.", "Supervisor técnico.", "Es el profesional, ingeniero civil o arquitecto, bajo cuya responsabilidad se realiza la supervisión técnica.", "42.", "Vulnerabilidad.", "Es la cuantificación del potencial del mal comportamiento de una edificación con respecto a una solicitud.", "43.", "Zona de amenaza sísmica.", "Son regiones del país donde la amenaza sísmica varia con respecto a otras.", "Parágrafo 1°", ".°", "- Adicionado por el art.", "4, Ley 1299 de 2008 <El texto adicionado es el siguiente> Entiéndase por profesional en construcción en arquitectura e ingeniería, al profesional de nivel universitario cuya formación académica le habilita para:\n.", "a) Construir o materializar la construcción de todo tipo de proyecto civil o arquitectónico, tales como construcción de edificaciones, viviendas, vías, pavimentos, puentes, aeropuertos, acueductos, alcantarillados, oleoductos, gasoductos, poliductos, etc.", ", que hayan sido previamente diseñados o calculados por arquitectos o ingenieros respectivamente;\n.", "b) Gestionar, planear, organizar, ejecutar, administrar y controlar (inspección, dirección de obra y/o interventoría), los diferentes procesos constructivos de los proyectos de obra civil o arquitectónica, utilizando las nuevas tecnologías y aplicando las normas constructivas vigentes, siempre y cuando el proyecto haya sido previamente calculado y diseñado por ingenieros civiles o arquitectos respectivamente;", "c) Producir materiales para la construcción e investigar sobre nuevos sistemas constructivos, innovar tanto las técnicas como los procesos constructivos e implementar en el proceso constructivo normas y procesos ambientales;", "d) Implementar, coordinar y asignar tareas derivadas de planes de mantenimiento constructivo preventivo y correctivo;", "e) Celebrar contratos públicos o privados cuyo, objeto sea la materialización, gestión, planeación, organización, administración o control de proyectos arquitectónicos o civiles, tales como Construcción de edificaciones, viviendas, vías, pavimentos, puentes, aeropuertos, acueductos, alcantarillados, oleoductos, gasoductos, poliductos, etc.", "y, en general, contratos que tengan que ver con la construcción de todo tipo de proyectos que hayan sido previamente diseñados o calculados por arquitectos o ingenieros respectivamente;\n.", "f) Gerencia de proyectos de construcción, programación de obras y proyectos, y elaboración y control de presupuestos de construcción;", "g) Asesor sobre todo lo referente a la materialización de obras civiles o arquitectónicas;", "h) Realizar estudios, trámites y expedición de licencias de urbanismo y construcción de proyectos que hayan sido previamente calculados y diseñados por ingenieros civiles o arquitectos respectivamente;", "i) Desempeñar la docencia en el área de la construcción;", "j) Elaboración de avalúos y peritazgos en materia de construcción a las edificaciones;", "k) La demás que se ejerzan dentro del campo de la profesión del constructor.", "Parágrafo 2°", ".°", "- Adicionado por el art.", "4, Ley 1299 de 2008 <El texto adicionado es el siguiente> A partir de la entrada en vigencia de la presente ley, las facultades en \"profesionales de la construcción en arquitectura e ingeniería\"; deberán cumplir con la misma intensidad horaria en sismo resistencia que la establecida para la carrera profesional de Ingeniería Civil; esto con el fin de que sus egresados profesionales puedan cumplir con las actividades previstas en la Ley 400 de 1997."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000301000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 5º", "content": ["Artículo 5º.- Responsabilidad de los diseños. Para efectos de la asignación de las responsabilidades correspondientes, deben consultarse las definiciones de constructor, diseñador, arquitectónico, diseñador estructural, diseñador de los elementos no estructurales, ingeniero geotecnista, revisor de los diseños, propietario, interventor y supervisor técnico, establecidas en el Título II de esta ley.\n"]}, "dot_comma_sep": ["Artículo 5º.", "- Responsabilidad de los diseños.", "Para efectos de la asignación de las responsabilidades correspondientes, deben consultarse las definiciones de constructor, diseñador, arquitectónico, diseñador estructural, diseñador de los elementos no estructurales, ingeniero geotecnista, revisor de los diseños, propietario, interventor y supervisor técnico, establecidas en el Título II de esta ley."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000301000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 6º", "content": ["Artículo 6º.- Responsabilidad de los diseñadores. La responsabilidad de los diseños de los diferentes elementos que componen la edificación, así como la adopción de todas las medidas necesarias para el cumplimiento en ellos del objetivo de las normas de esta ley y sus reglamentos, recae en los profesionales bajo cuya dirección se elaboran los diferentes diseños particulares.\n", "Parágrafo 1º.- La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo establecido en el artículo 39 de la presente Ley, establecerá el contenido mínimo de los planos, memorias y estudios de los diferentes diseños, así como sus especificaciones.\n", "Parágrafo 2º.- Todos los diseños deben ir firmados o rotulados con sello seco registrado por profesionales matriculados y facultados para este fin, que cumplan las calidades y requisitos indicados en el Capítulo 2 del Título VI, quienes obrarán como responsables.\n", "Parágrafo 3º.- Todos los diseños deben contemplar las normas sobre la eliminación de barrera arquitectónicas para las personas discapacitadas y de tercera edad.\n"]}, "dot_comma_sep": ["Artículo 6º.", "- Responsabilidad de los diseñadores.", "La responsabilidad de los diseños de los diferentes elementos que componen la edificación, así como la adopción de todas las medidas necesarias para el cumplimiento en ellos del objetivo de las normas de esta ley y sus reglamentos, recae en los profesionales bajo cuya dirección se elaboran los diferentes diseños particulares.", "Parágrafo 1º.", "- La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo establecido en el artículo 39 de la presente Ley, establecerá el contenido mínimo de los planos, memorias y estudios de los diferentes diseños, así como sus especificaciones.", "Parágrafo 2º.", "- Todos los diseños deben ir firmados o rotulados con sello seco registrado por profesionales matriculados y facultados para este fin, que cumplan las calidades y requisitos indicados en el Capítulo 2 del Título VI, quienes obrarán como responsables.", "Parágrafo 3º.", "- Todos los diseños deben contemplar las normas sobre la eliminación de barrera arquitectónicas para las personas discapacitadas y de tercera edad."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000301000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 7º", "content": ["Artículo 7º.- Sujeción de la construcción a los planos. Los planos arquitectónicos y estructurales que se presenten para la obtención de la licencia de construcción deben ser iguales a los utilizados en la construcción de la obra. Por lo menos una copia de éstos debe permanecer en el archivo del departamento administrativo o dependencia distrital o municipal a cargo de la expedición de la licencia de construcción.\n", "Parágrafo.- Todos los planos arquitectónicos y estructurales deben contemplar las normas sobre la eliminación de barreras arquitectónicas para las personas discapacitadas y de tercera edad. \n"]}, "dot_comma_sep": ["Artículo 7º.", "- Sujeción de la construcción a los planos.", "Los planos arquitectónicos y estructurales que se presenten para la obtención de la licencia de construcción deben ser iguales a los utilizados en la construcción de la obra.", "Por lo menos una copia de éstos debe permanecer en el archivo del departamento administrativo o dependencia distrital o municipal a cargo de la expedición de la licencia de construcción.", "Parágrafo.", "- Todos los planos arquitectónicos y estructurales deben contemplar las normas sobre la eliminación de barreras arquitectónicas para las personas discapacitadas y de tercera edad."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 8º", "content": ["Artículo 8º.- Uso de materiales y métodos alternos. Se permite el uso de materiales estructurales, métodos de diseño y métodos de construcción diferentes a los prescritos en esta ley y sus reglamentos, siempre y cuando se cumplan los requisitos establecidos en los artículos siguientes.\n"]}, "dot_comma_sep": ["Artículo 8º.", "- Uso de materiales y métodos alternos.", "Se permite el uso de materiales estructurales, métodos de diseño y métodos de construcción diferentes a los prescritos en esta ley y sus reglamentos, siempre y cuando se cumplan los requisitos establecidos en los artículos siguientes."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000010", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 9º", "content": ["Artículo 9º.- Materiales alternos. Se permite el uso de materiales estructurales no previstos en esta Ley y sus reglamentos, mediante autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" en los términos del artículo 14, sujeto al régimen de responsabilidades establecido en la presente Ley y sus reglamentos. \n"]}, "dot_comma_sep": ["Artículo 9º.", "- Materiales alternos.", "Se permite el uso de materiales estructurales no previstos en esta Ley y sus reglamentos, mediante autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" en los términos del artículo 14, sujeto al régimen de responsabilidades establecido en la presente Ley y sus reglamentos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000011", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 10º", "content": ["Artículo 10º.- Métodos alternos de análisis y diseño. Se permite el uso de métodos de análisis y diseño estructural diferentes a los prescritos por esta Ley y sus reglamentos siempre y cuando el diseñador estructural presente evidencia que demuestre que la alternativa propuesta cumple con sus propósitos en cuanto a seguridad, durabilidad y resistencia especialmente sísmica, y además se sujete a uno de los procedimientos siguientes:\n", "1. Presentar con los documentos necesarios para la obtención de la licencia de construcción de la edificación, la evidencia demostrativa y un memorial en el cual inequívocamente acepta la responsabilidad sobre las metodologías de análisis y diseño alternas,\n", "2. Obtener una autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de acuerdo con lo dispuesto en el artículo 14, que le permite su utilización, sujeto al régimen de responsabilidades establecido en la presente Ley y sus reglamentos. \n"]}, "dot_comma_sep": ["Artículo 10º.", "- Métodos alternos de análisis y diseño.", "Se permite el uso de métodos de análisis y diseño estructural diferentes a los prescritos por esta Ley y sus reglamentos siempre y cuando el diseñador estructural presente evidencia que demuestre que la alternativa propuesta cumple con sus propósitos en cuanto a seguridad, durabilidad y resistencia especialmente sísmica, y además se sujete a uno de los procedimientos siguientes:\n.", "1.", "Presentar con los documentos necesarios para la obtención de la licencia de construcción de la edificación, la evidencia demostrativa y un memorial en el cual inequívocamente acepta la responsabilidad sobre las metodologías de análisis y diseño alternas,\n.", "2.", "Obtener una autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de acuerdo con lo dispuesto en el artículo 14, que le permite su utilización, sujeto al régimen de responsabilidades establecido en la presente Ley y sus reglamentos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000012", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 11º", "content": ["Artículo 11º.- Métodos alternos de construcción. Se permite el uso de métodos alternos de construcción y de materiales cubiertos, pero cuya metodología constructiva sea diferente a la prescrita por éstos, siempre y cuando el diseñador estructural y el constructor presenten, en conjunto, un memorial en el cual inequívocamente aceptan las responsabilidades que se derivan de la metodología alterna de construcción. uno de los procedimientos siguientes:\n", "1. Utilizar los criterios de diseño sísmico presentados en el Título A de la reglamentación, de conformidad con lo dispuesto en el artículo 46 de esta Ley.\n", "2. Obtener autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo dispuesto en el artículo 14, que le permita su utilización, la cual no exime del régimen de responsabilidades establecido en la presente Ley y sus reglamentos.\n"]}, "dot_comma_sep": ["Artículo 11º.", "- Métodos alternos de construcción.", "Se permite el uso de métodos alternos de construcción y de materiales cubiertos, pero cuya metodología constructiva sea diferente a la prescrita por éstos, siempre y cuando el diseñador estructural y el constructor presenten, en conjunto, un memorial en el cual inequívocamente aceptan las responsabilidades que se derivan de la metodología alterna de construcción.", "uno de los procedimientos siguientes:\n.", "1.", "Utilizar los criterios de diseño sísmico presentados en el Título A de la reglamentación, de conformidad con lo dispuesto en el artículo 46 de esta Ley.", "2.", "Obtener autorización previa de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo dispuesto en el artículo 14, que le permita su utilización, la cual no exime del régimen de responsabilidades establecido en la presente Ley y sus reglamentos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000013", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 13º", "content": ["Artículo 13º.- Otros sistemas, metodologías o materiales. Cualquier sistema de diseño y construcción que haga referencia al objeto de esta Ley y sus reglamentos, del cual exista evidencia obtenida por uso, análisis o experimentación de que está capacitado para cumplir sus propósitos pero no reúne uno o más requisitos específicos de la ley y sus reglamentos, podrá presentarse ante la dependencia distrital o municipal a cargo de la expedición de las licencias de construcción, acompañado de una autorización de la \"Comisión Asesora permanente para el Régimen de Construcciones Sismo Resistentes\", de acuerdo con lo dispuesto en el artículo 14, la cual no exime del régimen de responsabilidades establecido en la presente Ley y sus reglamentos.\n"]}, "dot_comma_sep": ["Artículo 13º.", "- Otros sistemas, metodologías o materiales.", "Cualquier sistema de diseño y construcción que haga referencia al objeto de esta Ley y sus reglamentos, del cual exista evidencia obtenida por uso, análisis o experimentación de que está capacitado para cumplir sus propósitos pero no reúne uno o más requisitos específicos de la ley y sus reglamentos, podrá presentarse ante la dependencia distrital o municipal a cargo de la expedición de las licencias de construcción, acompañado de una autorización de la \"Comisión Asesora permanente para el Régimen de Construcciones Sismo Resistentes\", de acuerdo con lo dispuesto en el artículo 14, la cual no exime del régimen de responsabilidades establecido en la presente Ley y sus reglamentos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000302000014", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Otros materiales y métodos alternos de diseño y construcción\n"}, "article": {"name": "Artículo 14°", "content": ["Artículo 14°.- Conceptos de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\". Con base en la evidencia presentada sobre la idoneidad del sistema de resistencia sísmica y del alcance propuesto para su utilización, la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", emitirá un concepto sobre el uso de materiales, métodos y sistemas comprendidos en esta Ley y sus reglamentos. \n"]}, "dot_comma_sep": ["Artículo 14°", ".°", "- Conceptos de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\".", "Con base en la evidencia presentada sobre la idoneidad del sistema de resistencia sísmica y del alcance propuesto para su utilización, la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", emitirá un concepto sobre el uso de materiales, métodos y sistemas comprendidos en esta Ley y sus reglamentos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000015", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 15º", "content": ["Artículo 15º.- Obligatoriedad. El Curador o las oficinas o las dependencias distritales o municipales a cargo de la expedición de las licencias, deben constatar previamente que la edificación propuesta cumple los requisitos exigidos por la presente Ley y sus reglamentos, mediante la revisión de los planos, memorias y estudios de los diferentes mencionados en el Título III.\n", "Parágrafo.- Modificado por el art. 3, Ley 1796 de 2016 <El nuevo texto es el siguiente> La revisión de los diseños estructurales de las edificaciones cuyo predio o predios permitan superar más de dos mil (2.000) metros cuadrados de área construida, independientemente de su uso, será realizada a costo de quien solicita la licencia, con un profesional particular, calificado para tal fin, de conformidad con los requisitos establecidos en el Capítulo III Título VI de esta ley, diferente del diseñador e independiente laboralmente de él, el cual luego de corregidos los ajustes solicitados mediante el acta de observaciones emitida por el curador urbano o la dependencia de la administración municipal o distrital encargada de la expedición de licencias de construcción, por medio de un memorial dirigido a esta certificará el alcance de la revisión efectuada, el cumplimiento de las normas de la presente ley y sus decretos reglamentarios y firmará los planos y demás documentos técnicos como constancia de haber efectuado la revisión.\n", "El profesional encargado de la revisión de los diseños estructurales será escogido de manera autónoma por el solicitante de la licencia.\n", "Esta revisión también la podrán realizar personas jurídicas que cuenten con personal calificado, acreditado y registrado que cumpla con los requisitos definidos en la presente ley para realizar la revisión de los diseños estructurales.\n", "Cuando se presenten diferencias entre el diseñador estructural y el revisor del proyecto las mismas se resolverán de conformidad con el reglamento que para tal efecto adopte el Gobierno nacional.\n", "Para edificaciones que deban someterse a una supervisión técnica de acuerdo con lo establecido en el Título V de la presente ley y sus decretos reglamentarios y que se localicen en municipios y distritos donde no se cuente con la figura de curador urbano, la revisión de que trata el presente parágrafo correrá a costa de quien solicite la licencia y será ejercida por profesionales independientes o por el curador urbano del municipio más cercano del mismo departamento, en los términos y condiciones que establezca el Gobierno nacional a través del Ministerio de Vivienda, Ciudad y Territorio.\n", "La revisión de los diseños estructurales de las edificaciones cuyo predio o predios no permitan superar más de dos mil (2.000) metros cuadrados de área construida, independientemente de su uso, deberá cumplir con la totalidad de las normas previstas en la presente ley y sus decretos reglamentarios, recayendo la responsabilidad sobre el diseñador estructural, el propietario del predio o el fideicomitente o el constructor en el caso de los patrimonios autónomos titulares de los derechos de dominio que hayan sido designados en el respectivo contrato de fiducia, de conformidad con lo previsto en la ley al respecto, y el titular de la licencia de construcción. Sin perjuicio de lo anterior, durante el trámite de la licencia se hará una revisión del proyecto estructural por parte de los encargados de estudiar y expedir las licencias.\n", "Cuando la edificación que se pretende desarrollar tenga menos de dos mil (2.000) metros cuadrados de área construida, pero cuente con la posibilidad de tramitar ampliaciones que permitan alcanzar los dos mil (2.000) metros cuadrados exigidos, en la evaluación inicial del diseño estructural se analizará si el mismo soporta la futura ampliación en cuyo caso la edificación pese a tener menos de dos mil (2.000) metros cuadrados, deberá contar con la revisión estructural de que trata este artículo.\n", "Cuando en uno o más predios se aprueben distintas edificaciones que en conjunto superen los dos mil (2.000) metros cuadrados de área construida, cada una de ellas independientemente de su área construida deberá contar con la revisión estructural exigida en este artículo.\n", "El texto original era el siguiente:\n", "Parágrafo.- La revisión de los diseños puede ser realizada por el Curador o por funcionarios de las oficinas o dependencias municipales o distritales encargadas de expedir las licencias de construcción; o bien, a costo de quien solicita la licencia, con un profesional particular, calificado para tal fin de conformidad con los requisitos establecidos en el Capítulo 3, Título VI de esta Ley, diferente del diseñador o independiente laboralmente de él, el cual por medio de un memorial dirigido a las oficinas o dependencias mencionadas, indique el alcance de la revisión efectuada, el cumplimiento de las normas de la presente Ley y sus decretos reglamentarios. \n"]}, "dot_comma_sep": ["Artículo 15º.", "- Obligatoriedad.", "El Curador o las oficinas o las dependencias distritales o municipales a cargo de la expedición de las licencias, deben constatar previamente que la edificación propuesta cumple los requisitos exigidos por la presente Ley y sus reglamentos, mediante la revisión de los planos, memorias y estudios de los diferentes mencionados en el Título III.", "Parágrafo.", "- Modificado por el art.", "3, Ley 1796 de 2016 <El nuevo texto es el siguiente> La revisión de los diseños estructurales de las edificaciones cuyo predio o predios permitan superar más de dos mil (2.", "000) metros cuadrados de área construida, independientemente de su uso, será realizada a costo de quien solicita la licencia, con un profesional particular, calificado para tal fin, de conformidad con los requisitos establecidos en el Capítulo III Título VI de esta ley, diferente del diseñador e independiente laboralmente de él, el cual luego de corregidos los ajustes solicitados mediante el acta de observaciones emitida por el curador urbano o la dependencia de la administración municipal o distrital encargada de la expedición de licencias de construcción, por medio de un memorial dirigido a esta certificará el alcance de la revisión efectuada, el cumplimiento de las normas de la presente ley y sus decretos reglamentarios y firmará los planos y demás documentos técnicos como constancia de haber efectuado la revisión.", "El profesional encargado de la revisión de los diseños estructurales será escogido de manera autónoma por el solicitante de la licencia.", "Esta revisión también la podrán realizar personas jurídicas que cuenten con personal calificado, acreditado y registrado que cumpla con los requisitos definidos en la presente ley para realizar la revisión de los diseños estructurales.", "Cuando se presenten diferencias entre el diseñador estructural y el revisor del proyecto las mismas se resolverán de conformidad con el reglamento que para tal efecto adopte el Gobierno nacional.", "Para edificaciones que deban someterse a una supervisión técnica de acuerdo con lo establecido en el Título V de la presente ley y sus decretos reglamentarios y que se localicen en municipios y distritos donde no se cuente con la figura de curador urbano, la revisión de que trata el presente parágrafo correrá a costa de quien solicite la licencia y será ejercida por profesionales independientes o por el curador urbano del municipio más cercano del mismo departamento, en los términos y condiciones que establezca el Gobierno nacional a través del Ministerio de Vivienda, Ciudad y Territorio.", "La revisión de los diseños estructurales de las edificaciones cuyo predio o predios no permitan superar más de dos mil (2.", "000) metros cuadrados de área construida, independientemente de su uso, deberá cumplir con la totalidad de las normas previstas en la presente ley y sus decretos reglamentarios, recayendo la responsabilidad sobre el diseñador estructural, el propietario del predio o el fideicomitente o el constructor en el caso de los patrimonios autónomos titulares de los derechos de dominio que hayan sido designados en el respectivo contrato de fiducia, de conformidad con lo previsto en la ley al respecto, y el titular de la licencia de construcción.", "Sin perjuicio de lo anterior, durante el trámite de la licencia se hará una revisión del proyecto estructural por parte de los encargados de estudiar y expedir las licencias.", "Cuando la edificación que se pretende desarrollar tenga menos de dos mil (2.", "000) metros cuadrados de área construida, pero cuente con la posibilidad de tramitar ampliaciones que permitan alcanzar los dos mil (2.", "000) metros cuadrados exigidos, en la evaluación inicial del diseño estructural se analizará si el mismo soporta la futura ampliación en cuyo caso la edificación pese a tener menos de dos mil (2.", "000) metros cuadrados, deberá contar con la revisión estructural de que trata este artículo.", "Cuando en uno o más predios se aprueben distintas edificaciones que en conjunto superen los dos mil (2.", "000) metros cuadrados de área construida, cada una de ellas independientemente de su área construida deberá contar con la revisión estructural exigida en este artículo.", "El texto original era el siguiente:", "Parágrafo.", "- La revisión de los diseños puede ser realizada por el Curador o por funcionarios de las oficinas o dependencias municipales o distritales encargadas de expedir las licencias de construcción; o bien, a costo de quien solicita la licencia, con un profesional particular, calificado para tal fin de conformidad con los requisitos establecidos en el Capítulo 3, Título VI de esta Ley, diferente del diseñador o independiente laboralmente de él, el cual por medio de un memorial dirigido a las oficinas o dependencias mencionadas, indique el alcance de la revisión efectuada, el cumplimiento de las normas de la presente Ley y sus decretos reglamentarios."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000016", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 16º", "content": ["Artículo 16º.- Alcance y procedimiento de la revisión. El alcance y los procedimientos de revisión de los diseños serán definidos por la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo establecido en el artículo 42 de esta Ley.\n"]}, "dot_comma_sep": ["Artículo 16º.", "- Alcance y procedimiento de la revisión.", "El alcance y los procedimientos de revisión de los diseños serán definidos por la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo establecido en el artículo 42 de esta Ley."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000017", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 17º", "content": ["Artículo 17º.- Idoneidad del revisor de los diseños. La revisión de los diseños deberá efectuarse por profesionales que cumplan las calidades y requisitos indicadas en el Capítulo 3 del Título VI de la presente Ley. \n", "SUPERVISIÓN TÉCNICA DE LA CONSTRUCCIÓN\n"]}, "dot_comma_sep": ["Artículo 17º.", "- Idoneidad del revisor de los diseños.", "La revisión de los diseños deberá efectuarse por profesionales que cumplan las calidades y requisitos indicadas en el Capítulo 3 del Título VI de la presente Ley.", "SUPERVISIÓN TÉCNICA DE LA CONSTRUCCIÓN"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000018", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 18º", "content": ["Artículo 18º.- Modificado por el art. 4, Ley 1796 de 2016 <El nuevo texto es el siguiente> Obligatoriedad. Las edificaciones cuyo predio o predios permitan superar más de dos mil (2.000) metros cuadrados de área construida, independientemente de su uso, deberá someterse a una supervisión técnica independiente del constructor, de acuerdo con lo establecido en este título y en los decretos reglamentarios correspondientes.\n", "Las edificaciones cuyo predio o predios no permitan superar más de dos mil (2.000) metros cuadrados de área construida, independientemente de su uso, deberá ejecutarse conforme lo aprobado en la licencia de construcción recayendo la responsabilidad sobre el constructor, diseñador estructural, y quienes hayan ostentado la titularidad del predio y de la licencia de construcción. En los casos en que en virtud de la existencia de un patrimonio autónomo sea el fiduciario quien ostente la titularidad del predio y/o de la licencia de construcción, se deberá prever en el correspondiente contrato fiduciario quien es el responsable de esta obligación.\n", "En todo caso el diseñador estructural o ingeniero geotecnista podrá exigir supervisión técnica a las edificaciones cuya complejidad, procedimientos constructivos especiales o materiales empleados la hagan necesaria, consignando este requisito mediante memorial que se anexará al proyecto estructural y/o al estudio geotécnico correspondiente.\n", "Cuando la edificación que se pretende desarrollar tenga menos de dos mil (2.000) metros cuadrados de área construida, pero cuente con la posibilidad de tramitar ampliaciones que permitan alcanzar los dos mil (2.000) metros cuadrados exigidos, en la evaluación inicial del diseño estructural se analizará si el mismo soporta la futura ampliación en cuyo caso la edificación pese a tener menos de dos mil (2.000) metros cuadrados, deberá contar con la supervisión técnica.\n", "Cuando en uno o más predios se aprueben distintas edificaciones que en conjunto superen los dos mil (2.000) metros cuadrados de área construida, cada una de ellas independientemente de su área construida deberá contar con la supervisión técnica exigida en este artículo.\n", "Parágrafo 1°. Corresponde al Gobierno nacional definir las funciones, alcance, procedimientos, documentos y responsabilidades relacionados con la supervisión técnica de que trata la presente ley.\n", "Parágrafo 2°. Se excluyen las estructuras que se diseñen y construyan siguiendo las recomendaciones presentadas en el Título E de viviendas de uno y dos pisos de la Norma Sismorresistente NSR-10.\n", "Parágrafo 3°. La supervisión de que trata este artículo se exigirá sin perjuicio de la obligación que tiene el constructor de realizar todos los controles de calidad que esta ley y sus reglamentos exigen para garantizar que la edificación se ejecute de conformidad con los planos, diseños y especificaciones técnicas aprobados en la respectiva licencia. Para ello, el constructor, durante el desarrollo de la obra, deberá contar con la participación del diseñador estructural del proyecto y del ingeniero geotecnista responsables de los planos y estudios aprobados, quienes deberán atender las consultas y aclaraciones que solicite el constructor y/o el supervisor técnico. Tales consultas y aclaraciones deberán quedar registradas y documentadas en el proceso de supervisión de la obra.\n", "Parágrafo 4°. La supervisión de que trata el presente artículo también la podrán realizar personas jurídicas que cuenten con personal calificado, acreditado y registrado que cumpla con los requisitos definidos en la presente ley para realizar la supervisión técnica.\n", "Cuando se presenten diferencias entre el constructor y el supervisor técnico del proyecto, las mismas se resolverán de conformidad con el reglamento que para tal efecto adopte el Gobierno nacional.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 18º.", "- Modificado por el art.", "4, Ley 1796 de 2016 <El nuevo texto es el siguiente> Obligatoriedad.", "Las edificaciones cuyo predio o predios permitan superar más de dos mil (2.", "000) metros cuadrados de área construida, independientemente de su uso, deberá someterse a una supervisión técnica independiente del constructor, de acuerdo con lo establecido en este título y en los decretos reglamentarios correspondientes.", "Las edificaciones cuyo predio o predios no permitan superar más de dos mil (2.", "000) metros cuadrados de área construida, independientemente de su uso, deberá ejecutarse conforme lo aprobado en la licencia de construcción recayendo la responsabilidad sobre el constructor, diseñador estructural, y quienes hayan ostentado la titularidad del predio y de la licencia de construcción.", "En los casos en que en virtud de la existencia de un patrimonio autónomo sea el fiduciario quien ostente la titularidad del predio y/o de la licencia de construcción, se deberá prever en el correspondiente contrato fiduciario quien es el responsable de esta obligación.", "En todo caso el diseñador estructural o ingeniero geotecnista podrá exigir supervisión técnica a las edificaciones cuya complejidad, procedimientos constructivos especiales o materiales empleados la hagan necesaria, consignando este requisito mediante memorial que se anexará al proyecto estructural y/o al estudio geotécnico correspondiente.", "Cuando la edificación que se pretende desarrollar tenga menos de dos mil (2.", "000) metros cuadrados de área construida, pero cuente con la posibilidad de tramitar ampliaciones que permitan alcanzar los dos mil (2.", "000) metros cuadrados exigidos, en la evaluación inicial del diseño estructural se analizará si el mismo soporta la futura ampliación en cuyo caso la edificación pese a tener menos de dos mil (2.", "000) metros cuadrados, deberá contar con la supervisión técnica.", "Cuando en uno o más predios se aprueben distintas edificaciones que en conjunto superen los dos mil (2.", "000) metros cuadrados de área construida, cada una de ellas independientemente de su área construida deberá contar con la supervisión técnica exigida en este artículo.", "Parágrafo 1°", ".°", "Corresponde al Gobierno nacional definir las funciones, alcance, procedimientos, documentos y responsabilidades relacionados con la supervisión técnica de que trata la presente ley.", "Parágrafo 2°", ".°", "Se excluyen las estructuras que se diseñen y construyan siguiendo las recomendaciones presentadas en el Título E de viviendas de uno y dos pisos de la Norma Sismorresistente NSR-10.", "Parágrafo 3°", ".°", "La supervisión de que trata este artículo se exigirá sin perjuicio de la obligación que tiene el constructor de realizar todos los controles de calidad que esta ley y sus reglamentos exigen para garantizar que la edificación se ejecute de conformidad con los planos, diseños y especificaciones técnicas aprobados en la respectiva licencia.", "Para ello, el constructor, durante el desarrollo de la obra, deberá contar con la participación del diseñador estructural del proyecto y del ingeniero geotecnista responsables de los planos y estudios aprobados, quienes deberán atender las consultas y aclaraciones que solicite el constructor y/o el supervisor técnico.", "Tales consultas y aclaraciones deberán quedar registradas y documentadas en el proceso de supervisión de la obra.", "Parágrafo 4°", ".°", "La supervisión de que trata el presente artículo también la podrán realizar personas jurídicas que cuenten con personal calificado, acreditado y registrado que cumpla con los requisitos definidos en la presente ley para realizar la supervisión técnica.", "Cuando se presenten diferencias entre el constructor y el supervisor técnico del proyecto, las mismas se resolverán de conformidad con el reglamento que para tal efecto adopte el Gobierno nacional.", "El texto original era el siguiente:"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000019", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 18º", "content": ["Artículo 18º.- Obligatoriedad. La construcción de estructuras de edificaciones que tengan más de tres mil (3.000) metros cuadrados de área construida, independientemente de su uso, deberá someterse a una supervisión técnica de acuerdo con lo establecido en este Título y en los decretos reglamentarios correspondientes.\n", "Parágrafo 1º.- Se excluyen las estructuras que se diseñen y construyan siguiendo las recomendaciones presentadas en el Título E de la reglamentación, de conformidad con lo dispuesto en el artículo 46 de esta Ley, siempre y cuando se trate de menos de quince (15) unidades de vivienda.\n", "Parágrafo 2º.- El diseñador estructural o ingeniero geotecnista podrán exigir supervisión técnica en edificaciones cuya complejidad, procedimientos constructivos especiales o materiales empleados la hagan necesaria, independiente de su área, consignado este requisito en los planos estructurales o en el estudio geotécnico correspondientes.\n", "Parágrafo 3º.- El Curador o las oficinas o dependencias distritales o municipales dentro de su jurisdicción de conformidad con lo señalado en el artículo 42 de la presente Ley, podrán exonerar de la supervisión técnica a aquellas personas naturales o jurídicas que, demostrando su idoneidad, experiencia y solvencia moral y económica, establezcan sistemas de control de calidad total, bajo la dirección de un ingeniero civil que cumplan las calidades y requisitos del capítulo quinto (V), del títutlo sexto (VI) de la presente Ley.\n"]}, "dot_comma_sep": ["Artículo 18º.", "- Obligatoriedad.", "La construcción de estructuras de edificaciones que tengan más de tres mil (3.", "000) metros cuadrados de área construida, independientemente de su uso, deberá someterse a una supervisión técnica de acuerdo con lo establecido en este Título y en los decretos reglamentarios correspondientes.", "Parágrafo 1º.", "- Se excluyen las estructuras que se diseñen y construyan siguiendo las recomendaciones presentadas en el Título E de la reglamentación, de conformidad con lo dispuesto en el artículo 46 de esta Ley, siempre y cuando se trate de menos de quince (15) unidades de vivienda.", "Parágrafo 2º.", "- El diseñador estructural o ingeniero geotecnista podrán exigir supervisión técnica en edificaciones cuya complejidad, procedimientos constructivos especiales o materiales empleados la hagan necesaria, independiente de su área, consignado este requisito en los planos estructurales o en el estudio geotécnico correspondientes.", "Parágrafo 3º.", "- El Curador o las oficinas o dependencias distritales o municipales dentro de su jurisdicción de conformidad con lo señalado en el artículo 42 de la presente Ley, podrán exonerar de la supervisión técnica a aquellas personas naturales o jurídicas que, demostrando su idoneidad, experiencia y solvencia moral y económica, establezcan sistemas de control de calidad total, bajo la dirección de un ingeniero civil que cumplan las calidades y requisitos del capítulo quinto (V), del títutlo sexto (VI) de la presente Ley."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000020", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 19º", "content": ["Artículo 19º.- Modificado por el art. 5, Ley 1796 de 2016 <El nuevo texto es el siguiente> Edificaciones que no requieren supervisión técnica. En aquellas edificaciones que, de conformidad con el artículo anterior, están exentas de supervisión técnica independiente, el constructor tiene la obligación de realizar los controles mínimos de calidad que esta ley y sus reglamentos exigen para garantizar que la edificación se ejecute de conformidad con los planos, diseños y especificaciones técnicas aprobadas en la respectiva licencia. Para ello, el constructor, durante el desarrollo de la obra, deberá contar con la participación del diseñador estructural del proyecto y del ingeniero geotecnista responsables de los planos y estudios aprobados, quienes deberán atender las consultas y aclaraciones que solicite el constructor. Tales consultas y aclaraciones deberán quedar registradas y documentadas en el proceso de ejecución de la obra.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 19º.", "- Modificado por el art.", "5, Ley 1796 de 2016 <El nuevo texto es el siguiente> Edificaciones que no requieren supervisión técnica.", "En aquellas edificaciones que, de conformidad con el artículo anterior, están exentas de supervisión técnica independiente, el constructor tiene la obligación de realizar los controles mínimos de calidad que esta ley y sus reglamentos exigen para garantizar que la edificación se ejecute de conformidad con los planos, diseños y especificaciones técnicas aprobadas en la respectiva licencia.", "Para ello, el constructor, durante el desarrollo de la obra, deberá contar con la participación del diseñador estructural del proyecto y del ingeniero geotecnista responsables de los planos y estudios aprobados, quienes deberán atender las consultas y aclaraciones que solicite el constructor.", "Tales consultas y aclaraciones deberán quedar registradas y documentadas en el proceso de ejecución de la obra.", "El texto original era el siguiente:"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000021", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 19º", "content": ["Artículo 19º.- Edificaciones que no requieren supervisión técnica. En aquellas edificaciones que, de conformidad con el artículo anterior, están exentas de supervisión técnica, el constructor tiene la obligación de realizar los controles mínimos de calidad que esta ley y sus reglamentos exigen para los diferentes materiales estructurales y elementos no estructurales. \n"]}, "dot_comma_sep": ["Artículo 19º.", "- Edificaciones que no requieren supervisión técnica.", "En aquellas edificaciones que, de conformidad con el artículo anterior, están exentas de supervisión técnica, el constructor tiene la obligación de realizar los controles mínimos de calidad que esta ley y sus reglamentos exigen para los diferentes materiales estructurales y elementos no estructurales."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000022", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 20º", "content": ["Artículo 20º.- Edificaciones de atención a la comunidad. Las edificaciones de atención a la comunidad, independientemente de su área, deben someterse a una supervisión técnica.\n"]}, "dot_comma_sep": ["Artículo 20º.", "- Edificaciones de atención a la comunidad.", "Las edificaciones de atención a la comunidad, independientemente de su área, deben someterse a una supervisión técnica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000023", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 21º", "content": ["Artículo 21º.- Alcance de la supervisión técnica. El alcance, procedimientos y controles mínimos de la supervisión técnica, serán establecidos en el Título I de la reglamentación de conformidad con lo dispuesto en el artículo 46 de esta Ley, definiendo grados de supervisión diferenciales, según la importancia, área, altura o grupo de uso de las edificaciones.\n"]}, "dot_comma_sep": ["Artículo 21º.", "- Alcance de la supervisión técnica.", "El alcance, procedimientos y controles mínimos de la supervisión técnica, serán establecidos en el Título I de la reglamentación de conformidad con lo dispuesto en el artículo 46 de esta Ley, definiendo grados de supervisión diferenciales, según la importancia, área, altura o grupo de uso de las edificaciones."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000400000024", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 22º", "content": ["Artículo 22º.- Calidades de supervisor técnico. El supervisor técnico debe ser un profesional que reúna las calidades exigidas en el Capítulo 5 del Título VI de la presente Ley. El profesional podrá, bajo su responsabilidad, delegar en personal no profesional algunas de las labores de la supervisión.\n", "La supervisión técnica forma parte de la interventoría y puede ser realizada por un profesional diferente al interventor. \n"]}, "dot_comma_sep": ["Artículo 22º.", "- Calidades de supervisor técnico.", "El supervisor técnico debe ser un profesional que reúna las calidades exigidas en el Capítulo 5 del Título VI de la presente Ley.", "El profesional podrá, bajo su responsabilidad, delegar en personal no profesional algunas de las labores de la supervisión.", "La supervisión técnica forma parte de la interventoría y puede ser realizada por un profesional diferente al interventor."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000501000025", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 23º", "content": ["Artículo 23º.- Calidades. Los profesionales que realicen labores de diseño estructural y de elementos no estructurales, estudios geotécnicos, revisión de los diseños o estudios, dirección y supervisión técnica de la construcción, deben reunir las calidades que se indican en el presente Título.\n"]}, "dot_comma_sep": ["Artículo 23º.", "- Calidades.", "Los profesionales que realicen labores de diseño estructural y de elementos no estructurales, estudios geotécnicos, revisión de los diseños o estudios, dirección y supervisión técnica de la construcción, deben reunir las calidades que se indican en el presente Título."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000501000026", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 24º", "content": ["Artículo 24º.- Acreditación de la experiencia e idoneidad. La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo señalado en el artículo 42, podrá establecer los mecanismos y procedimientos por medio de los cuales se demuestre la experiencia profesional, idoneidad o el conocimiento de esta Ley y sus reglamentos, de los diferentes profesionales que realicen las labores indicadas en el artículo anterior.\n", "Parágrafo.- La acreditación obtenida de conformidad con este artículo, tendrá vigencia en todo el territorio nacional. \n"]}, "dot_comma_sep": ["Artículo 24º.", "- Acreditación de la experiencia e idoneidad.", "La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", de conformidad con lo señalado en el artículo 42, podrá establecer los mecanismos y procedimientos por medio de los cuales se demuestre la experiencia profesional, idoneidad o el conocimiento de esta Ley y sus reglamentos, de los diferentes profesionales que realicen las labores indicadas en el artículo anterior.", "Parágrafo.", "- La acreditación obtenida de conformidad con este artículo, tendrá vigencia en todo el territorio nacional."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000501000027", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 25º", "content": ["Artículo 25º.- Alcance y ejecución de las labores profesionales. La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", establecerá el alcance y procedimiento de ejecución de las labores indicadas en el presente Título, de acuerdo con la importancia, área, altura, complejidad o grupo de uso de las edificaciones.\n"]}, "dot_comma_sep": ["Artículo 25º.", "- Alcance y ejecución de las labores profesionales.", "La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", establecerá el alcance y procedimiento de ejecución de las labores indicadas en el presente Título, de acuerdo con la importancia, área, altura, complejidad o grupo de uso de las edificaciones."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000502000028", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 26º", "content": ["Artículo 26º.- Diseñadores. El diseñador debe ser un ingeniero civil cuando se trate de diseños estructurales y estudios geotécnicos, y un arquitecto o ingeniero civil o mecánico en el caso de diseños de elementos no estructurales.\n", "En todos los casos deberán tener matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia e idoneidad que se señalan en las siguientes disposiciones.\n"]}, "dot_comma_sep": ["Artículo 26º.", "- Diseñadores.", "El diseñador debe ser un ingeniero civil cuando se trate de diseños estructurales y estudios geotécnicos, y un arquitecto o ingeniero civil o mecánico en el caso de diseños de elementos no estructurales.", "En todos los casos deberán tener matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia e idoneidad que se señalan en las siguientes disposiciones."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000502000029", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 27º", "content": ["Artículo 27º.- Experiencia de los diseñadores estructurales. Los diseñadores estructurales deben acreditar estudios de postgrado o experiencia mayor de cinco (5) años en el área de estructuras.\n"]}, "dot_comma_sep": ["Artículo 27º.", "- Experiencia de los diseñadores estructurales.", "Los diseñadores estructurales deben acreditar estudios de postgrado o experiencia mayor de cinco (5) años en el área de estructuras."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000502000030", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 28º", "content": ["Artículo 28º.- Experiencia de los ingenieros geotecnistas. Los profesionales que realicen los estudios geoténicos deben poseer una experiencia mayor de cinco (5) años en diseño geotécnico de fundaciones, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, o acreditar estudios de postgrado en el área de geotécnica.\n"]}, "dot_comma_sep": ["Artículo 28º.", "- Experiencia de los ingenieros geotecnistas.", "Los profesionales que realicen los estudios geoténicos deben poseer una experiencia mayor de cinco (5) años en diseño geotécnico de fundaciones, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, o acreditar estudios de postgrado en el área de geotécnica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000502000031", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 29º", "content": ["Artículo 29º.- Experiencia de los diseñadores de elementos no estructurales. Los diseñadores de elementos no estructurales deben poseer una experiencia mayor de tres (3) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades, tales como diseño estructural, diseño de elementos no estructurales, trabajos geotécnicos, construcción, interventoría o supervisión técnica, o acreditar estudios de posgrado en el área de estructuras o ingeniería sísmica. \n"]}, "dot_comma_sep": ["Artículo 29º.", "- Experiencia de los diseñadores de elementos no estructurales.", "Los diseñadores de elementos no estructurales deben poseer una experiencia mayor de tres (3) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades, tales como diseño estructural, diseño de elementos no estructurales, trabajos geotécnicos, construcción, interventoría o supervisión técnica, o acreditar estudios de posgrado en el área de estructuras o ingeniería sísmica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000503000032", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 30º", "content": ["Artículo 30º.- Revisores de diseños. El revisor debe ser un ingeniero civil cuando se trate de diseños estructurales y estudios geotécnicos y un arquitecto o ingeniero civil o mecánico en el caso de diseños de elementos no estructurales.\n", "En todos los casos deberán tener matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los de experiencia e idoneidad que se señalan en el siguiente artículo. \n"]}, "dot_comma_sep": ["Artículo 30º.", "- Revisores de diseños.", "El revisor debe ser un ingeniero civil cuando se trate de diseños estructurales y estudios geotécnicos y un arquitecto o ingeniero civil o mecánico en el caso de diseños de elementos no estructurales.", "En todos los casos deberán tener matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los de experiencia e idoneidad que se señalan en el siguiente artículo."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000503000033", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 31º", "content": ["Artículo 31º.- Experiencia. El revisor de los diseños debe acreditar una experiencia mayor de cinco (5) años de ejercicio profesional, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades tales como, diseño estructural, diseño de elementos no estructurales, trabajos geotécnicos, construcción, interventoría o supervisión técnica, o acreditar estudios de postgrado en el área de estructuras, geotécnica o ingeniería sísmica. \n"]}, "dot_comma_sep": ["Artículo 31º.", "- Experiencia.", "El revisor de los diseños debe acreditar una experiencia mayor de cinco (5) años de ejercicio profesional, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades tales como, diseño estructural, diseño de elementos no estructurales, trabajos geotécnicos, construcción, interventoría o supervisión técnica, o acreditar estudios de postgrado en el área de estructuras, geotécnica o ingeniería sísmica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000503000034", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 32º", "content": ["Artículo 32º.- Independencia. El revisor de diseños debe ser laboralmente independiente de quien los realiza.\n"]}, "dot_comma_sep": ["Artículo 32º.", "- Independencia.", "El revisor de diseños debe ser laboralmente independiente de quien los realiza."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000504000035", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 33º", "content": ["Artículo 33º.- Modificado por el art. 5, Ley 1299 de 2008 <El nuevo texto es el siguiente> DIRECTORES DE CONSTRUCCION. El director de construcción debe ser un ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, o Ingeniero mecánico en el caso de estructuras metálicas o prefabricadas, poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismorresistentes\" los requisitos de experiencia establecidos en el artículo 34 de la Ley 400/97.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 33º.", "- Modificado por el art.", "5, Ley 1299 de 2008 <El nuevo texto es el siguiente> DIRECTORES DE CONSTRUCCION.", "El director de construcción debe ser un ingeniero civil, arquitecto o constructor en arquitectura e ingeniería, o Ingeniero mecánico en el caso de estructuras metálicas o prefabricadas, poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismorresistentes\" los requisitos de experiencia establecidos en el artículo 34 de la Ley 400/97.", "El texto original era el siguiente:"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000504000036", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 33º", "content": ["Artículo 33º.- Directores de construcción. El director de construcción debe ser un ingeniero civil o arquitecto, o ingeniero mecánico en el caso de estructuras metálicas o prefabricadas, poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia establecidos en el siguiente artículo.\n"]}, "dot_comma_sep": ["Artículo 33º.", "- Directores de construcción.", "El director de construcción debe ser un ingeniero civil o arquitecto, o ingeniero mecánico en el caso de estructuras metálicas o prefabricadas, poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia establecidos en el siguiente artículo."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000504000037", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 34º", "content": ["Artículo 34º.- Experiencia. El director de construcción debe acreditar una experiencia mayor de tres (3) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades, tales como construcción, diseño estructural, diseño de elementos no estructurales, trabajos gotécnicos, interventoría o supervisión técnica, o acreditar estudios de postgrado en el área de construcción, estructuras, geotécnica o ingeniería sísmica.\n"]}, "dot_comma_sep": ["Artículo 34º.", "- Experiencia.", "El director de construcción debe acreditar una experiencia mayor de tres (3) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades, tales como construcción, diseño estructural, diseño de elementos no estructurales, trabajos gotécnicos, interventoría o supervisión técnica, o acreditar estudios de postgrado en el área de construcción, estructuras, geotécnica o ingeniería sísmica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000505000038", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 35º", "content": ["Artículo 35º.- Modificado por el art. 6, Ley 1299 de 2008 <El nuevo texto es el siguiente> SUPERVISORES TECNICOS. El supervisor técnico debe ser ingeniero civil, arquitecto o constructor de arquitectura e ingeniería. Sólo para el caso de estructuras metálicas podrá ser ingeniero mecánico.\n", "Deberá poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismorresistentes\", los requisitos de experiencia e idoneidad establecidos en el artículo 36 de la Ley 400/97.\n", "El texto original era el siguiente:\n"]}, "dot_comma_sep": ["Artículo 35º.", "- Modificado por el art.", "6, Ley 1299 de 2008 <El nuevo texto es el siguiente> SUPERVISORES TECNICOS.", "El supervisor técnico debe ser ingeniero civil, arquitecto o constructor de arquitectura e ingeniería.", "Sólo para el caso de estructuras metálicas podrá ser ingeniero mecánico.", "Deberá poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismorresistentes\", los requisitos de experiencia e idoneidad establecidos en el artículo 36 de la Ley 400/97.", "El texto original era el siguiente:"]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000505000039", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 35º", "content": ["Artículo 35º.- Supervisores técnicos. El supervisor técnico debe ser ingeniero civil o arquitecto. Sólo para el caso de estructuras metálicas podrá ser ingeniero mecánico.\n", "Deberá poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia e idoneidad establecidos en el siguiente artículo.\n"]}, "dot_comma_sep": ["Artículo 35º.", "- Supervisores técnicos.", "El supervisor técnico debe ser ingeniero civil o arquitecto.", "Sólo para el caso de estructuras metálicas podrá ser ingeniero mecánico.", "Deberá poseer matrícula profesional y acreditar ante la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", los requisitos de experiencia e idoneidad establecidos en el siguiente artículo."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000505000040", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 36º", "content": ["Artículo 36º.- Experiencia. El supervisor técnico debe poseer una experiencia mayor de cinco (5) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades tales como, diseño estructural, construcción, interventoría o supervisión técnica.\n"]}, "dot_comma_sep": ["Artículo 36º.", "- Experiencia.", "El supervisor técnico debe poseer una experiencia mayor de cinco (5) años de ejercicio, contados a partir de la expedición de la tarjeta profesional, bajo la dirección de un profesional facultado para tal fin, en una o varias actividades tales como, diseño estructural, construcción, interventoría o supervisión técnica."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000505000041", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 37º", "content": ["Artículo 37º.- Independencia. El supervisor técnico debe ser laboralmente independiente del constructor de la estructura o de los elementos no estructurales.\n"]}, "dot_comma_sep": ["Artículo 37º.", "- Independencia.", "El supervisor técnico debe ser laboralmente independiente del constructor de la estructura o de los elementos no estructurales."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000505000042", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 5\n", "name": "Supervisores técnicos.\n"}, "article": {"name": "Artículo 38º", "content": ["Artículo 38º.- Personal auxiliar profesional y no profesional. Las calificaciones y experiencia requeridas del personal profesional y no profesional, como los inspectores, controladores y técnicos, se dejan a juicio del supervisor técnico pero deben ser conmensurables con las labores que se les encomienden, el tamaño, importancia y dificultad de la obra. \n"]}, "dot_comma_sep": ["Artículo 38º.", "- Personal auxiliar profesional y no profesional.", "Las calificaciones y experiencia requeridas del personal profesional y no profesional, como los inspectores, controladores y técnicos, se dejan a juicio del supervisor técnico pero deben ser conmensurables con las labores que se les encomienden, el tamaño, importancia y dificultad de la obra."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000043", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 39º", "content": ["Artículo 39º.- Comisión Asesora Permanente. Créase la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" del gobierno Nacional, para la interpretación y aplicación de las normas sobre construcciones sismo resistentes, la cual estará adscrita al Ministerio de Desarrollo Económico y formará parte del Sistema Nacional para la Atención y Prevención de Desastres.\n"]}, "dot_comma_sep": ["Artículo 39º.", "- Comisión Asesora Permanente.", "Créase la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" del gobierno Nacional, para la interpretación y aplicación de las normas sobre construcciones sismo resistentes, la cual estará adscrita al Ministerio de Desarrollo Económico y formará parte del Sistema Nacional para la Atención y Prevención de Desastres."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000044", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 40º", "content": ["Artículo 40º.- Integración de la comisión. La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" estará integrada así:\n", "1. Un representante de la Presidencia de la República.\n", "2. Un representante del Ministerio de Desarrollo Económico.\n", "3. Un representante del Ministerio de Transporte.\n", "4. El representante legal del Instituto de Investigaciones en Geociencia, Minería y Química, Ingeominas, o su delegado.\n", "5. El Presidente de la Asociación Colombiana de Ingeniería Sísmica, AIS, o su delegado, quien actuará como secretario de la comisión.\n", "6. El Presidente de la Sociedad Colombiana de Ingenieros, SIC, o su delegado.\n", "7. El Presidente de la Sociedad Colombiana de Arquitectos, SCA, o su delegado.\n", "8. El Presidente de la Asociación Colombiana de Ingeniería Estructural, ACIES, o su delegado.\n", "9. Un representante de las organizaciones gremiales relacionadas con la industria de la construcción.\n", "10. El Presidente de la Cámara Colombiana de la Construcción, Camacol, o su delegado, y\n", "11. Un delegado del Comité Consultivo Nacional, según la Ley 361 de 1997. \n", "Parágrafo 1º.- Para efectos de designar al representante de las organizaciones gremiales, el Ministerio de Desarrollo Económico convocará a través de un medio de amplia circulación a las organizaciones civiles que, según su objeto, estén llamadas a participar en la elección, para que en el término de quince (15) días contados a partir de la convocatoria, se efectúe una asamblea general en la cual las organizaciones proceden a elegir, mediante mecanismos democráticos fijados por ellas en dicha asamblea, su representante. El mandato del representante podrá ser revocado acudiendo a los mismos mecanismos que sirvieron para su elección.\n", "Parágrafo 2º.- Los miembros de la Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes que la integran como representantes de las entidades serán designados para períodos de un (1) año y podrán ser reelegidos indefinidamente.\n"]}, "dot_comma_sep": ["Artículo 40º.", "- Integración de la comisión.", "La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\" estará integrada así:\n.", "1.", "Un representante de la Presidencia de la República.", "2.", "Un representante del Ministerio de Desarrollo Económico.", "3.", "Un representante del Ministerio de Transporte.", "4.", "El representante legal del Instituto de Investigaciones en Geociencia, Minería y Química, Ingeominas, o su delegado.", "5.", "El Presidente de la Asociación Colombiana de Ingeniería Sísmica, AIS, o su delegado, quien actuará como secretario de la comisión.", "6.", "El Presidente de la Sociedad Colombiana de Ingenieros, SIC, o su delegado.", "7.", "El Presidente de la Sociedad Colombiana de Arquitectos, SCA, o su delegado.", "8.", "El Presidente de la Asociación Colombiana de Ingeniería Estructural, ACIES, o su delegado.", "9.", "Un representante de las organizaciones gremiales relacionadas con la industria de la construcción.", "10.", "El Presidente de la Cámara Colombiana de la Construcción, Camacol, o su delegado, y\n.", "11.", "Un delegado del Comité Consultivo Nacional, según la Ley 361 de 1997.", "Parágrafo 1º.", "- Para efectos de designar al representante de las organizaciones gremiales, el Ministerio de Desarrollo Económico convocará a través de un medio de amplia circulación a las organizaciones civiles que, según su objeto, estén llamadas a participar en la elección, para que en el término de quince (15) días contados a partir de la convocatoria, se efectúe una asamblea general en la cual las organizaciones proceden a elegir, mediante mecanismos democráticos fijados por ellas en dicha asamblea, su representante.", "El mandato del representante podrá ser revocado acudiendo a los mismos mecanismos que sirvieron para su elección.", "Parágrafo 2º.", "- Los miembros de la Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes que la integran como representantes de las entidades serán designados para períodos de un (1) año y podrán ser reelegidos indefinidamente."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000045", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 41º", "content": ["Artículo 41º.- Funciones. La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", tendrán las siguientes funciones:\n", "1. Atender y absolver las consultas que le formulen las entidades oficiales y los particulares.\n", "2. Dirigir y supervigilar las investigaciones que se lleven a cabo sobre aspectos relacionados con la presente ley y su desarrollo.\n", "3. Enviar las comisiones de estudio que considere necesarias a las zonas del país que se vean afectadas por sismos o movimientos telúricos y publicar los resultados de tales estudios.\n", "4. Coordinar y realizar seminarios y cursos de actualización sobre las normas de construcción sismo resistentes.\n", "5. Orientar y asesorar la elaboración de estudios de microzonificación sísmica y fijar los alcances de los mismos.\n", "6. Coordinar las investigaciones sobre las causas de fallas de estructuras y emitir conceptos sobre la aplicación de las normas de construcciones sismo resistentes.\n", "7. Servir de Órgano Consultivo del Gobierno Nacional para efectos de sugerir las actualizaciones en los aspectos técnicos que demande el desarrollo de las normas sobre construcciones sismo resistentes.\n", "8. Fijar dentro del alcance de la presente Ley, los procedimientos por medio de los cuales, periódicamente, se acrediten la experiencia, cualidades y conocimientos que deben tener los profesionales que realicen los diseños, su revisión, la construcción y su supervisión técnica, además mantener un registro de aquellos profesionales que hayan acreditado las cualidades y conocimientos correspondientes.\n", "9. Nombrar delegado ad honorem ante instituciones nacionales y extranjeras que traten temas afines con el alcance y propósito de la presente Ley y sus desarrollos.\n", "10. Las demás que le fije la ley.\n", "11. Las que le asigne el Gobierno Nacional, según su competencia. \n", "Parágrafo.- La Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes será un cuerpo exclusivamente consultivo del Gobierno Nacional y no podrá asumir funciones que invadan la competencia constitucional que tienen los distritos y municipios en materia de vigilancia y control de las actividades relacionadas con la construcción.\n"]}, "dot_comma_sep": ["Artículo 41º.", "- Funciones.", "La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", tendrán las siguientes funciones:\n.", "1.", "Atender y absolver las consultas que le formulen las entidades oficiales y los particulares.", "2.", "Dirigir y supervigilar las investigaciones que se lleven a cabo sobre aspectos relacionados con la presente ley y su desarrollo.", "3.", "Enviar las comisiones de estudio que considere necesarias a las zonas del país que se vean afectadas por sismos o movimientos telúricos y publicar los resultados de tales estudios.", "4.", "Coordinar y realizar seminarios y cursos de actualización sobre las normas de construcción sismo resistentes.", "5.", "Orientar y asesorar la elaboración de estudios de microzonificación sísmica y fijar los alcances de los mismos.", "6.", "Coordinar las investigaciones sobre las causas de fallas de estructuras y emitir conceptos sobre la aplicación de las normas de construcciones sismo resistentes.", "7.", "Servir de Órgano Consultivo del Gobierno Nacional para efectos de sugerir las actualizaciones en los aspectos técnicos que demande el desarrollo de las normas sobre construcciones sismo resistentes.", "8.", "Fijar dentro del alcance de la presente Ley, los procedimientos por medio de los cuales, periódicamente, se acrediten la experiencia, cualidades y conocimientos que deben tener los profesionales que realicen los diseños, su revisión, la construcción y su supervisión técnica, además mantener un registro de aquellos profesionales que hayan acreditado las cualidades y conocimientos correspondientes.", "9.", "Nombrar delegado ad honorem ante instituciones nacionales y extranjeras que traten temas afines con el alcance y propósito de la presente Ley y sus desarrollos.", "10.", "Las demás que le fije la ley.", "11.", "Las que le asigne el Gobierno Nacional, según su competencia.", "Parágrafo.", "- La Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes será un cuerpo exclusivamente consultivo del Gobierno Nacional y no podrá asumir funciones que invadan la competencia constitucional que tienen los distritos y municipios en materia de vigilancia y control de las actividades relacionadas con la construcción."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000046", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 42º", "content": ["Artículo 42º.- Atribuciones especiales. La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", podrá establecer detalladamente el alcance y procedimiento de ejecución de las labores profesionales que se señalan a continuación, según la importancia, área, altura o grupo de uso de las edificaciones:\n", "1. Diseño estructural\n", "2. Estudios geotécnicos\n", "3. Diseño de elementos no estructurales\n", "4. Revisión de los diseños y estudios\n", "5. Dirección de la construcción y\n", "6. Supervisión técnica de la construcción\n", "Parágrafo 1º.- La Comisión podrá fijar los procedimientos por medio de los cuales se establezcan la idoneidad, experiencia profesional y conocimiento de las normas sobre construcciones sismo resistentes, que deben tener los profesionales y el personal auxiliar que desarrolle las mencionadas labores, con la periodicidad que estime conveniente.\n", "Parágrafo 2º.- La Comisión podrá establecer los procedimientos para fijar los honorarios mínimos que se utilicen para retribuir las labores mencionadas, cuando no se trate de servidores públicos.\n"]}, "dot_comma_sep": ["Artículo 42º.", "- Atribuciones especiales.", "La \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", podrá establecer detalladamente el alcance y procedimiento de ejecución de las labores profesionales que se señalan a continuación, según la importancia, área, altura o grupo de uso de las edificaciones:\n.", "1.", "Diseño estructural\n.", "2.", "Estudios geotécnicos\n.", "3.", "Diseño de elementos no estructurales\n.", "4.", "Revisión de los diseños y estudios\n.", "5.", "Dirección de la construcción y\n.", "6.", "Supervisión técnica de la construcción\n.", "Parágrafo 1º.", "- La Comisión podrá fijar los procedimientos por medio de los cuales se establezcan la idoneidad, experiencia profesional y conocimiento de las normas sobre construcciones sismo resistentes, que deben tener los profesionales y el personal auxiliar que desarrolle las mencionadas labores, con la periodicidad que estime conveniente.", "Parágrafo 2º.", "- La Comisión podrá establecer los procedimientos para fijar los honorarios mínimos que se utilicen para retribuir las labores mencionadas, cuando no se trate de servidores públicos."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000047", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 43º", "content": ["Artículo 43º.- Convenios. El Ministerio de Desarrollo Económico, previo concepto de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", podrá celebrar convenios con universidades, asociaciones o sociedades profesionales y gremiales, u otros organismos privados o públicos de reconocida idoneidad, con el objeto de realizar o supervisar las pruebas de que tratan el artículo anterior y el Título VI de la presente Ley.\n", "Dentro de estos convenios, el Ministerio de Desarrollo Económico se reservará el derecho de fijar los valores máximos que las instituciones puedan cobrar a los interesados por la realización o supervisión de las pruebas.\n"]}, "dot_comma_sep": ["Artículo 43º.", "- Convenios.", "El Ministerio de Desarrollo Económico, previo concepto de la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", podrá celebrar convenios con universidades, asociaciones o sociedades profesionales y gremiales, u otros organismos privados o públicos de reconocida idoneidad, con el objeto de realizar o supervisar las pruebas de que tratan el artículo anterior y el Título VI de la presente Ley.", "Dentro de estos convenios, el Ministerio de Desarrollo Económico se reservará el derecho de fijar los valores máximos que las instituciones puedan cobrar a los interesados por la realización o supervisión de las pruebas."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000600000048", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 44º", "content": ["Artículo 44º.- Personal auxiliar de la comisión. El gobierno Nacional proveerá el personal auxiliar temporal que demanden las labores ocasionales de la Comisión, a través del Fondo Nacional de Calamidades.\n"]}, "dot_comma_sep": ["Artículo 44º.", "- Personal auxiliar de la comisión.", "El gobierno Nacional proveerá el personal auxiliar temporal que demanden las labores ocasionales de la Comisión, a través del Fondo Nacional de Calamidades."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000701000049", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Alcance y temario técnico y científico\n"}, "article": {"name": "Artículo 45º", "content": ["Artículo 45º.- Decretos reglamentarios. El Gobierno Nacional deberá expedir los decretos reglamentarios que establezcan los requisitos de carácter técnico y científico que resulten pertinentes para cumplir con el objeto de la presente Ley, de acuerdo con el alcance y temario señalado en el capítulo segundo del presente título. \n"]}, "dot_comma_sep": ["Artículo 45º.", "- Decretos reglamentarios.", "El Gobierno Nacional deberá expedir los decretos reglamentarios que establezcan los requisitos de carácter técnico y científico que resulten pertinentes para cumplir con el objeto de la presente Ley, de acuerdo con el alcance y temario señalado en el capítulo segundo del presente título."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000702000050", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Alcance y temario técnico y científico\n"}, "article": {"name": "Artículo 46º", "content": ["Artículo 46º.- Alcance y temario técnico y científico. La reglamentación que se expida en ejercicio de la facultad del artículo anterior debe ceñirse a la división temática, alcance y temario técnico y científico indicados en los artículos siguientes.\n", "Parágrafo.- El conjunto de decretos reglamentarios que contengan los requisitos de carácter técnico y científico de la presente Ley deben contener en su encabezamiento la sigla NSR, acompañada por los dos últimos dígitos del año de expedición, separados de la sigla por medio de un guión.\n"]}, "dot_comma_sep": ["Artículo 46º.", "- Alcance y temario técnico y científico.", "La reglamentación que se expida en ejercicio de la facultad del artículo anterior debe ceñirse a la división temática, alcance y temario técnico y científico indicados en los artículos siguientes.", "Parágrafo.", "- El conjunto de decretos reglamentarios que contengan los requisitos de carácter técnico y científico de la presente Ley deben contener en su encabezamiento la sigla NSR, acompañada por los dos últimos dígitos del año de expedición, separados de la sigla por medio de un guión."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00000702000051", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": "CAPÍTULO 2\n", "name": "Alcance y temario técnico y científico\n"}, "article": {"name": "Artículo 47º", "content": ["Artículo 47º.- Temática. Los requisitos de carácter técnico y científico deben dividirse temáticamente en títulos de la siguiente manera:\n"]}, "dot_comma_sep": ["Artículo 47º.", "- Temática.", "Los requisitos de carácter técnico y científico deben dividirse temáticamente en títulos de la siguiente manera:\n."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00001800000052", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 48º", "content": ["Artículo 48º.- Alcance y contenido mínimo. Los títulos enumerados en el artículo anterior deben contener, como mínimo, el siguiente alcance y contenido científico y técnico:\n", "Debe contener como mínimo los siguientes temas:\n", "1. Procedimientos de diseño sismo resistente de edificaciones en general.\n", "2. Procedimientos de diseño sismo resistente de edificaciones indispensables.\n", "3. Procedimientos de diseño sismo resistente de casas de uno y dos pisos cubiertas por el Título E.\n", "4. Definición de los movimientos sísmicos de diseño.\n", "5. Zonificación de amenaza sísmica dentro del territorio nacional.\n", "6. Procedimientos de obtención de los efectos sísmicos locales.\n", "7. Definición de los grupos de uso de las edificaciones.\n", "8. Requisitos mínimos para la elaboración de estudios de microzonificación sísmica.\n", "9. Definición de los requisitos generales de diseño sismo resistente de acuerdo con los diferentes sistemas estructurales de resistencia sísmica, su capacidad de disipación de energía en el rango inelástico de los sistemas estructurales y los materiales que los componen, la configuración del sistema de resistencia sísmica incluyendo las características de regularidad e irregularidad y la combinación de diferentes sistemas. Los métodos de análisis permitidos, los procedimientos para la aplicación de las fuerzas sísmicas de diseño.\n", "10. Los métodos de obtención de las fuerzas sísmicas de diseño de la estructura.\n", "11. Los requisitos de deriva que deben cumplir las edificaciones y los procedimientos para determinarla.\n", "12. Los efectos de interacción suelo-estructura.\n", "13. El efecto sísmico sobre elementos estructurales que no hacen parte del sistema de resistencia sísmica.\n", "14. Los requisitos sísmicos que deben cumplir los elementos no estructurales de acuerdo con el grado de desempeño sísmico que se requiera en función del uso de la edificación.\n", "15. Los criterios y procedimientos para poder adicionar, modificar o remodelar edificaciones construidas antes de la vigencia de la presente Ley y sus reglamentos.\n", "16. Los procedimientos para evaluar la vulnerabilidad sísmica de las edificaciones existentes antes de la vigencia de la presente Ley.\n", "17. La instrumentación sísmica que deba colocarse en edificaciones que por su tamaño, importancia y localización la ameriten.\n", "18. Los requisitos sísmicos especiales que deben cumplir las edificaciones indispensables para la recuperación de la comunidad con posterioridad a la ocurrencia de un sismo.\n", "19. Las definiciones y nomenclatura de los términos técnicos y matemáticos empleados, y\n", "20. Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las características de sismo resistencia de las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "B) Título B. Cargas. Debe contener los requisitos mínimos que deben cumplir las edificaciones en lo que respecta a cargas, fuerzas y solicitaciones diferentes a las fuerzas o efectos que imponen el sismo, tales como:\n", "1. Requisitos de seguridad, funcionamientos a través de una rigidez adecuada, los efectos de deformaciones impuestas y los métodos de análisis para el efecto.\n", "2. Requisitos de unidad e integridad estructural.\n", "3. Procedimientos para combinar los diferentes efectos de cargas y fuerzas, incluyendo las fuerzas y efectos sísmicos, con el fin de determinar los efectos críticos.\n", "4. La definición y procedimientos para obtener las cargas muertas.\n", "5. La definición y procedimientos para obtener las cargas vivas mínimas.\n", "6. La definición y procedimientos para obtener empujes de tierra y presión hidrostática\n", "7. La definición y procedimientos para obtener las fuerzas de viento que actúan sobre las edificaciones y la zonificación de amenaza eólica del territorio nacional que deben emplearse, y\n", "8. Todos los demás temas técnicos y científicos necesarios para cumplir el objeto de la ley con respecto a las cargas, fuerzas y solicitaciones diferentes a las fuerzas o efectos que impone el sismo a las edificaciones cubiertas por el alcance de ella.\n", "C) Título C. Concreto estructural. Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de concreto estructural y sus elementos. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos de concreto estructural.\n", "2. Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos de concreto estructural, para efectos de su diseño sismo resistente, y su utilización en las diferentes zonas de amenaza sísmica.\n", "3. Los requisitos especiales de supervisión técnica para estructuras de concreto estructural.\n", "4. Las definiciones de términos técnicos, científicos y matemáticos empleados en el título.\n", "5. Las características de los materiales que puedan emplearse en las construcciones de concreto reforzado, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.\n", "6. Requisitos de durabilidad de las estructuras de concreto estructural.\n", "7. Requisitos respecto de la calidad del concreto, su mezclado y colocación.\n", "8. Requisitos para las formaletas, tuberías embebidas y juntas de construcción.\n", "9. Requisitos acerca de los detalles del refuerzo a emplear.\n", "10. Definición de los procedimientos de análisis y diseño de las estructuras de concreto estructural.\n", "11. Definición de los requisitos de resistencia y de servicio.\n", "12. Disposiciones para el diseño de elementos sometidos a flexión, fuerza axial o flexión y fuerza axial combinadas.\n", "13. Disposiciones para el diseño de elementos sometidos a esfuerzos cortantes y torsión.\n", "14. Requisitos para establecer las características de desarrollo, anclaje y empalmes del acero de refuerzo.\n", "15. Disposiciones para el diseño de losas de concreto estructural que trabajen en una y dos direcciones.\n", "16. Requisitos para el diseño de muros estructurales de concreto.\n", "17. Disposiciones para el diseño de fundaciones o cimentaciones de concreto estructural.\n", "18. Requisitos para el diseño y construcción de estructuras de concreto prefabricado.\n", "19. Requisitos para el diseño y construcción de elementos compuestos de concreto que trabajen a flexión.\n", "20. Disposiciones para el diseño y construcción de elementos de concreto preesforzado, tanto pretensado como postensado.\n", "21. Requisitos para las pruebas de carga de estructuras de concreto estructural.\n", "22. Disposiciones para el diseño y construcción de tanques y compartimientos estancos de concreto estructural\n", "23. Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de concreto estructural, para efectos de su diseño sismo resistente.\n", "24. Disposiciones para el diseño y construcción de elementos de concreto simple, y\n", "25. Todos los demás temas técnicos y científicos necesarios para cumplir el objeto de la ley con respecto a las estructuras de concreto estructural, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de ella.\n", "D) Título D. Mampostería estructural. Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de mampostería estructural y sus elementos. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos de mampostería estructural.\n", "2. Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos de mampostería estructural, para efectos de su diseño sismorresistente, y su utilización en las diferentes zonas de amenaza sísmica.\n", "3. Los requisitos especiales de supervisión técnica para estructura de mampostería estructural.\n", "4. Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.\n", "5. Clasificación de los diferentes tipos de mampostería estructural y las restricciones en su utilización.\n", "6. Las características de los materiales que pueden emplearse en las construcciones de mampostería estructural, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.\n", "7. Requisitos respecto a la construcción de la mampostería estructural.\n", "8. Definición de los procedimientos de análisis y diseño de las estructuras de mampostería estructural, incluyendo las disposiciones para el diseño de la fundación de estructuras de mampostería.\n", "9. Requisitos acerca de los detalles del refuerzo a emplear.\n", "10. Requisitos particulares de cada uno de los tipos de mampostería estructural.\n", "11. Disposiciones para el diseño y construcción de elementos de mampostería simple, y\n", "12. Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley, con respecto a las estructuras de mampostería estructural, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "E) Título E. Casas de uno y dos pisos. Debe contener requisitos que simplifiquen el diseño y construcción de edificaciones de uno y dos pisos destinadas a vivienda unifamiliar, con el fin de que tengan un comportamiento adecuado ante las ocurrencias de eventos sísmicos y otras solicitaciones diferentes al sismo. Debe, incluir, como mínimo los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos contenidos en el Título.\n", "2. Criterios básicos de planeamiento estructural para este tipo de edificaciones.\n", "3. Requisitos para la disposición y construcción de muros estructurales, incluyendo los requisitos para los materiales empleados.\n", "4. Disposiciones para los elementos de confinamiento que deben emplearse en estas construcciones.\n", "5. Requisitos para las losas de entrepiso, cubierta, muros divisorios y parapetos que se empleen.\n", "6. Disposiciones para las cimentaciones de estas construcciones.\n", "7. Requisitos generales de construcción y supervisión técnica, cuando esta última se requiera.\n", "8. Nomenclatura de los términos técnicos empleados, y\n", "9. Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras de edificaciones de uno y dos pisos destinadas a vivienda unifamiliar, cubierta por el alcance de la presente Ley y sus reglamentos\n", "F) Título F. Estructuras metálicas. Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras metálicas y sus elementos. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos para estructuras metálicas.\n", "2. Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos estructurales metálicos, para efectos de su diseño sismo resistente y su utilización en las diferentes zonas de amenaza sísmica.\n", "3. Los requisitos especiales de supervisión técnica para estructuras metálicas.\n", "4. Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.\n", "5. Las características de los materiales que pueden emplearse en las estructuras metálicas, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.\n", "6. Clasificación de los diferentes tipos de estructura metálica y las restricciones en su utilización.\n", "7. Definición de los procedimientos de análisis y diseño para los diferentes tipos de estructura metálica.\n", "8. Definición de los requisitos de resistencia y de servicio.\n", "9. Disposiciones para el diseño de estructura hechas con perfiles laminados, sus miembros estructurales y sus conexiones y uniones.\n", "10. Disposiciones para el diseño de miembros estructurales de acero formados en frío y sus conexiones y uniones.\n", "11. Disposiciones para el diseño de miembros estructurales de aluminio estructural y sus conexiones y uniones.\n", "12. Disposiciones para el diseño de conexiones y anclajes a las fundiciones de las estructuras metálicas.\n", "13. Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de las estructuras metálicas, para efectos de su diseño sismorresistente, y\n", "14. Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras metálicas, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley, y sus reglamentos.\n", "G) Título G. Estructuras de madera. Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de maderas y sus elementos. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicación de los requisitos para estructura de madera.\n", "2. Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos estructurales de madera, para efectos de su diseño sismo resistente y su utilización en las diferentes zonas de amenaza sísmica.\n", "3. Los requisitos especiales de supervisión técnica para estructuras de madera.\n", "4. Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.\n", "5. Las características de los materiales que pueden emplearse en las estructuras de madera, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.\n", "6. Disposiciones acerca del aserrado de la madera para construcción.\n", "7. Clasificación de los diferentes tipos de estructuras de madera y las restricciones en su utilización.\n", "8. Definición de los procedimientos de análisis y diseños para los diferentes tipos de madera, y sus conexiones y uniones.\n", "9. Definición de los requisitos de resistencia y de servicio.\n", "10. Disposiciones para el diseño de las conexiones y anclajes a las fundaciones de las estructuras de madera.\n", "11.Disposiciones para la preparación, fabricación, construcción, montaje y mantenimiento de elementos de madera estructural.\n", "12. Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de las estructuras de madera, para efectos de su diseño sismo resistente, y\n", "13. Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras de maderas, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "H) Título H. Estudios geotécnicos. Debe contener los requisitos mínimos para la elaboración de estudios geotécnicos. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos para estudios geotécnicos\n", "2. Definición de los diferentes tipos de estudios geotécnicos.\n", "3. Requisitos para la investigación del subsuelo.\n", "4. Procedimientos para el análisis de la información proveniente de la investigación del subsuelo.\n", "5. Requisitos para la elaboración de las recomendaciones de diseño y construcción de excavaciones, estructuras de contención y cimentación de las edificaciones.\n", "6. Requisitos para las consideraciones sísmicas relacionadas con los aspectos geotécnicos que afecten el comportamiento de la edificación, y\n", "7. Todos los demás temas técnicos necesarios para cumplir el propósito de la ley con respecto a los aspectos geotécnicos que afecten las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "I) Título I. Supervisión técnica. Debe contener los requisitos mínimos para el ejercicio de las labores de supervisión técnica. Debe incluir, como mínimo los siguientes temas:\n", "1. Aplicabilidad de los requisitos para supervisión técnica.\n", "2. Alcance detallado de las labores de supervisión técnica.\n", "3. Documentación y registro de las labores de supervisión técnica.\n", "4. Controles exigidos al supervisor técnico, y\n", "5. Todos los demás temas técnicos y científicos necesarios para cumplir, el propósito de esta Ley con respecto a la supervisión técnica de las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "J) Título J. Requisitos de protección contra el fuego en edificaciones. Debe contener los requisitos mínimos de protección contra el fuego de edificaciones. Debe incluir, como mínimo, los siguientes temas:\n", "1. Alcance y aplicabilidad de los requisitos de protección contra el fuego.\n", "2. Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.\n", "3. Definición de las categorías de las edificaciones con respecto a su riesgo de combustión y mayor peligrosidad para la vida como consecuencia de un incendio.\n", "4. Definición del procedimiento para la determinación del potencial combustible.\n", "5. Procedimientos para establecer la resistencia requerida al fuego.\n", "6. Todos los demás temas técnicos y científicos para cumplir el propósito de esta Ley con respecto a la protección contra el fuego en edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.\n", "K) Título K. Otros requisitos complementarios. Puede contener otros requisitos, de carácter técnico y científico, adicionales a los contenidos en los Títulos de la A a la J de la reglamentación de la presente Ley, y que matemáticamente no concuerden con ellos, necesarios para cumplir el propósito de la ley en lo que respecta a la protección de la vida, en edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos. \n", "Puede incluir, sin limitarse a ellos, los siguientes temas:\n", "1. Procedimientos para la declaración de edificaciones no habitables o inseguras.\n", "2. Derogado por el art. 36, Ley 1796 de 2016\n", "El texto derogado era el siguiente:\n", "2. Certificados de permiso de ocupación. \n", "3. Requisitos especiales para escaleras y medios de evacuación.\n", "4. Requisitos especiales para instalaciones hidráulicas y sanitarias.\n", "5. Requisitos especiales para instalaciones eléctricas.\n", "6. Requisitos especiales para instalaciones mecánicas.\n", "7. Requisitos especiales para instalaciones de gas domiciliario.\n", "8. Requisitos especiales para parqueaderos y estacionamientos.\n", "9. Requisitos especiales para teatros, auditorios y estadios.\n", "10. Requisitos especiales para ascensores, montacargas y escaleras mecánicas.\n", "11. Requisitos especiales para el acceso y evacuación de discapacitados.\n", "12. Requisitos especiales para vidrios, puertas, divisiones, marquesinas y fachadas en vidrio.\n", "13. Requisitos especiales para el aislamiento del ruido.\n", "14. Requisitos especiales para chimeneas.\n", "15. Requisitos especiales para la protección de transeúntes durante la construcción o demolición de edificaciones.\n", "16. Requisitos especiales para la excavación y el relleno previo y durante la construcción.\n", "17. Requisitos para edificaciones sísmicamente aislados en su base.\n", "18. Requisitos de impermeabilidad y protección de la humedad, y\n", "19. Otros.\n"]}, "dot_comma_sep": ["Artículo 48º.", "Los títulos enumerados en el artículo anterior deben contener, como mínimo, el siguiente alcance y contenido científico y técnico:\n.", "A) Título A.", "Requisitos generales de diseño y construcción sismo resistente.", "Debe contener como mínimo los siguientes temas:", "1.", "Procedimientos de diseño sismo resistente de edificaciones en general.", "2.", "Procedimientos de diseño sismo resistente de edificaciones indispensables.", "3.", "Procedimientos de diseño sismo resistente de casas de uno y dos pisos cubiertas por el Título E.", "4.", "Definición de los movimientos sísmicos de diseño.", "5.", "Zonificación de amenaza sísmica dentro del territorio nacional.", "6.", "Procedimientos de obtención de los efectos sísmicos locales.", "7.", "Definición de los grupos de uso de las edificaciones.", "8.", "Requisitos mínimos para la elaboración de estudios de microzonificación sísmica.", "9.", "Definición de los requisitos generales de diseño sismo resistente de acuerdo con los diferentes sistemas estructurales de resistencia sísmica, su capacidad de disipación de energía en el rango inelástico de los sistemas estructurales y los materiales que los componen, la configuración del sistema de resistencia sísmica incluyendo las características de regularidad e irregularidad y la combinación de diferentes sistemas.", "Los métodos de análisis permitidos, los procedimientos para la aplicación de las fuerzas sísmicas de diseño.", "10.", "Los métodos de obtención de las fuerzas sísmicas de diseño de la estructura.", "11.", "Los requisitos de deriva que deben cumplir las edificaciones y los procedimientos para determinarla.", "12.", "Los efectos de interacción suelo-estructura.", "13.", "El efecto sísmico sobre elementos estructurales que no hacen parte del sistema de resistencia sísmica.", "14.", "Los requisitos sísmicos que deben cumplir los elementos no estructurales de acuerdo con el grado de desempeño sísmico que se requiera en función del uso de la edificación.", "15.", "Los criterios y procedimientos para poder adicionar, modificar o remodelar edificaciones construidas antes de la vigencia de la presente Ley y sus reglamentos.", "16.", "Los procedimientos para evaluar la vulnerabilidad sísmica de las edificaciones existentes antes de la vigencia de la presente Ley.", "17.", "La instrumentación sísmica que deba colocarse en edificaciones que por su tamaño, importancia y localización la ameriten.", "18.", "Los requisitos sísmicos especiales que deben cumplir las edificaciones indispensables para la recuperación de la comunidad con posterioridad a la ocurrencia de un sismo.", "19.", "Las definiciones y nomenclatura de los términos técnicos y matemáticos empleados, y\n.", "20.", "Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las características de sismo resistencia de las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "B) Título B.", "Cargas.", "Debe contener los requisitos mínimos que deben cumplir las edificaciones en lo que respecta a cargas, fuerzas y solicitaciones diferentes a las fuerzas o efectos que imponen el sismo, tales como:\n.", "1.", "Requisitos de seguridad, funcionamientos a través de una rigidez adecuada, los efectos de deformaciones impuestas y los métodos de análisis para el efecto.", "2.", "Requisitos de unidad e integridad estructural.", "3.", "Procedimientos para combinar los diferentes efectos de cargas y fuerzas, incluyendo las fuerzas y efectos sísmicos, con el fin de determinar los efectos críticos.", "4.", "La definición y procedimientos para obtener las cargas muertas.", "5.", "La definición y procedimientos para obtener las cargas vivas mínimas.", "6.", "La definición y procedimientos para obtener empujes de tierra y presión hidrostática\n.", "7.", "La definición y procedimientos para obtener las fuerzas de viento que actúan sobre las edificaciones y la zonificación de amenaza eólica del territorio nacional que deben emplearse, y\n.", "8.", "Todos los demás temas técnicos y científicos necesarios para cumplir el objeto de la ley con respecto a las cargas, fuerzas y solicitaciones diferentes a las fuerzas o efectos que impone el sismo a las edificaciones cubiertas por el alcance de ella.", "C) Título C.", "Concreto estructural.", "Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de concreto estructural y sus elementos.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos de concreto estructural.", "2.", "Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos de concreto estructural, para efectos de su diseño sismo resistente, y su utilización en las diferentes zonas de amenaza sísmica.", "3.", "Los requisitos especiales de supervisión técnica para estructuras de concreto estructural.", "4.", "Las definiciones de términos técnicos, científicos y matemáticos empleados en el título.", "5.", "Las características de los materiales que puedan emplearse en las construcciones de concreto reforzado, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.", "6.", "Requisitos de durabilidad de las estructuras de concreto estructural.", "7.", "Requisitos respecto de la calidad del concreto, su mezclado y colocación.", "8.", "Requisitos para las formaletas, tuberías embebidas y juntas de construcción.", "9.", "Requisitos acerca de los detalles del refuerzo a emplear.", "10.", "Definición de los procedimientos de análisis y diseño de las estructuras de concreto estructural.", "11.", "Definición de los requisitos de resistencia y de servicio.", "12.", "Requisitos para establecer las características de desarrollo, anclaje y empalmes del acero de refuerzo.", "15.", "Requisitos para el diseño de muros estructurales de concreto.", "17.", "Requisitos para el diseño y construcción de estructuras de concreto prefabricado.", "19.", "Requisitos para el diseño y construcción de elementos compuestos de concreto que trabajen a flexión.", "20.", "Requisitos para las pruebas de carga de estructuras de concreto estructural.", "22.", "Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de concreto estructural, para efectos de su diseño sismo resistente.", "24.", "Todos los demás temas técnicos y científicos necesarios para cumplir el objeto de la ley con respecto a las estructuras de concreto estructural, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de ella.", "D) Título D.", "Mampostería estructural.", "Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de mampostería estructural y sus elementos.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos de mampostería estructural.", "2.", "Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos de mampostería estructural, para efectos de su diseño sismorresistente, y su utilización en las diferentes zonas de amenaza sísmica.", "3.", "Los requisitos especiales de supervisión técnica para estructura de mampostería estructural.", "4.", "Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.", "5.", "Clasificación de los diferentes tipos de mampostería estructural y las restricciones en su utilización.", "6.", "Las características de los materiales que pueden emplearse en las construcciones de mampostería estructural, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.", "7.", "Requisitos respecto a la construcción de la mampostería estructural.", "8.", "Definición de los procedimientos de análisis y diseño de las estructuras de mampostería estructural, incluyendo las disposiciones para el diseño de la fundación de estructuras de mampostería.", "9.", "Requisitos acerca de los detalles del refuerzo a emplear.", "10.", "Requisitos particulares de cada uno de los tipos de mampostería estructural.", "11.", "Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley, con respecto a las estructuras de mampostería estructural, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "E) Título E.", "Casas de uno y dos pisos.", "Debe contener requisitos que simplifiquen el diseño y construcción de edificaciones de uno y dos pisos destinadas a vivienda unifamiliar, con el fin de que tengan un comportamiento adecuado ante las ocurrencias de eventos sísmicos y otras solicitaciones diferentes al sismo.", "Debe, incluir, como mínimo los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos contenidos en el Título.", "2.", "Criterios básicos de planeamiento estructural para este tipo de edificaciones.", "3.", "Requisitos para la disposición y construcción de muros estructurales, incluyendo los requisitos para los materiales empleados.", "4.", "Requisitos para las losas de entrepiso, cubierta, muros divisorios y parapetos que se empleen.", "6.", "Requisitos generales de construcción y supervisión técnica, cuando esta última se requiera.", "8.", "Nomenclatura de los términos técnicos empleados, y\n.", "9.", "Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras de edificaciones de uno y dos pisos destinadas a vivienda unifamiliar, cubierta por el alcance de la presente Ley y sus reglamentos\n.", "F) Título F.", "Estructuras metálicas.", "Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras metálicas y sus elementos.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos para estructuras metálicas.", "2.", "Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos estructurales metálicos, para efectos de su diseño sismo resistente y su utilización en las diferentes zonas de amenaza sísmica.", "3.", "Los requisitos especiales de supervisión técnica para estructuras metálicas.", "4.", "Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.", "5.", "Las características de los materiales que pueden emplearse en las estructuras metálicas, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.", "6.", "Clasificación de los diferentes tipos de estructura metálica y las restricciones en su utilización.", "7.", "Definición de los procedimientos de análisis y diseño para los diferentes tipos de estructura metálica.", "8.", "Definición de los requisitos de resistencia y de servicio.", "9.", "Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de las estructuras metálicas, para efectos de su diseño sismorresistente, y\n.", "14.", "Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras metálicas, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley, y sus reglamentos.", "G) Título G.", "Estructuras de madera.", "Debe contener los requisitos mínimos que se deben cumplir en el diseño y construcción de estructuras de maderas y sus elementos.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicación de los requisitos para estructura de madera.", "2.", "Requerimientos mínimos de capacidad de disipación de energía en el rango inelástico de los elementos estructurales de madera, para efectos de su diseño sismo resistente y su utilización en las diferentes zonas de amenaza sísmica.", "3.", "Los requisitos especiales de supervisión técnica para estructuras de madera.", "4.", "Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.", "5.", "Las características de los materiales que pueden emplearse en las estructuras de madera, las normas técnicas complementarias que los definen y los ensayos que deben utilizarse antes y durante la construcción para comprobar su calidad.", "6.", "Clasificación de los diferentes tipos de estructuras de madera y las restricciones en su utilización.", "8.", "Definición de los procedimientos de análisis y diseños para los diferentes tipos de madera, y sus conexiones y uniones.", "9.", "Definición de los requisitos de resistencia y de servicio.", "10.", "Requisitos de diseño para las diferentes capacidades de disipación de energía en el rango inelástico de los elementos de las estructuras de madera, para efectos de su diseño sismo resistente, y\n.", "13.", "Todos los demás temas técnicos y científicos necesarios para cumplir el propósito de la ley con respecto a las estructuras de maderas, y sus elementos, empleadas en las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "H) Título H.", "Estudios geotécnicos.", "Debe contener los requisitos mínimos para la elaboración de estudios geotécnicos.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos para estudios geotécnicos\n.", "2.", "Definición de los diferentes tipos de estudios geotécnicos.", "3.", "Requisitos para la investigación del subsuelo.", "4.", "Procedimientos para el análisis de la información proveniente de la investigación del subsuelo.", "5.", "Requisitos para la elaboración de las recomendaciones de diseño y construcción de excavaciones, estructuras de contención y cimentación de las edificaciones.", "6.", "Requisitos para las consideraciones sísmicas relacionadas con los aspectos geotécnicos que afecten el comportamiento de la edificación, y\n.", "7.", "Todos los demás temas técnicos necesarios para cumplir el propósito de la ley con respecto a los aspectos geotécnicos que afecten las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "I) Título I.", "Supervisión técnica.", "Debe contener los requisitos mínimos para el ejercicio de las labores de supervisión técnica.", "Debe incluir, como mínimo los siguientes temas:\n.", "1.", "Aplicabilidad de los requisitos para supervisión técnica.", "2.", "Alcance detallado de las labores de supervisión técnica.", "3.", "Documentación y registro de las labores de supervisión técnica.", "4.", "Controles exigidos al supervisor técnico, y\n.", "5.", "Todos los demás temas técnicos y científicos necesarios para cumplir, el propósito de esta Ley con respecto a la supervisión técnica de las edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "J) Título J.", "Requisitos de protección contra el fuego en edificaciones.", "Debe contener los requisitos mínimos de protección contra el fuego de edificaciones.", "Debe incluir, como mínimo, los siguientes temas:\n.", "1.", "Alcance y aplicabilidad de los requisitos de protección contra el fuego.", "2.", "Las definiciones de los términos técnicos, científicos y matemáticos empleados en el título.", "3.", "Definición de las categorías de las edificaciones con respecto a su riesgo de combustión y mayor peligrosidad para la vida como consecuencia de un incendio.", "4.", "Definición del procedimiento para la determinación del potencial combustible.", "5.", "Procedimientos para establecer la resistencia requerida al fuego.", "6.", "Todos los demás temas técnicos y científicos para cumplir el propósito de esta Ley con respecto a la protección contra el fuego en edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "K) Título K.", "Otros requisitos complementarios.", "Puede contener otros requisitos, de carácter técnico y científico, adicionales a los contenidos en los Títulos de la A a la J de la reglamentación de la presente Ley, y que matemáticamente no concuerden con ellos, necesarios para cumplir el propósito de la ley en lo que respecta a la protección de la vida, en edificaciones cubiertas por el alcance de la presente Ley y sus reglamentos.", "Puede incluir, sin limitarse a ellos, los siguientes temas:", "1.", "Procedimientos para la declaración de edificaciones no habitables o inseguras.", "2.", "Derogado por el art.", "36, Ley 1796 de 2016\n.", "El texto derogado era el siguiente:", "2.", "Certificados de permiso de ocupación.", "3.", "Requisitos especiales para escaleras y medios de evacuación.", "4.", "Requisitos especiales para instalaciones hidráulicas y sanitarias.", "5.", "Requisitos especiales para instalaciones eléctricas.", "6.", "Requisitos especiales para instalaciones mecánicas.", "7.", "Requisitos especiales para instalaciones de gas domiciliario.", "8.", "Requisitos especiales para parqueaderos y estacionamientos.", "9.", "Requisitos especiales para teatros, auditorios y estadios.", "10.", "Requisitos especiales para ascensores, montacargas y escaleras mecánicas.", "11.", "Requisitos especiales para el acceso y evacuación de discapacitados.", "12.", "Requisitos especiales para vidrios, puertas, divisiones, marquesinas y fachadas en vidrio.", "13.", "Requisitos especiales para el aislamiento del ruido.", "14.", "Requisitos especiales para chimeneas.", "15.", "Requisitos especiales para la protección de transeúntes durante la construcción o demolición de edificaciones.", "16.", "Requisitos especiales para la excavación y el relleno previo y durante la construcción.", "17.", "Requisitos para edificaciones sísmicamente aislados en su base.", "18.", "Requisitos de impermeabilidad y protección de la humedad, y\n.", "19.", "Otros."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00001800000053", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 49º", "content": ["Artículo 49º.- Actualizaciones de los aspectos técnicos y científicos de la ley. Facúltase al Gobierno Nacional para que, previo el visto favorable de la comisión Permanente creada a través de la presente Ley, y por medio de decretos reglamentarios proceda a efectuar las actualizaciones en los aspectos técnicos y científicos que demande el desarrollo de la presente ley y sus reglamentos, y que resulten pertinentes para los propósitos en ella indicados y al alcance de la misma. \n"]}, "dot_comma_sep": ["Artículo 49º.", "- Actualizaciones de los aspectos técnicos y científicos de la ley.", "Facúltase al Gobierno Nacional para que, previo el visto favorable de la comisión Permanente creada a través de la presente Ley, y por medio de decretos reglamentarios proceda a efectuar las actualizaciones en los aspectos técnicos y científicos que demande el desarrollo de la presente ley y sus reglamentos, y que resulten pertinentes para los propósitos en ella indicados y al alcance de la misma."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00001900000054", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 50º", "content": ["Artículo 50º.- Profesionales y funcionarios. Los profesionales que adelanten o permitan la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones previstas en la presente Ley y sus reglamentos, incurrirán en violación del Código de Ética Profesional y podrán ser sancionados por el Consejo Profesional Nacional de Ingeniería y Arquitectura, o los Colegios Profesionales correspondientes, o aquél del cual dependan, con la suspensión o la cancelación de la matrícula profesional, según sea el caso, en la forma prevista en la Ley, sin perjuicio de las demás acciones civiles y penales a que haya lugar.\n", "Parágrafo.- En igual sanción incurrirán los profesionales de las dependencias oficiales que autoricen de cualquier forma la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones de la presente Ley y sus reglamentos. Además, tales funcionarios, y aquellos que sin tener la condición de ingeniero o arquitecto, las autoricen, incurrirán en causal de mala conducta, sanción de suspensión o destitución, según sea el caso, sin perjuicio de las demás acciones civiles y penales a que haya lugar.\n"]}, "dot_comma_sep": ["Artículo 50º.", "- Profesionales y funcionarios.", "Los profesionales que adelanten o permitan la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones previstas en la presente Ley y sus reglamentos, incurrirán en violación del Código de Ética Profesional y podrán ser sancionados por el Consejo Profesional Nacional de Ingeniería y Arquitectura, o los Colegios Profesionales correspondientes, o aquél del cual dependan, con la suspensión o la cancelación de la matrícula profesional, según sea el caso, en la forma prevista en la Ley, sin perjuicio de las demás acciones civiles y penales a que haya lugar.", "Parágrafo.", "- En igual sanción incurrirán los profesionales de las dependencias oficiales que autoricen de cualquier forma la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones de la presente Ley y sus reglamentos.", "Además, tales funcionarios, y aquellos que sin tener la condición de ingeniero o arquitecto, las autoricen, incurrirán en causal de mala conducta, sanción de suspensión o destitución, según sea el caso, sin perjuicio de las demás acciones civiles y penales a que haya lugar."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00001900000055", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 51º", "content": ["Artículo 51º.- Constructores y propietarios. Los constructores o propietarios que adelanten o autoricen la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones de esta ley y sus reglamentos, serán sancionados con multas de un (1) salario mínimo mensual por cada 200 metros cuadrados de área construida de la edificación, por cada mes o fracción de él, que transcurra sin que haya tomado las medidas correctivas o la demolición de la construcción o la porción de ella que viole lo establecido en la presente Ley y sus reglamentos. Estas multas serán exigibles por la jurisdicción coactiva. Lo anterior, sin perjuicio de las demás acciones civiles y penales a que hayan lugar.\n"]}, "dot_comma_sep": ["Artículo 51º.", "- Constructores y propietarios.", "Los constructores o propietarios que adelanten o autoricen la realización de obras de construcción sin sujetarse a las prescripciones, normas y disposiciones de esta ley y sus reglamentos, serán sancionados con multas de un (1) salario mínimo mensual por cada 200 metros cuadrados de área construida de la edificación, por cada mes o fracción de él, que transcurra sin que haya tomado las medidas correctivas o la demolición de la construcción o la porción de ella que viole lo establecido en la presente Ley y sus reglamentos.", "Estas multas serán exigibles por la jurisdicción coactiva.", "Lo anterior, sin perjuicio de las demás acciones civiles y penales a que hayan lugar."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00001900000056", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 52º", "content": ["Artículo 52º.- Alcaldías. Las alcaldías, o las secretarías o departamentos administrativos correspondientes, podrán ordenar la demolición de las construcciones que se adelanten sin cumplimiento de las prescripciones, normas y disposiciones que esta ley y sus reglamentos establecen, sin perjuicio de las demás sanciones que prevean las disposiciones legales o reglamentarias. \n"]}, "dot_comma_sep": ["Artículo 52º.", "- Alcaldías.", "Las alcaldías, o las secretarías o departamentos administrativos correspondientes, podrán ordenar la demolición de las construcciones que se adelanten sin cumplimiento de las prescripciones, normas y disposiciones que esta ley y sus reglamentos establecen, sin perjuicio de las demás sanciones que prevean las disposiciones legales o reglamentarias."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00002100000057", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 53º", "content": ["Artículo 53º.- Construcciones preexistentes a la vigencia de la ley. Las edificaciones preexistentes a la vigencia de esta Ley y sus reglamentos, que por medio de una intervención como la habrá de consagrar el Título A de la reglamentación, se actualicen y ajusten a sus requisitos, podrán ser eximidas del pago del impuesto de expedición de licencia de remodelación y de los impuestos prediales, por un lapso definido por la autoridad distrital o municipal competente.\n"]}, "dot_comma_sep": ["Artículo 53º.", "Las edificaciones preexistentes a la vigencia de esta Ley y sus reglamentos, que por medio de una intervención como la habrá de consagrar el Título A de la reglamentación, se actualicen y ajusten a sus requisitos, podrán ser eximidas del pago del impuesto de expedición de licencia de remodelación y de los impuestos prediales, por un lapso definido por la autoridad distrital o municipal competente."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00002100000058", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 54º", "content": ["Artículo 54º.- Actualización de las edificaciones indispensables A las construcciones existentes cuyo uso las clasifique como edificaciones indispensables y de atención a la comunidad, localizada en zonas de amenaza sísmica alta e intermedia, se les debe evaluar su vulnerabilidad sísmica, de acuerdo con los procedimientos que habrá de incluir el Título A de la reglamentación, en un lapso no mayor de tres (3) años contados a partir de la vigencia de la presente Ley.\n"]}, "dot_comma_sep": ["Artículo 54º.", "- Actualización de las edificaciones indispensables A las construcciones existentes cuyo uso las clasifique como edificaciones indispensables y de atención a la comunidad, localizada en zonas de amenaza sísmica alta e intermedia, se les debe evaluar su vulnerabilidad sísmica, de acuerdo con los procedimientos que habrá de incluir el Título A de la reglamentación, en un lapso no mayor de tres (3) años contados a partir de la vigencia de la presente Ley.", "Estas edificaciones deben ser intervenidas o reforzadas para llevarlas a un nivel de seguridad sísmica equivalente al de una edificación nueva diseñada y construida de acuerdo con los requisitos de la presente Ley y sus reglamentos, en un lapso no mayor de seis (6) años contados a partir de la vigencia de la presente Ley."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00002100000059", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 55º", "content": ["Artículo 55º.- Derogatorias. Por medio de la presente Ley se derogan el Decreto-ley 1400 del 7 de junio de 1984, expedido por el Presidente de la República en ejercicio de las facultades extraordinarias que le concedió la Ley 11 de 1983, el Decreto 2170 del 3 de septiembre de 1984 y demás disposiciones que le sean contrarias.\n", "Parágrafo.- Las resoluciones y autorizaciones emitidas por la Comisión creada por el Decreto 2170 de 1984 perderán validez después de un (1) año contado a partir de la vigencia de la presente Ley y podrán ser convalidadas por la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", antes de la expiración del mencionado plazo, a solicitud de los interesados.\n"]}, "dot_comma_sep": ["Artículo 55º.", "- Derogatorias.", "Por medio de la presente Ley se derogan el Decreto-ley 1400 del 7 de junio de 1984, expedido por el Presidente de la República en ejercicio de las facultades extraordinarias que le concedió la Ley 11 de 1983, el Decreto 2170 del 3 de septiembre de 1984 y demás disposiciones que le sean contrarias.", "Parágrafo.", "- Las resoluciones y autorizaciones emitidas por la Comisión creada por el Decreto 2170 de 1984 perderán validez después de un (1) año contado a partir de la vigencia de la presente Ley y podrán ser convalidadas por la \"Comisión Asesora Permanente para el Régimen de Construcciones Sismo Resistentes\", antes de la expiración del mencionado plazo, a solicitud de los interesados."]}, {"index": "sismo", "legal_source": "Código de Construcciones Sismo Resistentes\n", "id": "sismo00002100000060", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": "DISPOSICIONES FINALES\n", "name": "RESPONSABILIDADES Y SANCIONES\n"}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 56º", "content": ["Artículo 56º.- Vigencia. La presente Ley rige a partir de los seis (6) meses siguientes a la fecha de su sanción. Quienes soliciten licencias de construcción durante ese período, podrán acogerse a sus requisitos.\n", "PUBLÍQUESE Y EJECÚTESE.\n", "Dada en Santa Fe de Bogotá, D.C., a los 19 días del mes de agosto del año 1997\n", "El Presidente de la República,\n", "ERNESTO SAMPER PIZANO\n", "El Ministro del Interior, \n", "CARLOS HOLMES TRUJILLO GARCÍA\n", "El Ministro de Desarrollo Económico, \n", "ORLANDO JOSÉ CABRALES MARTÍNEZ\n", "NOTA: Publicada en el Diario Oficial 43113 de agosto 25 de 1997.\n", " "]}, "dot_comma_sep": ["Artículo 56º.", "- Vigencia.", "La presente Ley rige a partir de los seis (6) meses siguientes a la fecha de su sanción.", "Quienes soliciten licencias de construcción durante ese período, podrán acogerse a sus requisitos.", "PUBLÍQUESE Y EJECÚTESE.", "Dada en Santa Fe de Bogotá, D.", "C.", ", a los 19 días del mes de agosto del año 1997\n.", "El Presidente de la República,", "ERNESTO SAMPER PIZANO", "El Ministro del Interior, ", "CARLOS HOLMES TRUJILLO GARCÍA", "El Ministro de Desarrollo Económico, ", "ORLANDO JOSÉ CABRALES MARTÍNEZ", "NOTA: Publicada en el Diario Oficial 43113 de agosto 25 de 1997.", ""]}]