[{"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000001", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 1º", "content": ["Artículo 1º. Redes de Apoyo y Solidaridad Ciudadana. A partir de la fecha de expedición del presente decreto, créanse las Redes de Apoyo y Solidaridad Ciudadana, conformadas por las personas, empresas y servicios descritos en el artículo 4º del Decreto-ley 356 de 1994.\n"]}, "dot_comma_sep": ["Artículo 1º.", "Redes de Apoyo y Solidaridad Ciudadana.", "A partir de la fecha de expedición del presente decreto, créanse las Redes de Apoyo y Solidaridad Ciudadana, conformadas por las personas, empresas y servicios descritos en el artículo 4º del Decreto-ley 356 de 1994."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000002", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 2º", "content": ["Artículo 2º. Definición. Para los efectos del presente decreto, se entiende por Redes de Apoyo y Solidaridad Ciudadana el conjunto de actividades organizadas, canalizadas y lideradas por la Policía Nacional, con la finalidad de captar información sobre hechos, delitos o conductas que afecten o puedan afectar la tranquilidad y seguridad, aprovechando los recursos técnicos y humanos que poseen las personas naturales o jurídicas que prestan los servicios a que se refiere el Decreto-ley 356 de 1994.\n"]}, "dot_comma_sep": ["Artículo 2º.", "Definición.", "Para los efectos del presente decreto, se entiende por Redes de Apoyo y Solidaridad Ciudadana el conjunto de actividades organizadas, canalizadas y lideradas por la Policía Nacional, con la finalidad de captar información sobre hechos, delitos o conductas que afecten o puedan afectar la tranquilidad y seguridad, aprovechando los recursos técnicos y humanos que poseen las personas naturales o jurídicas que prestan los servicios a que se refiere el Decreto-ley 356 de 1994."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000003", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 3º", "content": ["Artículo 3º. Coordinación general. Las Redes de Apoyo y Seguridad Ciudadana a que se refiere el artículo 1º del presente decreto serán coordinadas por la Policía Nacional por medio de las diferentes unidades que operan en el territorio nacional, en colaboración con la Superintendencia de Vigilancia y Seguridad Privada, quien expedirá los instructivos necesarios para dar cumplimiento a esta labor.\n"]}, "dot_comma_sep": ["Artículo 3º.", "Coordinación general.", "Las Redes de Apoyo y Seguridad Ciudadana a que se refiere el artículo 1º del presente decreto serán coordinadas por la Policía Nacional por medio de las diferentes unidades que operan en el territorio nacional, en colaboración con la Superintendencia de Vigilancia y Seguridad Privada, quien expedirá los instructivos necesarios para dar cumplimiento a esta labor."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000004", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 4º", "content": ["Artículo 4º. Objeto de las Redes de Apoyo y Seguridad Ciudadana. Las Redes de Apoyo y Seguridad Ciudadana tendrán como objeto principal la obtención y canalización de información ágil, veraz y oportuna que permita prevenir, evitar y disminuir la realización de hechos punibles, en especial los relacionados con el terrorismo.\n"]}, "dot_comma_sep": ["Artículo 4º.", "Objeto de las Redes de Apoyo y Seguridad Ciudadana.", "Las Redes de Apoyo y Seguridad Ciudadana tendrán como objeto principal la obtención y canalización de información ágil, veraz y oportuna que permita prevenir, evitar y disminuir la realización de hechos punibles, en especial los relacionados con el terrorismo."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000005", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 5º", "content": ["Artículo 5º. Entrega de información. Las personas, empresas y servicios descritos en el artículo 4º del Decreto-ley 356 de 1994, tendrán el deber de designar uno o más coordinadores responsables de suministrar a la Policía Nacional, de manera inmediata, la información relacionada con hechos que puedan perturbar la tranquilidad y seguridad, así como los medios técnicos que permitan la prevención de los mismos.\n", "Parágrafo. En todo caso, cuando la información obtenida se refiera a hechos punibles y se posean pruebas sobre su planeación o ejecución, deberán ponerse a disposición de la autoridad competente, en forma inmediata, con fines de investigación.\n"]}, "dot_comma_sep": ["Artículo 5º.", "Entrega de información.", "Las personas, empresas y servicios descritos en el artículo 4º del Decreto-ley 356 de 1994, tendrán el deber de designar uno o más coordinadores responsables de suministrar a la Policía Nacional, de manera inmediata, la información relacionada con hechos que puedan perturbar la tranquilidad y seguridad, así como los medios técnicos que permitan la prevención de los mismos.", "Parágrafo.", "En todo caso, cuando la información obtenida se refiera a hechos punibles y se posean pruebas sobre su planeación o ejecución, deberán ponerse a disposición de la autoridad competente, en forma inmediata, con fines de investigación."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000006", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 6º", "content": ["Artículo 6º. Conformación base de datos. En el marco de la coordinación que deberá existir para la operatividad de las Redes de Apoyo y Seguridad Ciudadana, la Superintendencia de Vigilancia y Seguridad Privada suministrará a la Policía Nacional, en medio magnético, la información de que disponga en sus bases de datos, relacionada con personal vinculado a los servicios de vigilancia y seguridad privada, medios autorizados y registro de equipos para la vigilancia y seguridad privadas. Dicha información será actualizada dentro de los primeros cinco (5) días hábiles de cada mes.\n"]}, "dot_comma_sep": ["Artículo 6º.", "Conformación base de datos.", "En el marco de la coordinación que deberá existir para la operatividad de las Redes de Apoyo y Seguridad Ciudadana, la Superintendencia de Vigilancia y Seguridad Privada suministrará a la Policía Nacional, en medio magnético, la información de que disponga en sus bases de datos, relacionada con personal vinculado a los servicios de vigilancia y seguridad privada, medios autorizados y registro de equipos para la vigilancia y seguridad privadas.", "Dicha información será actualizada dentro de los primeros cinco (5) días hábiles de cada mes."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000007", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 7º", "content": ["Artículo 7º. Capacitación. En coordinación con la Policía Nacional, el personal de los servicios de vigilancia y seguridad privada a que se refiere el artículo 4º del Decreto-ley 356 de 1994, será capacitado en la metodología para el adecuado suministro de la información a que se refiere el artículo 5º del presente decreto. Dicha capacitación será impartida por las Escuelas y Departamentos de Capacitación y Entrenamiento en Vigilancia y Seguridad Privada, autorizados por la Superintendencia de Vigilancia y Seguridad Privada.\n", "Para dar cumplimiento a lo señalado en el inciso anterior, se deberán efectuar los ajustes necesarios en los pénsums académicos, dentro del mes siguiente a la entrada en vigencia del presente decreto.\n", "Ver la Resolución de la Superintendencia de Vigilancia y Seguridad Privada 2601 de 2003\n", "Parágrafo. Las Escuelas y Departamentos de Capacitación y Entrenamiento en Vigilancia y Seguridad Privada informarán a la Superintendencia de Vigilancia y Seguridad Privada los ajustes realizados a sus pénsums.\n"]}, "dot_comma_sep": ["Artículo 7º.", "Capacitación.", "En coordinación con la Policía Nacional, el personal de los servicios de vigilancia y seguridad privada a que se refiere el artículo 4º del Decreto-ley 356 de 1994, será capacitado en la metodología para el adecuado suministro de la información a que se refiere el artículo 5º del presente decreto.", "Dicha capacitación será impartida por las Escuelas y Departamentos de Capacitación y Entrenamiento en Vigilancia y Seguridad Privada, autorizados por la Superintendencia de Vigilancia y Seguridad Privada.", "Para dar cumplimiento a lo señalado en el inciso anterior, se deberán efectuar los ajustes necesarios en los pénsums académicos, dentro del mes siguiente a la entrada en vigencia del presente decreto.", "Ver la Resolución de la Superintendencia de Vigilancia y Seguridad Privada 2601 de 2003", "Parágrafo.", "Las Escuelas y Departamentos de Capacitación y Entrenamiento en Vigilancia y Seguridad Privada informarán a la Superintendencia de Vigilancia y Seguridad Privada los ajustes realizados a sus pénsums."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000008", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 8º", "content": ["Artículo 8º. Evaluaciones periódicas. La Policía Nacional evaluará trimestralmente el funcionamiento de las Redes de Apoyo y Solidaridad Ciudadana a que se refiere el presente decreto y reportará a la Superintendencia de Vigilancia y Seguridad Privada las anomalías que se presenten, para que esta adelante las investigaciones y demás actuaciones administrativas a que haya lugar.\n"]}, "dot_comma_sep": ["Artículo 8º.", "Evaluaciones periódicas.", "La Policía Nacional evaluará trimestralmente el funcionamiento de las Redes de Apoyo y Solidaridad Ciudadana a que se refiere el presente decreto y reportará a la Superintendencia de Vigilancia y Seguridad Privada las anomalías que se presenten, para que esta adelante las investigaciones y demás actuaciones administrativas a que haya lugar."]}, {"index": "viseprip", "legal_source": "﻿Estatuto de Vigilancia y Seguridad Privada contenido en el Decreto-ley 356 del 11 de febrero de 1994 y se dictan otras disposiciones.\n", "id": "viseprip00000000000009", "part": {"title": null, "name": null}, "section": {"title": null, "name": null}, "headline": {"title": null, "name": null}, "book": {"title": null, "name": null}, "chapter": {"title": null, "name": null}, "article": {"name": "Artículo 9º", "content": ["Artículo 9º. Vigencia y derogatorias. El presente decreto rige a partir de su publicación y deroga las disposiciones que le sean contrarias.\n", "Publíquese y cúmplase.\n", "Dado en Bogotá, D. C., a 27 de diciembre de 2002.\n", "ÁLVARO URIBE VÉLEZ\n", "La Ministra de Defensa Nacional,\n", "Marta Lucía Ramírez de Rincón.\n", " NOTA: Publicado en el Diario Oficial No. 45.049 de Diciembre 30 de 2002.\n"]}, "dot_comma_sep": ["Artículo 9º.", "Vigencia y derogatorias.", "El presente decreto rige a partir de su publicación y deroga las disposiciones que le sean contrarias.", "Publíquese y cúmplase.", "Dado en Bogotá, D.", "C.", ", a 27 de diciembre de 2002.", "ÁLVARO URIBE VÉLEZ", "La Ministra de Defensa Nacional,", "Marta Lucía Ramírez de Rincón.", "NOTA: Publicado en el Diario Oficial No.", "45.", "049 de Diciembre 30 de 2002."]}]